[
    {
        "id": 122,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Understanding of library jargon in the information seeking process",
        "organization": "Kuwait University",
        "abstract": "Derived from actual librarians’ e-mail replies to clients’ queries, this study investigated the clients’ understanding of technical terms commonly used by librarians during reference interviews. Two sample groups of clients were used for the study. The first group consisted of clientele of the National Reference Library of Singapore. The second group, comprising acquaintances of the staff from the Library Support Services of the National Library Board of Singapore, might be potential or actual library clients. The participants were asked to complete a multiple-choice questionnaire, consisting of 20 technical terms, each accompanied by one correct and three incorrect definition options. The findings revealed that the participants were able to define the technical terms correctly three-quarters of the time. However, 65% of the participants faced difficulty in defining at least one technical term. The reasons underlying the participants’ choices included the appearance of the term in the chosen option and greater familiarity with the selected definition. The methods that were frequently used by the participants to derive the answers were guessing and knowing the meaning in another context. It is recommended that librarians adopt a balanced approach towards the use of technical terms when communicating with clients. While there is no need to refrain from using technical language totally, librarians should exercise discretion and care when communicating.",
        "email": "aschaudhry@ntu.edu.sg",
        "conf": "Journal of Information Science",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Meng Choo"
        ],
        "keywords": ""
    },
    {
        "id": 79,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Computing Capabilities of Knowledge Workers in the Kuwaiti Health Sector",
        "organization": "Kuwait University",
        "abstract": "Knowledge workers in health care can function well in their clinical and professional practice if they have adequate computing capabilities and they apply them optimally in their work setting. Health information systems (HIS), patient health records (PHR), health databases, health portals, etc. are becoming the essential work-context for these knowledge workers. These professionals have to be equipped with relevant IT competencies in order to be usefully functional, productive and value-driven. HIS was implemented in 2006 in one of the major public hospitals in Kuwait. Thus far the system is partially functional and many of its strengths are not adequately exploited. The Purpose of this study was to examine whether health professionals possess needed computing capabilities and what role did these play in the optimization of the HIS. We conducted a survey administering a questionnaire to a stratified random sample of 210 knowledge workers. We received 130 responses and analyzed data using 124 of the usable responses. In this paper we have reviewed perceptions about the computing capabilities of these professionals, inadequacies they had reported, problems they had encountered, and the role of IT unit in the organization.",
        "email": "",
        "conf": "Open Access Library Journal",
        "coauthors": [
            "Sajjad Rehman",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "ICT Skills, Health Workers, Healthcare, Kuwait, Hospitals, Health Information System"
    },
    {
        "id": 84,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Knowledge Management for Healthcare: Investigating Practices that Drive Performance",
        "organization": "Kuwait University",
        "abstract": "Knowledge management (KM) is considered an important intervention in improving health care services. KM facilitates the transfer of existing knowledge and the development of new knowledge in hospitals. This research focuses on investigating the relationship between KM practices and performance in selected hospitals in Kuwait, exemplified by perceived productivity and quality. Survey data were collected from 277 doctors working in public and private hospitals in Kuwait. As predicted by previous studies, the doctors who responded to this research perceived good KM practices to have positive correlations with the productivity and quality of hospitals. Multiple regression analysis demonstrated a significant predictive power of knowledge capturing practices in predicting productivity and quality of hospitals. Knowledge sharing practices showed no significant predictive power in the model, and knowledge generating practices showed a slight prediction power.",
        "email": "",
        "conf": "Journal of Information & Knowledge Management",
        "coauthors": [
            "Bibi M. Alajmi",
            "Laila N. Marouf",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Knowledge management, healthcare, knowledge management practices, Kuwait"
    },
    {
        "id": 125,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Changing Roles of Paraprofessionals in Public Libraries",
        "organization": "Kuwait University",
        "abstract": "Roles and functions of paraprofessionals working in public libraries are surveyed and issues surrounding paraprofessionals as a result of the role change are reviewed. The effectiveness of handling new responsibilities and acquisition of new skills by paraprofessionals through training and other professional development means are examined. Suggestions are put forward for preparing paraprofessionals for the new responsibilities highlighting the need for more effective training. Further studies of the changing roles of paraprofessionals using more rigorous methodologies are proposed.",
        "email": "",
        "conf": "Public Library Quarterly",
        "coauthors": [
            "Chow Wun Han",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Paraprofessionals, training, career prospects, new roles, career aspirations"
    },
    {
        "id": 126,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Libraries and the Internet in Singapore",
        "organization": "Kuwait University",
        "abstract": "Singapore government together with private and semi-government organizations has embarked on several projects to promote the use of IT and transform Singapore into an information hub. This is in line with attempts to transform Singapore economy from a labor intensive to a knowledge-based economy. The government has realized the vital role of libraries and the need to transform these libraries into more dynamic information centers. This involved upgrading and expanding the existing library facilities, encourage libraries to use IT in all aspects of their operations and finally upgrade the library professional skills. Some of the projects that have been realized include IT2000 Plan, Singapore One Network, Library 2000 initiative, TiARA (Timely information for All, Affordable and Relevant) Project and E-Commerce Business Plan. All major libraries in Singapore are trying to utilize and take advantage of the Internet technology. They are currently using the Internet for communication, surfing, publishing of local information, and e-commerce for acquisition.",
        "email": "aschaudhry@ntu.edu.sg",
        "conf": "Journal of Global Information Management",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Suliman Hawamdeh"
        ],
        "keywords": ""
    },
    {
        "id": 83,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Health Knowledge Workers: Strategies for Literacy Development",
        "organization": "Kuwait University",
        "abstract": "Health information systems (HISs) provide automated solutions for the clinical, informational, and managerial life of a hospital. These systems are optimally used when the knowledge workers are adequately equipped with the needed competencies. Three Kuwaiti hospitals have been engaged in adopting and using the same HIS. Jahra Public Hospital, one of the three, has been making progress in the use of HIS. It was hypothesised that capabilities and preparedness of knowledge workers are correlated with their extent of use of the HIS. Data were gathered from 124 healthcare knowledge workers using stratified random sampling. It was found that skills and abilities of these knowledge professionals are strongly correlated with their use of information and communication technologies (ICT) and HIS. Almost all the professionals used HIS, yet there was a wide variation in the use of HIS modules and applications. We also examined whether personal attributes of knowledge workers made any difference in their ICT and HIS skills and use. Results however revealed no such association. These professionals attached a great deal of importance with formal training, but urged that these knowledge workers had enhanced and involved role.",
        "email": "",
        "conf": "Journal of Information & Knowledge Management",
        "coauthors": [
            "Sajjad Rehman",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Healthcare professionals; knowledge workers; competencies; health informatics; information literacy; information systems"
    },
    {
        "id": 91,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Assessing the Preparedness of Information Institutions For the Knowledge-Based Economy",
        "organization": "Kuwait University",
        "abstract": "Organizations, companies, and workers are continuously urged to prepare for the new competitive era, called Knowledge-Based Economy. Effective exploitation of information in organizations appears to be a distinguishing characteristic of this new socioeconomic model. Case studies were carried out in two information institutions in Singapore to assess their preparedness for the Knowledge-Based Economy. Performance indicators were identified in six areas based on the innovative products and services designed and delivered by leading information institutions. The commonly identified new activities that appeared to have been initiated in response to the new economy were listed as parameters that can help assess the preparation of an information institution for its role in the KBE. The study found that the two information institutions used for case studies were quite conscious to play their role in the new economy. They introduced more flexible organizational structures and initiated new services and products to respond to the requirements of the new economy. They also took steps to expand the roles of their information workers and established strategic alliances to strengthen internal communication and external relations. They put in place mechanisms to seek user feedback and made a creative use of outsourcing to allow more time to information professionals to concentrate on value added services. Our experience suggests that once converted into a checklist, the proposed performance indicators can be successfully used to assess preparedness of other information institutions.",
        "email": "",
        "conf": "Proceedings of the Annual Conference of CAIS/Actes du congrès annuel de l'ACSI",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Lay Chew",
            "Meng"
        ],
        "keywords": "information institution, knowledge-based economy, new economy, case study, performance indicator, new competitive era, effective exploitation, innovative product, external relation, information professional, information worker, user feedback, new socioeconomic model, new activity, creative use, strategic alliance, place mechanism, flexible organizational structure, internal communication, distinguishing characteristic, new service"
    },
    {
        "id": 82,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Information Finding Practices of Knowledge Workers in the Field of Business and Economics",
        "organization": "Kuwait University",
        "abstract": "It is important for knowledge workers in the business sector to have access to information on companies, countries, investment opportunities, and projects. Survey of information finding practices of professionals in Kuwaiti companies showed that use of web sites, internal reports, and consulting with colleagues were preferred approaches for finding work related information. Business professionals also frequently used organizational sites, reports from financial analysts, business information services, and social media in seeking information. They listed lack of adequate information in databases and non-availability of information related to local financial situation as barriers to effective information finding. They considered their information finding skills as reasonable but wanted to get more training in searching online databases and web-based sources. The study showed that business organizations ought to make arrangements that frequently used sources were accessible to their employees on regular basis. It is also desirable that training in information skills is arranged by for enhanced information literacy at work.",
        "email": "abdussattarch@gmail.com",
        "conf": "Open Access Library Journal",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Information Literacy, Information Behavior, Business Information, Knowledge Workers"
    },
    {
        "id": 96,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Information behavior of journalists: Analysis of critical incidents of information finding and use",
        "organization": "Kuwait University",
        "abstract": "This study is aimed at investigating information behavior of journalists in Kuwait. It attempted to seek answers to questions such as how search for information is initiated, what information sources are preferred and how successful is information finding? Journalists were asked to report critical incidences of information finding related to their recent journalistic assignment through a questionnaire. Analysis of 42 critical incidents indicated that journalistic assignments were in four major areas: political, cultural business, and sports. In most cases, background information was most frequently sought type of information. Internet was the most frequently used information source even though some journalists perceived that information available on the various websites may not be very objective. A follow up study is planned to be carried out to discuss the findings with a selected group of journalists using focus group discussions.",
        "email": "abdusattar.chaudhry@ku.edu.kw",
        "conf": "Library Review",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "L. Al-Sagheer"
        ],
        "keywords": "Information browsing, Knowledge organization, Classification scheme, Hierarchized structure, Thesaurus Taxonomy"
    },
    {
        "id": 106,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Collaboration in LIS education in Southeast Asia",
        "organization": "Kuwait University",
        "abstract": "This paper describes the collaboration in library and information science education in Europe. Current trends and developments in higher education in Europe and the responses of library and information science institutions to these changes as well as the main challenges and opportunities are discussed. The overview is based on literature reviews and personal observations and involvement, and is further examined through an institutional case study.",
        "email": "",
        "conf": "New Library World",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Assessment; Education; Information management; International cooperation; Southeast Asia; Teaching"
    },
    {
        "id": 112,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Enhancing access to digital information resources on heritage: A case of development of a taxonomy at the Integrated Museum and Archives System in Singapore",
        "organization": "Kuwait University",
        "abstract": "Due to various historical differences in organising, documenting and managing information across cultural institutions, cross-domain resource discovery in the cultural heritage sector remains problematic. Leveraging on the lessons learnt from current efforts to enhance access to networked digital cultural resources, this paper seeks to explore the development of a taxonomy for the same purpose. Design/methodology/approach – A methodology was developed for the construction of a 500-term taxonomy for a Singapore-based cultural heritage network. Based on this taxonomy, the benefits and problems of developing such a knowledge organisation system for a cultural network are also discussed. Findings – Collecting terms and concepts from various external and internal sources was sufficient to kick-start the taxonomy development process. One of the key aspects of the Integrated Museum and Archives System (IMAS) taxonomy is its ability to show a broad overview of the all the resources held by the National Heritage Board, regardless of originating institution. Originality/value – No single scheme currently best fits the needs of cultural networks, but all can benefit from each other's learning process. The development of the IMAS taxonomy particularly benefited from the insights provided by faceted classification and the possible relationships between terms and concepts in ontology. Such guidelines and recommendations also provide much ground and basis for the NHB to start a framework for standardising documentation practices.",
        "email": "",
        "conf": "Journal of Documentation",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Tan Pei Jiun"
        ],
        "keywords": "Classification schemes; Knowledge management; Knowledge management systems; Museums; Singapore"
    },
    {
        "id": 111,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "RELOMS: DESIGNING FOR EFFECTIVE USE AND REUSE OF LEARNING OBJECTS FOR E-LEARNING SYSTEMS",
        "organization": "Kuwait University",
        "abstract": "There is a serious lack of conceptual clarity in the definitions and uses of learning objects, resulting in design and usability problems in current e-learning systems. The paper proposes ReLOMS, prototype reusable learning objects management system, being implemented to address the problem of usability and reusability of learning objects in e-learning systems.",
        "email": "aschaudhry@ntu.edu.sg",
        "conf": "Proceedings of the Asia-Pacific Conference on Library & Information Education & Practice",
        "coauthors": [
            "YIN-LENG THENG",
            "DIAN SAPUTRA",
            "Dion Goh",
            "LIKENG LEK"
        ],
        "keywords": ""
    },
    {
        "id": 89,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Student response to e-books: Study of attitude toward reading among elementary school children in Kuwait",
        "organization": "Kuwait University",
        "abstract": "The paper aims to investigate the impact of e-books on attitude towards reading among elementary school students. The paper also reflects on issues related to readings and e-books. Design/methodology/approach ‐ Experimental method of research was used to carry out the study. Experiment was conducted on fourth-grade students in an international school in Kuwait. The control group consisted of nine students. The experimental group had 16 students: eight read the book under the \"read-to-me\" feature and the other half read the book alone. Students in the two groups were assigned readings randomly and their reactions were studied and compared using different methods. Findings ‐ The experiment demonstrated that students enjoyed reading the electronic medium more than the paperback alternative. The difference, however, was not significant. In addition, difference between the comprehension levels of the three conditions was also insignificant. Students did, however, finish reading the paperback book in a significantly shorter time. Research limitations/implications ‐ A pilot study would have been desirable and also the number of questions asked in the comprehension test could have been expanded. The authors were also not able to explore the possibility of using an automated tool to record the reading time. The two reading instruments used (iPads and iPods) might have affected the students' understanding and enjoyment of the book, although no noticeable differences were found. Practical implications ‐ The experiment indicted that one of the apparent benefits of reading the e-book was its built-in picture dictionary, as the book used in the study incorporated a lot of word coinage in his texts. Lessons learnt from the study can benefit in enhancing features of e-books and designing reading programmes to help build more positive attitude towards reading among children. Originality/value ‐ Little research has been reported in the literature on investigation of e-books towards reading attitude particularly using empirical studies or experimental research. Most literature focuses on availability of e-books and their features. This study makes a good contribution to the literature on this important aspect of research and makes available useful practical information as well.",
        "email": "abdusattar.chaudhry@ku.edu.kw",
        "conf": "The Electronic Library",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Children, electronic books"
    },
    {
        "id": 129,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Differentiated competencies for graduate and undergraduate levels: needed transformation of the information study programs",
        "organization": "Kuwait University",
        "abstract": "A study was conducted to identify sets of competencies which could become the basis for the design of information study programs for the two levels of undergraduate and graduate education. A list of 70 competencies was used to gather responses from the middle and top managers of the Gulf libraries about the manpower needs of the profession in the next five to ten years. The perceptions of the respondents were also collected about different aspects of information studies at the two levels. The results have indicated that the respondents prefer to have the two levels of programs designed differently around specific sets of competencies with an appreciation of the distinct roles the graduates from the two types of programs have to play.",
        "email": "",
        "conf": "Education for Information",
        "coauthors": [
            "Sajjad ur Rehman",
            "Nor Shahriza Abdul Karim",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 138,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Potential of DOBIS/LIBIS and MINISIS for automating library functions: a comparative study",
        "organization": "Kuwait University",
        "abstract": "This paper reports the results of a comparative study of the suitability of DOBIS/LIBIS and MINISIS for library applications. Evaluation of the systems against locally developed criteria have indicated great potential for handling all major library functions including Arabisation. The study has shown that DOBIS/LIBIS scored higher in circulation and periodical control, while MINISIS scored higher in cataloguing and OPAC functions. Further, DOBIS/LIBIS' support services and MINISIS' documentation require considerable enhancements. The authors conclude that DOBIS/LIBIS seems to be more suitable for large academic libraries, with access to the mainframe computer and adequate data processing staff. MINISIS in the meantime, may be a better choice for special libraries and information centres interested in SDI, indexing services, etc. which want to use mini or microcomputers.",
        "email": "",
        "conf": "Program electronic library and information systems",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Mohammed Saleh Ashoor"
        ],
        "keywords": "Acquisition, Arabic, Automation, Library, Cataloging, Document circulation, Comparative study, Management, Foreign language, OPAC, Software, Periodical, Integrated system, Information processing, Foreign language, OPAC"
    },
    {
        "id": 101,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Establishing the taxonomy of knowledge management: An analysis of the structural components of the discipline",
        "organization": "Kuwait University",
        "abstract": "",
        "email": "",
        "conf": "International Journal of Knowledge, Culture and Change Management",
        "coauthors": [
            "M. Tan",
            "Abdus Sattar Chaudhry",
            "C. Lee"
        ],
        "keywords": ""
    },
    {
        "id": 119,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Developing an accreditation system for LIS professional education programmes in Southeast Asia: Issues and perspectives",
        "organization": "Kuwait University",
        "abstract": "The paper examines some of the issues involved in developing accreditation standards and procedures for Library and Information Studies (LIS) professional education programs in Southeast Asia. The accreditation standards of the American Library Association (ALA), Australian Library and Information Association (ALIA), Chartered Institute of Library and Information Professionals (CILIP) (UK) and International Federation of Library Association (IFLA) are examined, and the main features and content of the standards are discussed with respect to the Southeast Asian context. The four major aspects/activities in the accreditation process, dialogue, selfevaluation, documentation and external review, are also discussed. The paper also presents summary results of a questionnaire survey of LIS schools in Southeast Asia that was carried out in 2002 to gather views on various accreditation issues and expected problems. An organisational model is proposed for the accreditation of LIS degree programmes in Southeast Asia under the oversight of Congress of Southeast Asian Librarians (CONSAL).",
        "email": "aschaudhry@ntu.edu.sg",
        "conf": "Malaysian Journal of Library and Information Science",
        "coauthors": [
            "Christopher Khoo",
            "Shaheen Majid",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Library and information science education; LIS professional programmes; Information studies; Accreditation; Southeast Asia"
    },
    {
        "id": 86,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Teacher Perceptions about the Potential of Blogs as an Information Source",
        "organization": "Kuwait University",
        "abstract": "Interviews with English language teachers indicated that usage of blogs in Kuwaiti schools was low and infrequent. However, teacher feedback indicated that they perceived that Blogs have good potential as an information source and a tool to support learning and teaching. Teachers reported the lack of time, limited computing skills and English langue ability of students and teachers were the main barriers impeding the use of blogs. Teachers considered training in building and using blogs important for effective use of blogs as a teaching tool. They would like to use blogs for posting teaching materials, commenting on the postings, and discussions",
        "email": "abdusattar.chaudhry@ku.edu.kw",
        "conf": "Journal of Digital Society",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Hdeel Al-Shammari"
        ],
        "keywords": ""
    },
    {
        "id": 124,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Identification of Competencies for Professional Staff of Public Libraries",
        "organization": "Kuwait University",
        "abstract": "This study identified and validated competencies required for public library professionals by seeking the views of public librarians themselves. Competencies relating to management and customer service received high ratings, while traditional competencies related to reference service and collection management seemed much lower in importance. In addition, technological competencies also did not seem to be a priority among public library staff in Singapore. Experienced public librarians who had formal library education and were in managerial positions required significantly different sets of competencies as compared with inexperienced librarians who had no formal library qualifications, particularly those who were not holding management positions at the time of the study. These differing competencies were usually those required for higher level management and planning work.",
        "email": "",
        "conf": "Public Library Quarterly",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Lee Siew Yeen"
        ],
        "keywords": "Public librarian, modern library professional, competencies"
    },
    {
        "id": 134,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Publication Patterns of Scientists Working in Saudi Arabia",
        "organization": "Kuwait University",
        "abstract": "A literature review of the publishing behaviours of scientists in developing countries indicated that they preferred to publish in English in foreign journals. In Saudi Arabia, also, English is used as the main language of scientific communication. Not much scientific research is reported in the Arabic language. A study based on a computerized database of journal articles derived from the Science Citation Index (1980-1984) was conducted to investigate the publishing patterns of scientists working in Saudi Arabia. Publication productivity of the Saudi scientists was found quite strong with teaching institutions contributing most of the publications. While biological and medical sciences dominate the research activities, chemists seem to be the single most productive group. Publication outlets in the USA and the UK are preferred by scientists working in Saudi Arabia. The ranking of journals by declining frequency of contribution show wide scattering of journals where Saudi scientists publish their research. It was found that most of these journals, which may be considered core titles, are available in academic and specialist libraries. Ranking by productivity was also in line with the impact factor and in-house use data confirming the selection and deselection criteria for journal subscriptions.",
        "email": "",
        "conf": "The International Information & Library Review",
        "coauthors": [
            "Mohammad Saleh Ashoor",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Bibliometric analysis, English, Published document, Scientific literature, Periodical, Saudi Arabia, Asia"
    },
    {
        "id": 130,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Exploiting Network Information Resources for Collection Development in Libraries",
        "organization": "Kuwait University",
        "abstract": "Network information resources, as extensions of library collections and as bibliographic and communications utilities with their unprecedented connectivity, speed of transmission and worldwide breadth have created excellent opportunities for libraries. Networks such as BITNET, JANET, NREN, ISN-NET, and others provide navigational tools and associated services which can be used by libraries to access remote resources for browsing, searching, and even downloading. They are redefining the concept of collection and collection",
        "email": "",
        "conf": "IFLA Journal",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Application, Librarian, Collection development, General study, Evolution, Problem, Information network, Occupational role, Information technology, Information processing, Internet resource, Librarianship"
    },
    {
        "id": 127,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Potential of Electronic Journals to Extend Library Collections",
        "organization": "Kuwait University",
        "abstract": "Electronic journals have mushroomed in recent years. Many publishers have the electronic versions produced of their print journals on the Internet, some are even considering to stop their print publications. Electronic journals have created excellent opportunities to access information resources, which were previously beyond the reach of libraries due to financial and geographical factors. The potential of electronic journals to extend library collections and provide convenient access to information has been described in several studies",
        "email": "",
        "conf": "Pakistan Librarian",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 113,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Building taxonomies using organizational resources: A case of business consulting environment",
        "organization": "Kuwait University",
        "abstract": "Taxonomies are becoming an increasingly important tool for companies to effectively manage information, particularly in the business consulting environment, where information is considered a main asset and a key product. This paper describes a case study of developing a taxonomy system for a regional business consulting company. The taxonomy, consisting of 12 main categories and approximately 500 terms, was built based on the existing knowledge structure and information needs of consultants in a selected company. This prototype can be conveniently utilised and adapted by other companies in their efforts to develop their own taxonomy system.",
        "email": "aschaudhry@ntu.edu.sg",
        "conf": "Knowledge Organization",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "G.H. Ling"
        ],
        "keywords": ""
    },
    {
        "id": 135,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Information Needs and Their Satisfaction in a Utility Company",
        "organization": "Kuwait University",
        "abstract": "Reports results of a study of information needs in a utility company in Saudi Arabia. Selected technical and administrative staff were interviewed and the active involvement of the user group in the study was ensured by enlisting the support of the organization′s top management. The study also served to educate the company staff in the usefulness of information services. As a result of the study the previously traditional library service of the company was upgraded to a sophisticated information centre. The collections of technical and reference sources were increased and services expanded. A programme of user awareness was begun and a computerized information retrieval system established.",
        "email": "",
        "conf": "Library Review",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Sajjad ur Rehman"
        ],
        "keywords": ""
    },
    {
        "id": 116,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Enterprise Portals and Knowledge Management Processes",
        "organization": "Kuwait University",
        "abstract": "Many portal products have been marketed as knowledge management tools, implying that benefits of knowledge management can be achieved by implementing a portal. Our research suggests that portal products are not able to fully support the requirements of knowledge management functions. Products reviewed were strong in providing personalization, content management, folder-sharing and search or retrieval services. However, they lacked in services such as categorization, workflow, document management, collaboration, and business intelligence. In order to improve on the support for knowledge management, portals should be able to handle multimedia, incorporate metadata or taxonomy into their content and provide tools for workflow and mining. Enterprise portals might not fully support the processes within the knowledge management life cycle, but they remain as the only technology with the most potential to serve as the main infrastructure for knowledge management.",
        "email": "",
        "conf": "Innovations of Knowledge Management",
        "coauthors": [
            "Bonnie Montano",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 92,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Use of social media and networks to support personal knowledge management: A study of PKM practices of government officers in Kuwait",
        "organization": "Kuwait University",
        "abstract": "Review of knowledge management practices of officers at the Ministry of Foreign Affairs in Kuwait revealed that knowledge workers in the public sector frequently use social media and networking tools to enhance their personal knowledge. They stay in touch with their contacts through email and telephone. Twitter is on the top of the list of social networking tools they use while email management tools have been reported as the most commonly used personal information management tools. Officers give priority to communication with contacts having expertise in their area of responsibility. However, less importance appears to have been attached to making comments on blogs and editing wikis. ",
        "email": "abdussattarch@gmail.com",
        "conf": "IEEE",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Personal knowledge management, social networking tools, social media, public sector, Kuwait"
    },
    {
        "id": 95,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Information Management Strategies of Knowledge Workers in the Public Sector in Kuwait",
        "organization": "Kuwait University",
        "abstract": "Knowledge workers are overwhelmed by the amount of information they collect and receive from a variety of sources. Proper strategies for personal information management can help in controlling the information overload and facilitate re-finding of information for future use. A study at the Ministry of Foreign Affairs in Kuwait has revealed that officers rely heavily on information items collected through search engines, institutional repositories, and email attachments. They save information found on desktops and share drives, add favourites and bookmarks, and save URLs of websites to reuse information in future. They organize information in folders using different work related categories and regularly clean and update their files and folders. They use social media and other Web 2.0 tools to support personal information management. However, there appears to be a lack of awareness about the need of organizing personal information according to any well-thought scheme. Also, efforts need to be made to improve the methods and capabilities of re-finding of information. Further research is desirable in order to enhance understanding and developing insight into the factors influencing the information management behaviour.",
        "email": "",
        "conf": "Libri",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Knowledge management, Information management, Public sector Strategy"
    },
    {
        "id": 99,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Reading Preferences among Different Generations: A Study of Attitudes and Choices in Singapore",
        "organization": "Kuwait University",
        "abstract": "A survey of reading habits of a selected group of readers between the ages of 28 and 43 in Singapore indicated that they tended to adopt pragmatic and utilitarian approach towards reading. The preference for television and internet-related activities shifted them away from reading. Internet ranked the top source of information acquisition. While online sources were preferred, some readers were still willing to travel to libraries and bookstores to get the books they would like to read. The profile of book readers was likely to be female, single, having higher educational qualification, and with no children. The changing reading trends suggest that libraries need to consider shift in focus of services offered.",
        "email": "",
        "conf": "Singapore Journal of Library & Information",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 104,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Enhancing the quality of LIS education in Asia: Organizing teaching materials for sharing and reuse",
        "organization": "Kuwait University",
        "abstract": "The paper describes continuing effort to develop a repository of teaching materials for sharing and reuse in LIS schools in Asia. The development of an Information Studies Education taxonomy and metadata scheme to support searching and browsing in the repository is described. The potential for reuse of teaching materials in the topic of information organization is examined by analyzing how various aspects of this topic are covered in three Master’s programmes in Information Studies, Knowledge Management and Information Systems at Nanyang Technological University, Singapore. A framework is proposed for carrying out a user study to validate the taxonomy and metadata, and evaluate how they support the reuse of teaching materials in four Asian countries.",
        "email": "",
        "conf": "New Library World",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Christopher S G Khoo"
        ],
        "keywords": "Digital archive, Electronic library, Librarianship, Evaluation, Knowledge management, Resource management, Metadata, Educational program, Information science, Asia"
    },
    {
        "id": 109,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Potential and prospects of taxonomies for content organization",
        "organization": "Kuwait University",
        "abstract": "While taxonomies are being increasingly discussed in published and grey literature, the term taxonomy still seems to be stated quite loosely and obscurely. This paper aims at explaining and clarifying the concept of taxonomy in the context of information organization. To this end, the salient features of taxonomies are identified and their scope, nature, and role are further elaborated based on an extensive literature review. In the meantime, the connection and distinctions between taxonomies and classification schemes and thesauri are also identified, and the rationale that taxonomies are chosen as a viable knowledge organization system used in organization-wide websites to support browsing and aid navigation is clarified.",
        "email": "aschaudhry@ntu.edu.sg",
        "conf": "Knowledge Organization",
        "coauthors": [
            "Z. Wang",
            "Abdus Sattar Chaudhry",
            "Christopher Khoo"
        ],
        "keywords": ""
    },
    {
        "id": 81,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Information Behavior of Financial Professionals in the Arabian Gulf Region",
        "organization": "Kuwait University",
        "abstract": "This article describes information finding practices of financial professionals from five countries in the Arabian Gulf Region. Participants reported company information as the most important type of information, while other main types include country information, information on investment opportunities, and cross-linkages with operational facilities. Wikis, blogs, LinkedIn, Twitter, and Facebook were among the frequently used social media. Need for subscriptions for some sources appeared to be the main concern hindering information finding. Frequently used business information sources should be accessible to financial professionals on regular basis through in-house facilities or outsourcing. Accessibility of information and enhanced information literacy will result in considerable savings for business organizations.",
        "email": "abdussattarch@gmail.com",
        "conf": "The International Information & Library Review",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Husain Al-Ansari"
        ],
        "keywords": "Business professionals, financial advisors, information behavior, information finding, Kuwait"
    },
    {
        "id": 118,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Challenges in knowledge management education",
        "organization": "Kuwait University",
        "abstract": "The members of panel will discuss the opportunities information professionals who are able to work closely and challenges facing knowledge management education. with the knowledge workers, understand their needs and The panel will share their experiences in",
        "email": "aschaudhry@ntu.edu.sg",
        "conf": "Proceedings of the American Society for Information Science and Technology",
        "coauthors": [
            "Suliman Hawamdeh",
            "Thomas J. Froehlich",
            "Abdus Sattar Chaudhry",
            "Miguel A. Morales-Arroyo"
        ],
        "keywords": ""
    },
    {
        "id": 121,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Using Dewey decimal classification scheme (DDC) for building taxonomies for knowledge organisation",
        "organization": "Kuwait University",
        "abstract": "Terms drawn from DDC indexes and IEEE Web Thesaurus were merged with DDC hierarchies to build a taxonomy in the domain of computer science. When displayed as a directory structure using a shareware tool MyInfo, the resultant taxonomy appeared to be a promising tool for categorisation that can facilitate browsing of information resources in an electronic environment.",
        "email": "",
        "conf": "Journal of Documentation",
        "coauthors": [
            "Hamid Saeed",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Categorization. Decimal classification. Computer science. Internet. Classification scheme. Information retrieval. Dewey classification. Knowledge organization"
    },
    {
        "id": 100,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "AN ANALYSIS OF READING PROFILE OF GENERATION-X IN SINGAPORE",
        "organization": "Kuwait University",
        "abstract": "Based on generational analysis approach, reading profile of 180 Singaporean indicated that Xers tended to adopt pragmatic and utilitarian approach towards reading. Only slightly more than half of the group read regularly. Top reasons for the lack of reading were time, energy and the preference for television and internet-related activities. Method. Questionnaire survey was used on Gen-Xers born between years 1965 – 1980 recruited randomly via social network and through emails. A hundred and eighty responses were gathered. Study focused on attitudes, motivation, and preferences for reading. These were cross examined with demographic variables of gender, education, marital status, and parenthood. Results. Readers tended to adopt pragmatic and utilitarian approach towards reading. Convenience often guided their choice of knowledge acquisition, reading habits and preferences. Their primary goals for reading are information and personal development first, followed by relaxation. Although tradition prints of newspapers and magazines still enjoyed stronghold, reading of Internet pages are a norm to many readers. Reading preferences varied along demographic lines. Education was a strong predictor for attitudes and motivations. Attitude, motivation and reading preferences differed according to gender. Participants with children saw significant changes and preferences. Conclusion. New media such as Internet and TV and changes in lifestyle have affected the reading patterns. These changing reading trends suggest shift in focus of services offered by libraries.",
        "email": "aschaudhry@ntu.edu.sg",
        "conf": "Asia Pacific Conference on Library & Information Education & Practice",
        "coauthors": [
            "GLADYS LOW",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 87,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Knowledge Management (KM) Practices - A Study of KM Adoption among Doctors in Kuwait",
        "organization": "Kuwait University",
        "abstract": "Knowledge management is considered as an important factor in improving health care services. KM facilitates the transfer of existing knowledge and the development of new knowledge in hospitals. This paper reviews practices adopted by doctors in Kuwait for capturing, sharing, and generating knowledge. It also discusses the perceived impact of KM practices on performance of hospitals. Based on a survey of 277 doctors, the study found that KM practices among doctors in the sampled hospitals were not very effective. Little attention was paid to the main activities that support the transfer of expertise among doctors in hospitals. However, as predicted by previous studies, good km practices were perceived by doctors to have a positive impact on performance of hospitals. It was concluded that through effective KM practices hospitals could improve the services they provide. Documentation of best practices and capturing of lessons learnt for re-use of knowledge could help transform the hospitals into learning organizations",
        "email": "abdusattar.chaudhry@ku.edu.kw",
        "conf": "International Journal of Social, Behavioral, Educational, Economic, Business and Industrial Engineering",
        "coauthors": [
            "Bibi M. Alajmi",
            "Laila Marouf",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Health Sector, Hospitals, Knowledge Management, Kuwait, Tools and Practices"
    },
    {
        "id": 115,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "THE DEVELOPMENT OF KM COMPETENCIES IN LIS PROGRAMS: AN ANALYSIS",
        "organization": "Kuwait University",
        "abstract": "Views of selected head of LIS programs were sought on six KM competencies considered to be most pertinent to LIS professionals to play an effective KM role. They held the view that existing LIS programs had certain ingredients that could be transformed into KM competencies. However, there was a need to introduce new coursework in order to develop these competencies. Distinction between IM and KM applications was still blurred for many LIS programs and practitioners. LIS programs are keener to develop infrastructures and technologies that are more germane to codified knowledge. Competencies related to knowledge organization are also emphasized.",
        "email": "",
        "conf": "World Scientific Publishing Co.",
        "coauthors": [
            "Sajjad Rehman",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Knowledge Management; Innovation; Communities; Collaboration; Knowledge Sharing; Culture; Knowledge Creation; Knowledge Management Strategies; Knowledge Discovery"
    },
    {
        "id": 128,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Functional performance of automated systems: a comparative study of HORIZON INNOPAC and VTLS",
        "organization": "Kuwait University",
        "abstract": "This paper provides functional performance data drawn from an analysis of the capabilities and functionality of three major library automation systems - HORIZON, INNOPAC and VTLS. The assessment was based on vendor input as well as on feedback from libraries of different types from different parts of the world. Objective criteria based on a numerical scoring scheme was used to assess system performance in six major functional areas: acquisition, cataloguing, circulation, public access catalogue, reference and information services and serials control. The functional performance data is expected to be useful for libraries looking for new systems as well as those already computerised and interested in enhancing their present systems. In addition, data on the extent of the utilisation of system capabilities by libraries should also be of interest to system vendors.",
        "email": "",
        "conf": "Program electronic library and information systems",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Saleh Ashoor"
        ],
        "keywords": "Automation; Libraries; Performance Measurement"
    },
    {
        "id": 123,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Perspectives on Education for Knowledge Management",
        "organization": "Kuwait University",
        "abstract": "This paper looks at the state of education in knowledge management (KM). It reports findings from a study of knowledge management courses included in the curriculum of academic disciplines of business, computing, and information that was conducted at the Nanyang Technological University (Singapore). Based on a review of course descriptions selected from Web sites of universities in Australia, Canada, Singapore, the United Kingdom, and the United States, the paper describes levels of courses, curriculum areas and topics, and differences in emphasis in teaching KM courses in different departments and schools. A table presents data on the details of KM courses for each university, including the school/department, course title, level, and academic program. A second table lists topics in KM courses for several curriculum areas, including foundations, technology, process (codification), applications, and strategies. (MES)",
        "email": "aschaudhry@ntu.edu.sg",
        "conf": "IFLA Council and General Conference",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Susan Ellen Higgins"
        ],
        "keywords": "Course Descriptions, Curriculum Development, Foreign Countries, Higher Education, Information Management, Information Technology, Tables (Data), World Wide Web"
    },
    {
        "id": 110,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Issues In Developing A Repository Of Learning Objects For Lis Education In Asia",
        "organization": "Kuwait University",
        "abstract": "",
        "email": "",
        "conf": "Proceedings of the World Library and Information Congress",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 90,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Evaluation of the Navigation Effectiveness of an Organizational Taxonomy Built on a General Classification Scheme and Domain Thesauri",
        "organization": "Kuwait University",
        "abstract": "This paper presents an evaluation study of the navigation effectiveness of a multifaceted organizational taxonomy that was built on the Dewey Decimal Classification and several domain thesauri in the area of library and information science education. The objective of the evaluation was to detect deficiencies in the taxonomy and to infer problems of applied construction steps from users' navigation difficulties. The evaluation approach included scenario‐based navigation exercises and postexercise interviews. Navigation exercise errors and underlying reasons were analyzed in relation to specific components of the taxonomy and applied construction steps. Guidelines for the construction of the hierarchical structure and categories of an organizational taxonomy using existing general classification schemes and domain thesauri were derived from the evaluation results.",
        "email": "abdusattar.chaudhry@ku.edu.kw",
        "conf": "Journal of the Association for Information Science and Technology",
        "coauthors": [
            "Zhonghong Wang",
            "Christopher S.G. Khoo",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 102,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Using classification schemes and thesauri to build an organizational taxonomy for organizing content and aiding navigation",
        "organization": "Kuwait University",
        "abstract": "Potential and benefits of classification schemes and thesauri in building organizational taxonomies cannot be fully utilized by organizations. Empirical data of building an organizational taxonomy by the top-down approach of using classification schemes and thesauri appear to be lacking. The paper seeks to make a contribution in this regard. Design/methodology/approach ‐ A case study of building an organizational taxonomy was conducted in the information studies domain for the Division of Information Studies at Nanyang Technology University, Singapore. The taxonomy was built by using the Dewey Decimal Classification, the Information Science Taxonomy, two information systems taxonomies, and three thesauri (ASIS&T, LISA, and ERIC). Findings ‐ Classification schemes and thesauri were found to be helpful in creating the structure and categories related to the subject facet of the taxonomy, but organizational community sources had to be consulted and several methods had to be employed. The organizational activities and stakeholders' needs had to be identified to determine the objectives, facets, and the subject coverage of the taxonomy. Main categories were determined by identifying the stakeholders' interests and consulting organizational community sources and domain taxonomies. Category terms were selected from terminologies of classification schemes, domain taxonomies, and thesauri against the stakeholders' interests. Hierarchical structures of the main categories were constructed in line with the stakeholders' perspectives and the navigational role taking advantage of structures/term relationships from classification schemes and thesauri. Categories were determined in line with the concepts and the hierarchical levels. Format of categories were uniformed according to a commonly used standard. The consistency principle was employed to make the taxonomy structure and categories neater. Validation of the draft taxonomy through consultations with the stakeholders further refined the taxonomy. Originality/value ‐ No similar study could be traced in the literature. The steps and methods used in the taxonomy development, and the information studies taxonomy itself, will be helpful for library and information schools and other similar organizations in their effort to develop taxonomies for organizing content and aiding navigation on organizational sites.",
        "email": "",
        "conf": "Journal of Documentation",
        "coauthors": [
            "Zhonghong Wang",
            "Abdus Sattar Chaudhry",
            "Christopher S.G. Khoo"
        ],
        "keywords": "Classification schmes, controlled languages, information systems, singapore"
    },
    {
        "id": 98,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Assessment of taxonomy building tools",
        "organization": "Kuwait University",
        "abstract": "The main objective of the paper is to assess selected taxonomy building tools to review their features and capabilities for supporting development and deployment of taxonomy functions. Design/methodology/approach ‐ A checklist of desirable features and capabilities of taxonomy tools was used for assessment focusing on development, deployment, display, and information environment supported. White papers and product information datasheets on vendor sites were consulted to analyze features and capabilities of selected taxonomy tools. Findings ‐ The review indicates that more than 50 per cent of the selected tools support automatic and hybrid taxonomy building; about 80 per cent allow import and export of taxonomies and vocabularies; and all tools reviewed support classification and tagging. User interfaces, for maintenance, and display in facets, are supported by some tools, while, some have also integrated other visualization tools, or modules to provide clear representation of contents, and relationships. Research limitations/implications ‐ Analysis is based on review of white papers and product information sheets and is therefore limited to indication of availability features and capabilities. The review does not assess performance of tools which would require use of tools and feedback from actual users. Practical implications ‐ The checklist used for assessment provides a useful template for organizations interested in assessing tools for taxonomy implementation. A summary of features and capabilities of selected taxonomy tools may also be useful in selecting tools for taxonomy application projects. Originality/value ‐ Little research has been reported in the literature on assessment methodology and evaluation of taxonomy tools. This study makes a good contribution to the literature on this important aspect of research and makes available useful practical information as well.",
        "email": "",
        "conf": "The Electronic Library",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "knowledge management, information strategy, knowledge organizations, classification schemes"
    },
    {
        "id": 137,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Development and Implementation of an In-House Continuing Education Program in an Academic Library",
        "organization": "Kuwait University",
        "abstract": "This paper reviews the preparation, planning and implementation of the Continuing Education (CE) program aimed at upgrading the skills and the competencies of the library staff at the King Fahd University of Petroleum & Minerals (KFUPM) Library, Saudi Arabia. The process of assessing the needs and strategies used for program development and implementation as well as problems faced in coordinating the various components of CE program is discussed. The CE program consisting of (1) short courses, (2) workshops, (3) symposia, (4) pre-and post-conference tutorials, and (5) local seminars – proved to be an effective means of staff development. Perhaps the key to the success of the CE program was the involvement of the library staff in assessing the needs and the structure of the program. A total of six short courses, nine workshops and 16 local seminars were conducted over a three year period as part of the CE program. An interim evaluation, follow-up to assure the utilization of training imparted, and an appropriate mechanism for continued motivation of staff have been considered necessary for future success of the program.",
        "email": "",
        "conf": "Education for Information",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 97,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Support from Bibliographic Tools to Build an Organizational Taxonomy for Navigation: Use of a General Classification Scheme and Domain Thesauri",
        "organization": "Kuwait University",
        "abstract": "A study was conducted to investigate the capability of a general classification scheme and domain thesauri to support the construction of an organizational taxonomy to be used for navigation, and to develop steps and guidelines for constructing the hierarchical structure and categories. The study was conducted in the context of a graduate department in information studies in Singapore that offers Master's and PhD programs in information studies, information systems, and knowledge management. An organizational taxonomy, called Information Studies Taxonomy, was built for learning, teaching and research tasks of the department using the Dewey Decimal Classification and three domain thesauri (ASIS&amp;T, LISA, and ERIC). The support and difficulties of using the general classification scheme and domain thesauri were identified in the taxonomy development process. Steps and guidelines for constructing the hierarchical structure and categories were developed based on problems encountered in using the sources.",
        "email": "abdusattar.chaudhry@ku.edu.kw",
        "conf": "Knowledge Organization",
        "coauthors": [
            "Zhonghong Wang",
            "Abdus Sattar Chaudhry",
            "Christopher Khoo"
        ],
        "keywords": ""
    },
    {
        "id": 93,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "KM Coursework: Pooled Judgments of Experts",
        "organization": "Kuwait University",
        "abstract": "Knowledge management (KM) is maturing as a field of study with an interdisciplinary orientation, being taught in a variety of schools by the faculty from diverse affiliations. In this context, KM curriculum design becomes a major challenge for educators. This study was designed with the purpose of analyzing the perceptions of senior KM academics and KM experts about the relevance and value of KM constructs in graduate programs. KM curriculum content was proposed based on an earlier study of KM modules (Rehman and Sumait, 2010). KM modules: An analysis of course. In Paper presented at the Pre-conference on LIS Education in Developing Countries, 75th Annual IFLA Conference, Milan, Italy; revised version accepted for publication in Journal of Information and Knowledge Management, 2010) about what is being taught in the KM programs. We also used findings of a validated set of KM taxonomy that indicated both the structure of the discipline and disciplinary content expressed in standard terminology (Tan, 2010; Chaudhry and Lee, 2009). Intellectual structure of knowledge management. The International Journal of Knowledge, Culture and Change Management, (9)). Two hundred KM academics and experts were identified internationally as potential participants. They were requested to respond to a Web-based survey, indicating their perceptions about the value and relevance of KM statements/modules. Fifty-one of them responded to the survey. The results have indicated that the academics placed a great deal of emphasis on the conceptual foundations of the discipline for its inclusion in the curriculum. KM modules related to KM processes, knowledge sources, KM technology, knowledge organisation, and knowledge sharing received a clear emphasis. It is expected that the findings of this study will be useful for those engaged in curriculum design or revision.",
        "email": "abdussattarch@gmail.com",
        "conf": "Journal of Information & Knowledge Management",
        "coauthors": [
            "Sajjad Rehman",
            "Abdus Sattar Chaudhry",
            "Sakeena A. Al-alawi"
        ],
        "keywords": "Knowledge management, coursework, curriculum, KM education"
    },
    {
        "id": 85,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Need for re-conceptualization of core knowledge in the field of information studies: A case of information organization",
        "organization": "Kuwait University",
        "abstract": "This paper calls for a review of curriculum in the discipline of information studies to respond to the recent changes brought by digital information environment, social media, and multidisciplinary initiatives. This is an opinion paper based mainly on author's extensive teaching experience and research in the area of information/knowledge organization. Relevant literature was reviewed to develop theoretical context and support assertions made and suggestions put forward by the author. This paper makes a case for fundamental changes in curriculum in the area of information organization to expand the scope of core knowledge in this important area. In author's opinion, re-conceptualization of contents has become necessary to respond to changes taking place in the information field in the digital environment. Author suggests that new topics are placed in different courses in the information studies programs (introductory/foundation; core/required; and electives/specialized courses) for a balanced approach. Discussion on possible changes will be helpful in curriculum design and teaching of information/knowledge organization courses in information studies ram to make these courses more useful for professionals aspiring to work in modern information environments.",
        "email": "abdusattar.chaudhry@ku.edu.kw",
        "conf": "Pakistan Journal of Information Management ",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 133,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Automation Systems as Tools of Use Studies and Management Information",
        "organization": "Kuwait University",
        "abstract": "Information about the use of library materials has always been extremely important to library managers for making decisions regarding future needs and directions. Libraries used to gather such data by maintaining circulation statistics, which was quite a tedious and time-consuming job. Specially designed use studies were another source of information about collection use. Due to time and cost considerations these studies were mostly based upon selected samples rather than the entire collection. Introduction of new planning approaches",
        "email": "",
        "conf": "IFLA Journal",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Application, Library, Data Management, Proposition, Result, Information system, Automated processing"
    },
    {
        "id": 105,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "What difference does it make: measuring returns of knowledge management",
        "organization": "Kuwait University",
        "abstract": "This chapter provides an overview of performance measurement in the area of knowledge management. Salient features of main measures have been described and their role in determining the return on knowledge management work highlighted. While Balanced",
        "email": "",
        "conf": "Knowledge Management",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 120,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Articulating the Unarticulated Element of the Information Science Paradigm",
        "organization": "Kuwait University",
        "abstract": "This article focuses on the traditional areas of public, school, and academic libraries that have generally declined in schools of library science, even though the labor force in these sectors has remained relatively stable. Information technology has altered the structures and influenced the design of academic programs of information studies and in doing so, enhanced their liaisons with schools of education, management science, communications, computer science, and applied science. Like an advanced ecosystem, both overlap and diversification of students in information studies has increased.",
        "email": "",
        "conf": "Journal of education for library and information science",
        "coauthors": [
            "Susan Ellen Higgins",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Focus groups, Information technology, Curricula, Information storage and retrieval systems, Information economics, Library management, Records management"
    },
    {
        "id": 117,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Call centres for enhanced reference services: A comparison of selected library call centres and the Reference Point at National Library of Singapore",
        "organization": "Kuwait University",
        "abstract": "The concept of a call centre is defined and the technologies employed in call centre applications are examined. The principles and practices relevant in the context of telephone services offered by libraries are highlighted. Features of call centres in selected libraries are described and compared with the Reference Point at the National Library of Singapore and recommendations on call centre practices with regard to the provision of LIS are presented.",
        "email": "aschaudhry@ntu.edu.sg",
        "conf": "Library Review",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Chua Jeanne"
        ],
        "keywords": "National library, Library, Comparative study, Performance evaluation, New information communication technology, Telephone information, Information service, Reference service, Telephone, Call center"
    },
    {
        "id": 80,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Personal information management practices in the Kuwaiti corporate sector",
        "organization": "Kuwait University",
        "abstract": "This study reviewed information management practices of corporate sector professionals in Kuwait through a questionnaire survey, focusing on finding and re-finding of information, management of e-documents, communications and contacts; and use of tools and social media for managing information. Results show that knowledge workers in the private sector relied heavily on company sources, social media, and websites for information gathering. They saved information for future use in electronic folders, added favourites and bookmarks in their Internet browsers, and saved URLs of websites in other personal records. Knowledge workers organized digital documents using different work-related categories and regularly updated these folders. The most frequently used means to re-find information included searching by file names and accessing information through bookmarks. They considered the following means important with regard to information literacy at work: personal information management (PIM) tools, e-mail organizers, and personal networks. This study provides initial insight into an enhanced understanding of the factors influencing information management behaviour of corporate professionals, to suggest ways to refine these skills in order to take full advantage of the availability of digital information.",
        "email": "abdussattarch@gmail.com",
        "conf": "Malaysian Journal of Library and Information Science",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Sajjad Ur Rehman",
            "Lulwah Al-Sughair"
        ],
        "keywords": "Information literacy; Personal information management; Information finding; Information re-finding; Information management behaviour"
    },
    {
        "id": 114,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "KM education in LIS programs",
        "organization": "Kuwait University",
        "abstract": "This paper investigates the perceptions of the heads of 12 LIS schools on KM education. These heads from North America, Europe and the Pacific region had either been offering KM courses or had an apparent interest in such programs. Data about perceptions were gathered on the nature of their KM coursework, KM positions their graduates might target, interdisciplinary partnerships, strategic partnerships with industry, and practical difficulties in the introduction of KM courses. They were asked to pinpoint difficulties in the areas of faculty availability, student enrollment, resource availability, creation of partnerships, working with professional associations, and interactions with industry. There existed a strong interest in offering KM courses, cultivating collaborations with business and computing schools, and developing strategic partnerships with industry.",
        "email": "aschaudhry@ntu.edu.sg",
        "conf": "Education for Information",
        "coauthors": [
            "Sajjad ur Rehman",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 139,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Information science curricula in graduate library schools in Asia",
        "organization": "Kuwait University",
        "abstract": "Over the past two decades, library schools have moved to include more information science in their curricula. Many studies have attempted to trace the growth of the information science component in education for librarians. Earlier studies of this type include surveys by Isabella,'Rees,* and Bracken and Shilling, 3 however, the most notable study is that by Jack Belzer from 1968-75.4 He conducted studies in 1968 and 1972 using questionnaires to survey information science higher education in all university departments in the United",
        "email": "",
        "conf": "International Library Review",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Asia, Librarianship, Graduate level education, Comparative study, Educational program, Information science"
    },
    {
        "id": 132,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Bi-lingual bibliographic software for processing library materials in the Arabic language",
        "organization": "Kuwait University",
        "abstract": "Bibliographic applications require special software capabilities if they are to provide the flexibility necessary for creating textual databases. Many specialised computer programs have been developed to facilitate bibliographic information processing. Saffady's survey of selected software in 1984 and a more recent survey carried out by Bridge in 1991 list more than 26 bibliographic application packages in use in different information agencies. However, not many programs are suitable for managing bi‐lingual applications, particularly in the processing of data in Arabic. Ashoor, Aman, and Salem have discussed in detail the problems of absence of a unified code, limitations of data input and output, and other problems related to computer terminals which have affected the development of bi‐lingual software.",
        "email": "",
        "conf": "Program electronic library and information systems",
        "coauthors": [
            "M. SALEH Ashoor",
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Application, Arabic, Library, Automated catalog, Comparative study, System evaluation, Information retrieval software, Multilingualism, Data processing, System function"
    },
    {
        "id": 94,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Use of electronic and digital information by investment professionals in Kuwait",
        "organization": "Kuwait University",
        "abstract": "The purpose of this paper is to investigate what types of information are crucial to support investment decisions, how investment professionals find information that they use to advise their clients, what types of sources of information are available to them, what sources they prefer, and what difficulties they experience in finding investment information. The study also explores the preferred ways and means to improve the information finding skills of investment professionals.",
        "email": "",
        "conf": "Library Review",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Husain Alansari"
        ],
        "keywords": "User behavior, Electronic information, Investment, Mass media, Information professional, Information retrieval, Information service, Web site, Use"
    },
    {
        "id": 88,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Leveraging Personal Networks to Support Knowledge Management in a Public Sector Organisation in Kuwait",
        "organization": "Kuwait University",
        "abstract": "Analysis of knowledge management practices in a selected ministry in Kuwait showed that knowledge workers in the public sector identify personal contacts using traditional methods, but make heavy use of social networking tools and services to support personal networks. They communicate regularly with contacts that have expertise in their area of responsibility and prefer to follow up with those contacts whose work they admire. Knowledge workers perform a variety of activities on personal networks to strengthen knowledge management. However, a review of these activities indicates that there is a need to place more emphasis on collaborative learning through social bookmarks, reflecting and commenting on blogs, and editing wikis to provide effective support for knowledge management.",
        "email": "abdusattar.chaudhry@ku.edu.kw",
        "conf": "Libri",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Personal Networks; Contacts Management; Personal Knowledge Management; Social Networking Tools; Social Software; Kuwait"
    },
    {
        "id": 107,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "PURSUING THE HOLY GRAIL OF KNOWLEDGE-BASED ECONOMY ASSESSMENT: : THE CASE OF SINGAPORE",
        "organization": "Kuwait University",
        "abstract": "While the knowledge-based economy (KBE) and its effects are often recognized and discussed, there is a lack of consensus within the international community about how an economy's progress in the knowledge arena is definitively measured. This paper focuses on the context of Singapore and seeks to develop a set of indicators that could be used to track Singapore's economic development as a KBE. To achieve this objective, major KBE assessment models were reviewed and conflated into an interim set of KBE indicators for Singapore. Thereafter, the appropriateness of the indicators was subject to experts' opinions solicited from the Singapore Economic Development (EDB). The findings yielded specific recommendations to help build capabilities in the areas of knowledge creation, knowledge acquisition, knowledge dissemination, and knowledge application for the economy of Singapore.",
        "email": "",
        "conf": "Creating Collaborative Advantage Through Knowledge And Innovation",
        "coauthors": [
            "Alton Yeow-Kuan Chua",
            "Abdus Sattar Chaudhry",
            "Fong Pin Fen"
        ],
        "keywords": ""
    },
    {
        "id": 131,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Comprehensive materials availability studies in academic libraries",
        "organization": "Kuwait University",
        "abstract": "A study at the KFUPM Library revealed an overall materials availability performance of 63.8%. The rose to 76% when library staff provided assistance. The major reasons for non-availability of items were related to circulation policy, ownership, and user skills.",
        "email": "",
        "conf": "The Journal of Academic Librarianship",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "Saleh Ashoor"
        ],
        "keywords": ""
    },
    {
        "id": 103,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "A survey of the top-level categories in the structure of corporate websites",
        "organization": "Kuwait University",
        "abstract": "A survey of the structure of corporate Websites was carried out to identify common categories, structures, facets and terms used in organizing these Websites. A sample of seven Websites of IT companies were fi rst analyzed to construct a taxonomy checklist with 82 categories. The checklist was then used to analyze the toplevel structure of 28 corporate Websites belonging to six product types. Differences in the top-level categories were found across the product types. Fifty-four new categories were found and incorporated into the taxonomy checklist. The taxonomy checklist is expected to be a useful reference for Information Architects in the design of corporate Websites.",
        "email": "",
        "conf": "Culure and Identity in Knowledge",
        "coauthors": [
            "Abdus Sattar Chaudhry",
            "C.S.G. Khoo"
        ],
        "keywords": ""
    },
    {
        "id": 108,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Working Together in Developing Library and Information Science Education in the Asia Pacific",
        "organization": "Kuwait University",
        "abstract": "Ongoing initiatives that offer potential collaboration and cooperation among LIS educators, particularly in the Asia Pacific context, are identified and discussed. By no means being exhaustive, these areas include hosting and participating in workshops, symposiums and conferences; implementing a portal for education; developing a repository of learning objects and resources; assuring quality through accreditation; and promoting and sustaining research and scholarship. These are highlighted with the aim to foster and promote dialogue among LIS educators, researchers and practitioners, and to engender participation in these activities. Collectively, these areas lay a foundation to create an informal network to improve information exchange and dissemination, knowledge sharing and creation, and research collaboration, thereby helping to further improve and ensure high standards of LIS education, practice and research in the region.",
        "email": "aschaudhry@ntu.edu.sg",
        "conf": "International Conference on Asian Digital Libraries",
        "coauthors": [
            "Schubert Foo",
            "Christopher S. G. Khoo",
            "Abdus Sattar Chaudhry",
            "Shaheen Majid"
        ],
        "keywords": "Digital Library, Asia Pacific Region, Digital Preservation, Information Professional, American Library Association "
    },
    {
        "id": 136,
        "label": 1,
        "author": "abdus sattar chaudhry",
        "title": "Information Policies in Saudi Arabia and Malaysia",
        "organization": "Kuwait University",
        "abstract": "Discussion of national information policy focuses on Saudi Arabia and Malaysia. Documents from the two countries that were reviewed to examine policy provisions related to library and information services are listed, and Malaysia's national policy on library and information services is presented as a model for other developing countries. (Contains 10 references.) (LRW)",
        "email": "",
        "conf": "Information Development",
        "coauthors": [
            "Abdus Sattar Chaudhry"
        ],
        "keywords": "Developing Nations, Economic Development, Foreign Countries, Information Services, Libraries, Literature Reviews, Models, Policy Formation"
    }
]