[
    {
        "id": 579,
        "label": 16,
        "author": "abdul kader",
        "title": "Dietary supplementation of inosine monophosphate promotes cellular growth of muscle and upregulates growth-related gene expression in Nile tilapia Oreochromis niloticus",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "Muscle growth mechanisms are controlled by different cellular and molecular pathways, and dietary supplementation of nucleotides (NTs) may play an important role to influence such pathways in fish. In this study, we hypothesized that dietary supplementation of inosine monophosphate (IMP) would enhance cellular muscle growth, and upregulate growth-related gene expression in juvenile Nile tilapia Oreochromis niloticus. Five isonitrogenous (40% crude protein) and isocaloric (20.3 KJ/g diet) test diets were formulated by supplementing 0, 0.1, 0.2, 0.4 and 0.8% IMP in casein and fishmeal based semi-purified diet. Triplicate groups of juvenile Nile tilapia (0.59 ± 0.1 g) were stocked in 15 fiberglass tanks (150 L capacity), arranged in a simple biological filters-based closed system, with stocking density of 25 individuals per tank. The feed was applied at a daily feeding rate of 10% body weight (BW) initially and reduced to 5% BW finally for 60 days. Treatments results were compared using ANOVA (α = 0.05). At 60th day (60 D), final body weight of fish fed with 0.2–0.8% IMP were significantly higher than that of fish fed without IMP supplemented diet. At 60 D, both the hyperplastic (diameter class 10 = ≤ 10 μm) and hypertrophic (diameter class 60 = 50 > d ≤ 60 μm and class 70 = d > 60 μm) muscle fiber frequency were significantly higher in 0.2–0.8% IMP supplemented diets compared to 0–0.1% IMP supplemented diet. Two-way ANOVA result demonstrated that the pituitary GH, hepatic IGF-1 and GHR-1, and muscle-specific MyoD, myogenin and Pax7 gene expression were upregulated in fish fed with 0.2–0.8% IMP compared to the fish fed without IMP supplemented diet. However, hepatic IGF-2 and myostatin gene expression were not significantly affected by the dietary treatments. Real-time PCR data also demonstrated that myostatin gene expression was downregulated and all other gene expression were upregulated at the end of feeding trial (60 D) compared to the initial period (1 D). The results of the present study indicated that IMP supplementation enhanced the muscle growth by promoting hyperplasia and hypertrophy, and upregulating the growth-related gene expression in Nile tilapia. In conclusion, IMP is a potential feed additive and supplementation of ≥ 0.2% IMP is the most effective for enhancing growth of Nile Tilapia.",
        "email": "abdulkader_fc@yahoo.com",
        "conf": "Aquaculture",
        "coauthors": [
            "Md Asaduzzaman",
            "Daisuke Ikeda",
            "Ambak Bolong Abol-Munafi",
            "Mahbuba Bulbul",
            "Md Eaqub Ali",
            "Shigeharu Kinoshita",
            "Shugo Watabe",
            "Md. Abdul Kader"
        ],
        "keywords": "Inosine monophosphate,Muscle growth,Myogenic regulatory factors,Growth hormone,Insulin like growth factors,Nile tilapia"
    },
    {
        "id": 600,
        "label": 14,
        "author": "abdul kader",
        "title": "DEVELOPMENT AND PERFORMANCE TESTING OF A LIGHT WEIGHT PORTABLE SOLAR RICE COOKER IN RURAL AREAS OF BANGLADESH",
        "organization": "University of New South Wales",
        "abstract": "Generally sunlight is one of the most potential sources of energy on earth. Among the total energy consumption, energy consumption for cooking is a leading component in developing countries. Most of the rural people in Bangladesh use biomass fuel for cooking such as wood, cow dung, jute sticks or other agricultural wastes. Hence, there is an attentive necessity for the improvement of alternative, suitable, cheap mode of cooking in Bangladesh. This paper presents the thermal performance of a light weight Portable Solar Cooker (PSC) using parabolic shaped umbrella with aluminum foil coating. An umbrella of 125 cm diameter was used as a frame of the portable cooker because it is more convenient to transport and its surface area is almost parabolic. The aluminum foil was attached to the inner side of the umbrella with white glue which acts as reflector plate. The focal length of the parabolic surface was 26.16 cm. The maximum temperature of the experimental water recorded was 98˚C at around 12 PM. The investigational time was from 10:00 AM to 01:00 PM. The cooking power and energy efficiencies of the PSC were in the range 37W to 149.3 W and 2.8 % to 11.59%, respectively.",
        "email": "",
        "conf": " International Journal of Renewable Energy Resources",
        "coauthors": [
            "Raju Ahamed",
            "Md Abdul Kader",
            "Mahbub Rashid",
            "Md Meftahul Ferdaus"
        ],
        "keywords": "Solar cooker, portable cooker, temperature and aluminum foil"
    },
    {
        "id": 610,
        "label": 16,
        "author": "abdul kader",
        "title": "Performance of kuruma shrimp Marsupenaeus japonicus fed diets replacing fishmeal with a combination of plant protein meals",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "",
        "email": "",
        "conf": "Aquaculture",
        "coauthors": [
            "Mahbuba Bulbul",
            "Shunsuke Koshio",
            "Manabu Ishikawa",
            "Md. Abdul Kader"
        ],
        "keywords": ""
    },
    {
        "id": 635,
        "label": 13,
        "author": "abdul kader",
        "title": "Tillage Management Alters Surface Soil Organic Matter Composition: A Pyrolysis Mass Spectroscopy Study",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "Soil Science Society of America Journal",
        "coauthors": [
            "Steven Sleutel",
            "Mohammed Abdul Kader",
            "Peter Leinweber",
            "Stefaan De Neve"
        ],
        "keywords": ""
    },
    {
        "id": 581,
        "label": 13,
        "author": "abdul kader",
        "title": "Carbon footprint of lentil in old Brahmaputra floodplain soil",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Crop production has contributed significantly to global carbon footprint (CF). Characterizing the carbon footprint of agricultural production offers key information for achieving low carbon agriculture. Bangladesh has struggled for long and worked hard for increasing food production capacity for its large growing population. It is necessary to choose the crops and management practices which have low CF to maintain a win-win situation between food production and greenhouse gas (GHG) emissions. However, the CF of Bangladeshs crop production has not yet been assessed. Therefore, this study was conducted to estimate the CF of lentil as one of the major legumes cultivated in Bangladesh. The crop was cultivated at the Soil Science Field Laboratory of Bangladesh Agricultural University (BAU) Farm, Mymensingh i.e. Agro-ecological zone (AEZ 9) during November, 2013 to April, 2014 by following standard management practices. The Carbon footprint was calculated by using the collected emission factors from literature as default values for each input and operation used for the production of crops as per guideline of ISO (2006) and IPCC (2006). The GHG emissions in the crop fields are taken from the studies of Pathak and Aggarwal (2012). The yield of lentil was 0.90 t ha-1 with a CF of 406 kg CO2-equivalentst-1 of lentil. Direct and indirect GHG emissions singly contributed the half of CF accounting 52.54% of total CF. The contribution of fertilizer, irrigation, machinery and labor inputs to the overall carbon footprint were 23.16%, 15.97%, 1.26% and 7.06%, respectively. Among the fertilizers, nitrogenous fertilizer was dominant and singly contributed to 70% of fertilizer CF. However, for developing best management practices for climate change mitigation in crop production of Bangladesh, further studies of soil and regional specific CFs of lentil are needed.",
        "email": "",
        "conf": "Progressive Agriculture",
        "coauthors": [
            "Md. Erfanul Haq",
            "Mohammed Abdul Kader",
            "S Farhan"
        ],
        "keywords": ""
    },
    {
        "id": 556,
        "label": 13,
        "author": "abdul kader",
        "title": "Pyrolysis and co-composting of municipal organic waste in Bangladesh: A quantitative estimate of recyclable nutrients greenhouse gas emissions and economic benefits",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Waste causes environmental pollution and greenhouse gas (GHG) emissions when it is not managed sustainably. In Bangladesh, municipal organic waste (MOW) is partially collected and landfilled. Thus, it causes deterioration of the environment urging a recycle-oriented waste management system. In this study, we propose a waste management system through pyrolysis of selective MOW for biochar production and composting of the remainder with biochar as an additive. We estimated the carbon (C), nitrogen (N), phosphorus (P) and potassium (K) recycling potentials in the new techniques of waste management. Waste generation of a city was calculated using population density and per capita waste generation rate (PWGR). Two indicators of economic development, i.e., gross domestic product (GDP) and per capita gross national income (GNI) were used to adopt PWGR with a projected contribution of 5–20% to waste generation. The projected PWGR was then validated with a survey. The waste generation from urban areas of Bangladesh in 2016 was estimated between 15,507 and 15,888 t day−1 with a large share (∼75%) of organic waste. Adoption of the proposed system could produce 3936 t day−1 biochar blended compost with an annual return of US $210 million in 2016 while it could reduce GHG emission substantially (−503 CO2 e t−1 municipal waste). Moreover, the proposed system would able to recover ∼46%, 54%, 54% and 61% of total C, N, P and K content in the initial waste, respectively. We also provide a projection of waste generation and nutrient recycling potentials for the year 2035. The proposed method could be a self-sustaining policy option for waste management as it would generate ∼US$51 from each tonne of waste. Moreover, a significant amount of nutrients can be recycled to agriculture while contributing to the reduction in environmental pollution and GHG emission.",
        "email": "",
        "conf": "Waste Management",
        "coauthors": [
            "Shamim Mia",
            "Md. Ektear Uddin",
            "Mohammed Abdul Kader",
            "Amimul Ahsan",
            "M A Mannan",
            "Mohammad Monjur Hossain",
            "Zakaria Solaiman"
        ],
        "keywords": "Organic waste recycling,Biochar,Composting,GHG emission,Agricultural and environmental sustainability"
    },
    {
        "id": 627,
        "label": 16,
        "author": "abdul kader",
        "title": "Supplemental effects of some crude ingredients in improving nutritive values of low fishmeal diets for red sea bream Pagrus major",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "",
        "email": "",
        "conf": "Aquaculture",
        "coauthors": [
            "Md. Abdul Kader",
            "Shunsuke Koshio",
            "Manabu Ishikawa",
            "Mahbuba Bulbul"
        ],
        "keywords": ""
    },
    {
        "id": 625,
        "label": 14,
        "author": "abdul kader",
        "title": "Valorization of solid tire wastes available in Bangladesh by thermal treatment.",
        "organization": "University of New South Wales",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "M. Rofiqul Islam",
            "Mohammad U.H.Joardder (Omar)",
            "Md Abdul Kader",
            "M R I Sarker"
        ],
        "keywords": ""
    },
    {
        "id": 553,
        "label": 13,
        "author": "abdul kader",
        "title": "Link between paddy soil mineral nitrogen release and iron and manganese reduction examined in a rice pot growth experiment",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Paddy soil indigenous N supply is often poorly related to N status and our aim was to assess its linkage to reduction of Fe3+ and Mn4+, primary terminal electron acceptors in submerged soils. Transplanted rice was grown in the greenhouse in four Bangladeshi paddy soils with distinct SOC to Feox ratio (1.6 to 4.9) for 72 days firstly under continuous and then intermittent flooding. Solution buildup rates of Fe2+ and Mn2+ in the first 2–3 weeks of flooding correlated negatively with soil organic carbon (SOC) to NH4-oxalate extractable Fe (Feox) and Mn (Mnox) ratios (p < 0.01). Mössbauer analysis detected ferrihydrite and goethite in all soils and with Mn3O4 these are the likely source minerals. An electron (e−) balance calculated from soil C-emission rates suggested reductive Fe and Mn dissolution to relevant e−-accepting processes, probably responsible for no >50% of e− capture, though. Reduction of abundantly present octahedral Fe3+ in chlorites and vermiculite and their interstratified forms in these floodplain silty Inceptisols is hypothesized to also support microbial activity. Notwithstanding, a close temporal synergy existed between solution Fe and soil mineral N and their build-up rates were correlated (r: 0.77 to 0.90; p < 0.01) and with that of dissolved OC (DOC) (r: 0.84 to 0.96; p < 0.01), C emission rate (r: 0.99; p < 0.01) and SOC:Feox (r: −0.71; p < 0.01). These correlations suggest Fe3+ reduction to be a relevant intermediary step in soil N mineralization, possibly through release of associated DOC, N or both. After switching to intermittent flooding dissolution of Fe, Mn and DOC were decoupled from mineral N release but since Eh remained in the Fe3+-reduction range in three out of four soils, possibly clay-Fe3+ alternated with O2 as e−-acceptor. Most importantly, in all soils N release slowed or halted after only 2 weeks of flooding but recommenced with intermittent flooding. As a next step, field experiments could verify if indigenous soil N supply also benefits from non-continuous irrigation management. Lastly, experimental proof is pending for release of clay-bound N and interlayer NH4+ following reduction of octahedral Fe3+ with consequent increased negative charge or structural destabilization, possibly an important process in floodplain paddy soils in Bangladesh.",
        "email": "",
        "conf": "Geoderma",
        "coauthors": [
            "Masuda Akter",
            "Heleen Deroo",
            "Eddy De Grave",
            "Toon Van Alboom",
            "Mohammed Abdul Kader",
            "Sofie Pierreux",
            "Mili Amena Begum",
            "Pascal Boeckx",
            "Steven Sleutel"
        ],
        "keywords": "Paddy soils,Reductive dissolution,Mn-Fe-(hydr-)oxides,N mineralization,pH,Redox"
    },
    {
        "id": 588,
        "label": 13,
        "author": "abdul kader",
        "title": "Effects of zinc and boron application on onion and their residual effects on Mungbean",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "The effect of zinc (Zn) and boron (B) on the growth and yield of onion as well as their residual effect on mungbean were investigated in this study. The field experiment was conducted at Bangladesh Agricultural University Farm, Mymensingh. The soil was silt loam having 6.92 pH, 2.82% organic matter, 0.63 µg g-1 available Zn and 0.27 µg g-1 available B contents. There were nine treatments comprising three rates of Zn (0, 2 and 4 kg ha-1) and three rates of B (0, 1.5 and 3 kg ha-1) in all combinations. The experiment was laid out in a randomized complete block design with three replications. Zinc as ZnSO4.7H2O and boron as H3BO3 were applied to the first crop (onion cv. Faridpuri). Mungbean (cv. BINA Mung8) was grown on the same plots after harvesting of onion, with no further addition of Zn and B. For both crops, N, P, K and S fertilizers were added to the all plots as per recommendation (FRG-2012). Application of Zn and B significantly influenced the growth and yield parameters of crops viz. plant height, bulb diameter, bulb length and bulb yield for onion, and plant height, pods plant-1, pod length, 1000-seed weight and seed yield for mungbean. Addition of Zn at 4 kg ha-1 and B at 3 kg ha-1 compared to control (Zn0­B0) gave 52% yield benefits for onion and 99% yield benefits for mungbean. Zinc and B concentrations as well as their uptake by onion bulb were also positively influenced by the added Zn and B. The results suggest that application of Zn at 4 kg ha-1 coupled with B at 3 kg ha-1 along with NPKS is required to achieve higher yield of onion and mungbean in Old Brahmaputra Floodplain (AEZ 9).",
        "email": "",
        "conf": "Progressive Agriculture",
        "coauthors": [
            "R Begum",
            "Mohammad Jahiruddin",
            "Mohammed Abdul Kader",
            "M A Haque",
            "ABMA Hoque"
        ],
        "keywords": ""
    },
    {
        "id": 642,
        "label": 13,
        "author": "abdul kader",
        "title": "Combination of Azolla and Urea Nitrogen for Satisfactory Production of Irrigated Boro Rice (BRRI Dhan 29)",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "Journal of Agronomy",
        "coauthors": [
            "Akhter Shamima",
            "Mian M.H",
            "Mohammed Abdul Kader",
            "Shamim Ara Begum"
        ],
        "keywords": ""
    },
    {
        "id": 624,
        "label": 13,
        "author": "abdul kader",
        "title": "Organic Matter in Clay Density Fractions from Sandy Cropland Soils with Differing Land-Use History",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "Soil Science Society of America Journal",
        "coauthors": [
            "Steven Sleutel",
            "Leinweber P",
            "Eric Van Ranst",
            "Kanaga Jeevan"
        ],
        "keywords": ""
    },
    {
        "id": 558,
        "label": 13,
        "author": "abdul kader",
        "title": "Intercropping short duration leafy vegetables with pumpkin in subtropical alluvial soils of Bangladesh",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Intercropping may allow increasing both the productivity and diversity of crop through efficient utilization of land in densely populated countries like Bangladesh where fertility of agricultural land is declining gradually. A field experiment was conducted at a recently developed alluvial soil in Bangladesh during 2015–16 and 2016–17 winter seasons to select suitable leafy vegetables intercropping with pumpkin for higher productivity, better land and time utilization and maximum economic return. Six leafy vegetables viz., coriander green, red amaranth, radish green, mustard green, jute green, and spinach were intercropped with pumpkin and compared with sole pumpkin using a randomised complete block design. Intercropping leafy vegetables with pumpkin did not reduce pumpkin yield but increased system productivity by 39–120% over sole cropped pumpkin. All the intercropping combinations performed better than sole pumpkin. However, the highest system yield (72.7 & 75.6 t ha–1), land equivalent ratio (1.74 & 1.75), area time equivalent ratio (1.20 & 1.16), net return (8001 & 8350 USD ha–1) and benefit cost ratio (10.3 & 10.7) were obtained in 2015–16 & 2016–17, respectively from pumpkin + spinach system indicating that this system might be suitable for higher crop productivity, better land and time utilization as well as economic return for the selected area.",
        "email": "",
        "conf": "Journal of Natural and Applied Sciences",
        "coauthors": [
            "Shamim Ara Begum",
            "Mohammed Abdul Kader"
        ],
        "keywords": "Intercropping, Pumpkin, Leafy vegetables."
    },
    {
        "id": 628,
        "label": 16,
        "author": "abdul kader",
        "title": "Influence of Dietary Phytic Acid on Growth Feed Intake and Nutrient Utilization in Juvenile Japanese Flounder Paralichthys olivaceus",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "",
        "email": "",
        "conf": "Journal of the World Aquaculture Society",
        "coauthors": [
            "Asda Laining",
            "Rex Traifalgar",
            "Moe Thu",
            "Saichiro Yokoyama"
        ],
        "keywords": ""
    },
    {
        "id": 575,
        "label": 12,
        "author": "abdul kader",
        "title": "Recent advances in mulching materials and methods for modifying soil environment",
        "organization": "Assistant Director at Rural Development Academy (RDA) Bogra",
        "abstract": "The global temperature has been increasing over the years due to climate change that, directly or indirectly, affects water and energy consumptions in the agriculture sector. The application of mulching practices reduces soil evaporation, conserves soil moisture, suppresses weed growth, controls soil structure and temperature, influences soil micro-organisms, and is aesthetically pleasing. This study has reviewed 189 published research papers, which described the effects of various mulching materials and methods on soil and environment that influence crop productivity. This paper describes the extent of influence of different mulching materials and methods on the hydrothermal environment of soils. It is imperative to know the processes that control soil environments under various mulching conditions and the effects of mulching materials on crop yield, productivity and water use efficiency. These issues of mulching are the prime concerns of this review study. Plastic mulching materials have a greater importance than the organic ones to control soil environment and increase crop yield. But, the organic mulching materials are inexpensive and environment friendly. The selection of an appropriate mulching material is, however, guided by crop type, crop management practices and climatic conditions. Future research is needed on the effects of low-cost biodegradable mulching materials on microclimate modifications, soil biota, soil fertility, crop growth and crop yields.",
        "email": "",
        "conf": "Soil and Tillage Research",
        "coauthors": [
            "Md. Abdul Kader",
            "Masateru Senge",
            "M A Mojid",
            "Kengo Ito"
        ],
        "keywords": "MulchSoil moisture,Soil temperature,Soil micro-organism,Soil productivity"
    },
    {
        "id": 555,
        "label": 13,
        "author": "abdul kader",
        "title": "Screening of barley genotypes for drought tolerance based on culm reserves contribution to grain yield",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Grain filling determines the grain weight, a major component of grain yield in cereals. Grain filling in barley depends on current assimilation and culm reserves. A pot experiment was conducted at the Grilled House, Department of Crop Botany, Bangladesh Agricultural University, Mymensingh during October 2015–May 2016 to study the grain filling patterns and the contributions of culm reserves to grain yield under drought stress. The experiment consisted of two factors—barley cultivars (six cultivars) and drought stress treatments (control and drought stress). Drought stress was imposed by limiting the irrigation during grain filling period. The tillers were sampled at anthesis, milk-ripe and maturity to determine the changes in dry weights of different parts, viz., leaf lamina, culm with sheath, spikes, and grains; and to examine the contribution of culm reserves to grain yield. The result in this experiment revealed that the grain yield was reduced by 5–25% due to drought stress. The reduction in grain yield was attributable to reduce number of grains per spike and lighter grain weight due to the stress. Drought stress drastically reduced the grain filling duration by about 30% and the stress induced early leaf senescence. Photosynthesis rate and leaf greenness were also reduced in stress. The stress altered the contribution of culm reserves, water soluble carbohydrates (WSCs) in culms to grains. At milk ripe stage, accumulation reached its peak. It accumulated 29.0 to 70.0 mg and from 15.8 to 40.6 mg culm−1 in control and stressed plants, respectively. The residual culm WSCs ranged from 3.5 to 11.2 mg and 1.0 to 3.5 mg culm−1 under control and stress conditions, respectively. The highest contribution of culm WSCs to grain yield was observed in BARI barley2 and the lowest was in BARI barley5 both in control and stress condition. Among the cultivars studied, BARI barley2 produced higher yield with the higher contribution of culm reserves to grain yield under the drought stress.",
        "email": "",
        "conf": "Journal of the Bangladesh Agricultural University",
        "coauthors": [
            "Md. Masudul Karim",
            "Md. Amirul Islam",
            "Md Rasel Rana",
            "Mohammed Abdul Kader"
        ],
        "keywords": "Grain Filling, Water Soluble Carbohydrates (WSCs), Photosynthesis rate, Leaf greenness, Drought Stress and Barley"
    },
    {
        "id": 611,
        "label": 16,
        "author": "abdul kader",
        "title": "Effect of composite mixture of seafood by-products and soybean proteins in replacement of fishmeal on the performance of red sea bream Pagrus major",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "",
        "email": "",
        "conf": "Aquaculture",
        "coauthors": [
            "Md. Abdul Kader",
            "Shunsuke Koshio"
        ],
        "keywords": ""
    },
    {
        "id": 612,
        "label": 14,
        "author": "abdul kader",
        "title": "Bio-Oil Production Via Fast Pyrolysis of Biomass Residues From Coconut Shell in a Fixed-Bed Reactor",
        "organization": "University of New South Wales",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Md Abdul Kader",
            "Amit Roy",
            "Syed Mamun R Rasid"
        ],
        "keywords": ""
    },
    {
        "id": 589,
        "label": 13,
        "author": "abdul kader",
        "title": "Effects of long-term mineral fertilization and manuring on rice-rice cropping pattern in sub-tropical floodplain soil",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "An experiment was carried out both boro season (FebruaryJune, 2013) and aman season (July-December, 2013) in the permanent experimental field of the Department of Soil Science, Bangladesh Agricultural University (BAU), Mymensingh. The objectives of present research work were tosee the effects of long-term fertilization and manuring on soil fertility and yield of boro and aman rice in flood plain (Subtropical) soil (AericHaplaquepts). The experiment was laid out in a randomized complete block design with three replications. There were 10 treatment combinations viz, Control, N, NP, NK, NPK, NZn, NS, NSZn, NPKSZn and NPK+FYM. The results indicated that the yield contributing characters and yield of BRRI dhan28 (Boro rice) and BR11 (Aman rice) were significantly increased due to different treatments. For boro rice, the highest plant height (cm), 1000-grain weight (g), effective tiller hill-1 and biological yield (t ha-1) were found in NPKSZn treatment. The highest grain yield and straw yield of boro ricewere also observed in NPKSZn treatment. Grain yield was increased by 71%, 119%, 127%, 132%, 133%, 144%, 161% and 200% over Control in NZn, NS, NK, N, NP, NPK+FYM, NPK, NSZn and NPKSZn treatments, respectively. Straw yield was increased by 82%, 83%, 98%, 110%, 112%, 139%, 145%, and 167% over Control in N, NP, NPK+FYM, NZn, NK, NPK, NSZn, NS and NPKSZn treatments, respectively. Again for aman rice, the highest number of unfilled grain panicle-1, grain yield (t ha-1) and harvest index (%) were recorded in NPKSZn treatment. Grain yield was increased by 79%, 85%, 87%, 97%, 116%, 117%, 159% and 165% over Control in NP, NZn, N, NPK, NPK+FYM, NK, NSZn, NS and NPKSZn treatments, respectively. Straw yield was increased by 119%, 121%, 135%, 142%, 149%, 152%, 200%, 217%, and 246% over Control in NP, N, NPK, NPK+FYM, NK, NZn, NPKSZn, NSZn and NS treatments, respectively.",
        "email": "",
        "conf": "Asian Journal of Medical and Biological Research",
        "coauthors": [
            "Bornali Mostofa",
            "Md Zahir Raihan",
            "Mohammad Forhad Hossain",
            "Taneya Farhana",
            "Md Mukul Mia",
            "Mohammed Abdul Kader"
        ],
        "keywords": "effects, mineral fertilization, manuring, rice-rice cropping pattern, floodplain soil"
    },
    {
        "id": 592,
        "label": 13,
        "author": "abdul kader",
        "title": "Mineralogy of Soils from Different Agroecological Regions of Bangladesh: Region 18-Young Meghna Estuarine Floodplain",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Bangladesh is consisting of 30 Agroecological Regions (AEZs) and the applied agricultural research has been conducted based on this. In context of the lack of enough information on mineralogy based on AEZs, an attempt has been taken to study the mineralogy of important soils from all AEZs of Bangladesh in order to provide basic information for applied research. As part of this attempt, the mineralogy of twenty four soils from three representative soil series (Ramgati, Hatiya and Silonia) of AEZ 18, Young Meghna Estuarine Floodplain, has been reported in the current paper. The clay content of the surface soils ranged from 8.7 to 29.4%. According to the USDA system, thirteen soil samples were silt loam, eight were silt and only one was silty clay loam. The",
        "email": "",
        "conf": "Journal- Faculty of Agriculture Kyushu University",
        "coauthors": [
            "Akter Fouzia",
            "Abu Zofar Md. Moslehuddin",
            "Mohammed Abdul Kader",
            "Md Mosharaf Hossain Sarker",
            "Yuki Mori"
        ],
        "keywords": "clay mineralogy, parent material, Bangladesh"
    },
    {
        "id": 574,
        "label": 14,
        "author": "abdul kader",
        "title": "Numerical modelling of closed-cell aluminium foams under shock loading",
        "organization": "University of New South Wales",
        "abstract": "The present research numerically investigates shock propagation through closed-cell aluminium foam via flyer-plate impact. The mechanics of foam deformation was elucidated using the finite element (FE) software ABAQUS/explicit. X-ray computed micro-tomography was performed to render a full 3D foam geometry mesh for understanding detailed macrostructural response due to shock propagation. Elastic wave propagation and pore collapse mechanism with time were studied. The free surface velocity of the foam was measured at two different flyer-plate impact velocities to observe the profile of the shock wave with time. Good correlations were observed between experimental data and FE predictions for both test conditions.",
        "email": "",
        "conf": "AIP Conference Proceedings",
        "coauthors": [
            "Mohammad Abdul Kader",
            "MOHAMMAD ASHRAFUL ISLAM",
            "Paul Hazell",
            "J P Escobedo",
            "M Saadatfar",
            "Andrew Brown"
        ],
        "keywords": ""
    },
    {
        "id": 618,
        "label": 15,
        "author": "abdul kader",
        "title": "Calcium Signalling in Plant Cells Under Environmental Stress",
        "organization": "Professor",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Sylvia Lindberg",
            "Kader Md. Abdul",
            "Vladislav Vladimirovitch Yemelyanov"
        ],
        "keywords": ""
    },
    {
        "id": 598,
        "label": 13,
        "author": "abdul kader",
        "title": "Changes of land use in Fulbaria and Trishal upazila of Mymensingh district of Bangladesh",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "There is no reliable information till now on the conversion rate of agricultural land in Bangladesh into different non agricultural sectors. The study was undertaken to estimate the present land use pattern and to calculate the changes in land use of agricultural and non-agricultural field over time using aerial photographs of Trishal and Fulbaria upazila of Mymensingh district. Two series of aerial photographs of both upazilas from 1983 and 2000 at scales of 1:40,000 and 1:25,000, respectively, were studied. Land use categories were calculated by random line drawing method on effective areas of aerial photograph. In 1983, Total agricultural and non-agricultural land of Trishal upazila were found 29,505 and 4,095 ha accounting 87.81 and 12.2% of total land area, respectively. In Fulbaria upazila for the same year, it was 35,611 and 4,258 ha accounting 89.3% and 10.7% of total land area, respectively,. An amount of about 3545 and 3637 ha agricultural land was transformed into non-agricultural land in Trishal and Fulbaria upazila, respectively, within a period of 17 years. The rate of decreasing agricultural land to non agricultural land in Trishal and Fulbaria upazila was estimated to be 0.62 and 0.54% /annum, respectively. Land use analysis shows that conversion of agricultural land into settlement, transport network and water body contributed 88.07, 5.3 and 6.63% of the land loss, respectively in Trishal upazila and 98.45, 1.3 and 0.12% of the land loss, respectively in Fulbaria upazila. If similar trends in loss of agricultural land remain constant, there will be no land available for cultivation after around 200 years. Therefore, it is very crying need for the country to make a land use policy for food security of the rapidly growing population.",
        "email": "",
        "conf": "ournal of the Bangladesh Agricultural University",
        "coauthors": [
            "J Akther",
            "Mohammed Abdul Kader",
            "M Rahman",
            "Mohammed Shawkhatuzzaman"
        ],
        "keywords": "Land use, Changes of agricultural land to non-agricultural land"
    },
    {
        "id": 584,
        "label": 16,
        "author": "abdul kader",
        "title": "Efficacy of nucleotide related products on growth blood chemistry oxidative stress and growth factor gene expression of juvenile red sea bream Pagrus major",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "A feeding trial was conducted to determine the efficacy of nucleotide related products on growth, blood chemistry, oxidative stress and growth factor gene expression of juvenile red sea bream. Five experimental diets were formulated to contain 49% protein, 11% lipid and the diet without nucleotide related product supplementation was the control (D1). Nucleotide related products like; nucleoside by-products (NBPs) and inosine were supplemented at 1, 3 and 0.03, 0.1% consecutively with basal ingredients of D1 and named as D2, D3 & D4 and D5 respectively. Experimental diets were fed to triplicate groups of fish for 60 days. Fish fed diet D5 showed significantly the highest final body weight and % weight gain followed by the diet groups D2 and D4. Fish fed control group showed the lowest growth performance and were not differed significantly with diet group D3. Feed conversion ratio and protein efficiency ratio were also significantly higher in diet group D5, whereas the other supplemented group showed intermediate value. A wide variation in some of the blood parameters was observed. In case of oxidative stress parameters, fish fed inosine supplemented diets showed the best conditions because they performed better under oxidative stress conditions as well as had the highest tolerance against oxidation. Among NBP supplemented groups, diet group D2 also showed acceptable conditions of oxidative stress tolerance. Stress resistance against low salinity exposure (LT50) also increased with dietary supplementation and it was significantly the highest in fish fed diet group D5. Total serum protein, serum lysozyme activity and total peroxidase content tended to be higher (P > 0.05) in NBP and inosine supplemented diet groups. In numerically higher hepatic IGF-1, mRNA expression was found in diet groups D2 and D4. However, IGF-1 and IGF-2 mRNA expressions were not significantly altered by dietary supplementations in the present study. Considering overall performance of the present study, we concluded that inosine and low concentration of NBP (1%) could be effectively used as dietary supplements for better growth and health performance of Pagrus major.",
        "email": "",
        "conf": "Aquaculture",
        "coauthors": [
            "Md. Sakhawat Hossain",
            "Shunsuke Koshio",
            "Manabu Ishikawa",
            "Saichiro Yokoyama",
            "Nadia Mahjabin Sony",
            "Mahmoud A.O. Dawood",
            "Mohammad Abdul Kader",
            "Mahbuba Bulbul",
            "Takeshi Fujieda"
        ],
        "keywords": "Nucleoside by-product,Inosine,Oxidative stress,Growth,Blood chemistry,Red sea bream"
    },
    {
        "id": 638,
        "label": 15,
        "author": "abdul kader",
        "title": "Uptake of sodium in protoplasts of salt-sensitive and salt-tolerant cultivars of rice Oryza sativa L. determined by the fluorescent dye SBFI",
        "organization": "Professor",
        "abstract": "",
        "email": "",
        "conf": "Journal of Experimental Botany",
        "coauthors": [
            "Kader Md. Abdul",
            "Sylvia Lindberg"
        ],
        "keywords": ""
    },
    {
        "id": 595,
        "label": 12,
        "author": "abdul kader",
        "title": "Choice of Efficient Centrifugal Pump for Minor Irrigation Scheme",
        "organization": "Assistant Director at Rural Development Academy (RDA) Bogra",
        "abstract": "The exploration of centrifugal pump function is important for knowing its features viz. efficiency, discharge, specific discharge, relationship of efficiency vs. discharge and head vs. discharge. These relationships characterize the performance of pump and play an important role in selection of pump to lift water for different purposes. To address this purpose testing of two pumps such as Milton pump (4″, 1500 RPM) and KSB pump (4″, 2200 RPM) assess performance at different operating conditions at constant suction and delivery lift. The maximum efficiency and maximum specific discharge of the pumps represents the same operating condition, but specific discharge offers accurate scope of measuring discharge with respect to energy consumption in reckoned form. The difference of percent maximum efficiency of tested pumps was 0.54%, which is equivalent to the difference of highest specific discharge of 0.35 m3/ kWh. Operation of the pump at maximum specific discharge saves specific discharge up to 22.30% for KSB pump and 29.04% for Milton pump, which is economic, and energy saving for minor irrigation scheme.",
        "email": "",
        "conf": "Int J Multidiscip Res",
        "coauthors": [
            "Md Tariqul Islam",
            "Md. Abdul Kader"
        ],
        "keywords": "Specific discharge, efficiency, efficient head, efficient discharge"
    },
    {
        "id": 590,
        "label": 16,
        "author": "abdul kader",
        "title": "Can canola meal and soybean meal be used as major dietary protein sources for kuruma shrimp Marsupenaeus japonicus?",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "A feeding trial was conducted to utilize canola meal and soybean meal as major dietary protein sources for kuruma shrimp, Marsupenaeus japonicus. Four isocaloric diets (19 kJ g− 1) were formulated by reducing 0 (FM40), 70 (FM12), 85 (FM6) and 100% (FM0) of dietary fishmeal with a combination (4:6) of canola meal and soybean meal (blend). Based on a series of previous studies, all the plant protein diets (FM12, FM6 and FM0) were supplemented with 1.00% lysine, 0.50% methionine, 0.04% phytase and varying levels of fish soluble to improve the nutritional quality of the diets. Fifteen shrimp with an initial average weight of 1.74 g were randomly stocked in 12, 54 l rectangular tanks in triplicate per dietary treatments. The shrimp were given the respective test diets daily by hand at 8–10% of body weight for 60 days. Final body weight (g) and specific growth rate (% day− 1) were not significantly (P > 0.05) affected by reducing fishmeal with plant protein blend. Feed intake was also not varied among the dietary treatments. On the other hand, feed conversion ratio was significantly (P < 0.05) increased in the FM0 group, while no difference was found among the rests. Protein efficiency ratio had an opposite trend and the FM0 group demonstrated significantly lowest value. Similarly, protein gain (g kg weight gain− 1) and protein retention (%) were significantly decreased in the FM0 group. Dietary treatments had no negative effects (P > 0.05) on the whole body composition. Significant effect was also not found on the protease activity (unit mg− 1 protein) in the digestive tract of shrimp fed the FM40, FM12 and FM6 diets, while the value was significantly decreased in shrimp fed the FM0 diet. The values for the total hemocyte count (cells ml− 1) and viable cells (%) were lowest in the FM0 group, however these parameters were not significantly varied among the dietary treatments. Upon considering the results obtained in the present experimental condition, it has been concluded that canola meal and soybean meal could be effectively utilized as major protein sources by kuruma shrimp. The dietary fishmeal could be reduced to only 6% (85% replacement) with a blend of canola meal and soybean meal, and supplementation of methionine, lysine, phytase and fish soluble without compromising growth, feed utilization, body composition and health of juvenile kuruma shrimp.",
        "email": "",
        "conf": "Aquaculture",
        "coauthors": [
            "Mahbuba Bulbula",
            "Mohammad Abdul Kader",
            "Md Asaduzzaman",
            "Mohd Azmi Ambak",
            "Ahmed Jala Khan Chowdhury",
            "Md Sakhawat Hossain",
            "Manabu Ishikawa",
            "Shunsuke Koshio"
        ],
        "keywords": "Fishmeal,Canola meal,Soybean meal,Methionine,Lysine,Phytase,Fish soluble,Kuruma shrimp"
    },
    {
        "id": 560,
        "label": 15,
        "author": "abdul kader",
        "title": "Effect of Municipal Solid Waste Compost on the Performance of Chilli Dahlia and Marigold",
        "organization": "Professor",
        "abstract": "An experiment was conducted at the Moinar Mor Sabuj Nursery, Mymensingh to evaluate the effects of compost prepared from solid wastes of Mymensingh municipality area on the yield and yield attributes of three crops viz. Chilli, Dahlia and Marigold grown in pots. Each crop was grown under six different treatments viz. 100% compost (T0), 75% compost + 25% soil (T1), 50% compost + 50% soil (T2), 25% compost + 75% soil (T3), 100% soil (T4) and farmers practice- (T5) (75% of recommended rate of NPK plus soil). A single factor experiment was laid out in a with three replications. The results revealed that in Chilli, application of 75% compost plus 25% soil (T1) produced significantly the tallest plant (45.50 cm), maximum number of flowers (25.00) and fruits (21.00) plant-1, longest leaf (11.67 cm), longest root (5.43 cm) and greater yield of fruits plant-1 (168.30 g). This treatment also produced the tallest plant (45.33 cm), maximum flowers plant-1 (2.33), longest leaf (11.55 cm) and higher fresh weight of single flower (7.34 g) of Dahlia. Compost treatment also significantly influenced various plant characters of Marigold where 75% compost + 25% soil (T1) gave the tallest plant (16.33 cm), higher weight of fresh flower (10.52 g), longest leaf (10.10 cm) and maximum flowers plant-1 (16.33). Plants grown in 100% compost showed the longest duration in case of Dahlia (19 days) and Marigold (23 days) flowering. From the findings, it can be inferred that use of 75% compost prepared from solid wastes of Mymensingh municipality area plus 25% soil appeared to be the best practice for obtaining the maximum yield of Chilli, Dahlia and Marigold.",
        "email": "abdul.kader@bau.edu.bd",
        "conf": "Journal of Environmental Science and Natural Resources",
        "coauthors": [
            "MR Anam",
            "K Hossen",
            "Md. Abdul Kader",
            "MM Billah",
            "Naimul Islam"
        ],
        "keywords": "BRRI dhan29, Deep placement, Flooded condition, N use efficiency and Yield"
    },
    {
        "id": 615,
        "label": 14,
        "author": "abdul kader",
        "title": "Region of Interest Detection Based on Dynamic Interaction and its Evaluation in Perspective of Cognitive Psychology",
        "organization": "University of New South Wales",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Md. Rokunuzzaman",
            "Mahmudul Hasan",
            "Barun Kumar Das",
            "Md Abdul Kader"
        ],
        "keywords": ""
    },
    {
        "id": 577,
        "label": 16,
        "author": "abdul kader",
        "title": "Effects of dietary administration of inosine on growth immune response oxidative stress and gut morphology of juvenile amberjack Seriola dumerili",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "A 50-day feeding trial was conducted to determine the effects of dietary inosine on growth performance, immune responses, oxidative stress and gut morphology of juvenile amberjack, Seriola dumerili. Five isonitrogenous (52% crude protein) and isolipidic (14% crude lipid) semi-purified test diets were prepared by supplementing incremental levels of dietary inosine nucleoside at 0% (D1, control), 0.1% (D2), 0.3% (D3), 0.6% (D4) and 0.9% (D5), respectively. Triplicate groups of juvenile with an initial average weight of approximately 26 g were randomly stocked in fifteen, 200L polycarbonate tanks at a stocking density of 20 fish per tank. The fish were hand-fed twice daily to apparent satiation level. At the end of the feeding trial, final body weight (g), weight gain (%) and specific growth rate (% day− 1) were significantly (P < 0.05) higher in fish fed with D4 and D5 diets compared to those in D1 group. Significantly higher survival rate was found in D4, lowest in D1 and no differences were found between D4 and D5, respectively. Inosine supplemented groups showed significantly higher values of whole body lipid and hepatosomatic index compared to those in D1 group. Dietary inosine reduced the oxidative stress of fish. Lysozyme activity, bactericidal activity and peroxidase activity had increasing trends with the increasing levels of inosine in diets. On intestinal health condition, anterior enterocyte height was higher in D3, and anterior as well as posterior fold heights were also higher in inosine supplemented groups than D1 group. The quadratic regression analysis of weight gain and lysozyme activity revealed that the optimal levels of dietary inosine were 0.54 and 0.67%, respectively, for juvenile amberjack, which is also inline with the most of the growth performance and health parameters of fish under present experimental condition.",
        "email": "",
        "conf": "Aquaculture",
        "coauthors": [
            "Md. Sakhawat Hossain",
            "Shunsuke Koshio",
            "Manabu Ishikawa",
            "Saichiro Yokoyama",
            "Nadia Mahjabin Sony",
            "Mohammad Abdul Kader",
            "Mayumi Maekawa",
            "Takeshi Fujieda"
        ],
        "keywords": "Inosine,Growth,Immune responses,Oxidative stress,Gut morphology,Seriola dumerili"
    },
    {
        "id": 608,
        "label": 13,
        "author": "abdul kader",
        "title": "Organic matter fractions and N mineralization in vegetable-cropped sandy soils",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "Soil Use and Management",
        "coauthors": [
            "Kanaga Jeevan",
            "Steven Sleutel",
            "Nele Ameloot",
            "Stefaan De Neve"
        ],
        "keywords": ""
    },
    {
        "id": 629,
        "label": 13,
        "author": "abdul kader",
        "title": "Soil organic matter fractionation as a tool for predicting nitrogen mineralization in silty arable soils",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "Soil Use and Management",
        "coauthors": [
            "Mohammed Abdul Kader",
            "Steven Sleutel",
            "Shamim Ara Begum",
            "Stefaan De Neve"
        ],
        "keywords": ""
    },
    {
        "id": 578,
        "label": 16,
        "author": "abdul kader",
        "title": "Biochemical composition and growth performances of Malaysian Mahseer Tor tambroides larvae fed with live and formulated feeds in indoor nursery rearing system",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "The consequences of live and formulated feeds on carcass biochemical composition and growth performances of Malaysian mahseer, Tor tambroides larvae were assessed in indoor nursery rearing systems. Quadruplicate groups of T. tambroides larvae (0.07 ± 0.01 g, mean ± SE) were stocked in sixteen aquaria (60 × 30 × 30 cm), randomly arranged in four dietary treatments: larvae fed artemia (LA), moina (LM), daphnia (LD) and formulated feed (FF) with stocking density of 34 larvae per aquarium. An additional experiment was conducted with the same dietary treatments in four circular tanks (1000 L capacity) with stocking density of 100 larvae per tank. In both experiments, the larvae were fed to visually near satiation in two equal feedings per day, seven days per week for 75 days. Treatments results were compared using ANOVA (α = 0.05). At the end of the feeding trial, the significantly highest whole body crude protein and lipid contents were found in larvae fed FF compared to those fed live feeds. Whole body polyunsaturated fatty acids were highest in the larvae fed FF compared to those fed live feeds. The significantly highest RNA/DNA ratio was observed in larvae fed FF, followed by those fed LA, and the lowest values were observed in larvae fed LM or LD. The growth-related parameters (mean final weight, mean weight gain and specific growth rate) were significantly highest in treatment FF, followed by treatment LA and lowest in treatment LD or LM. The results of the present experiment demonstrated that the nursery rearing of T. tambroides larvae with formulated feed gave better results than feeding live feeds.",
        "email": "",
        "conf": "Aquaculture Reports",
        "coauthors": [
            "Md Asaduzzaman",
            "Mohammad. Abdul Kader",
            "Mahbuba Bulbul",
            "Ambak Bolong Abol-Munafi",
            "Mazlan Abd Ghaffer",
            "Marc C.J. Verdegem"
        ],
        "keywords": "Malaysian mahseer,Live feed,Formulated feed,Fatty acids composition,DNA/RNA ratio,Nursery rearing"
    },
    {
        "id": 567,
        "label": 13,
        "author": "abdul kader",
        "title": "Impact of Biochar on Soil Fertility and Behaviour of Xenobiotics in Soil",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "The different xenobiotic compounds, such as insecticides, fungicides, herbicides, chlorinated derivatives and polycyclic aromatic hydrocarbons (PAHs), which are widely used in agricultural activities for increased crop production and other human benefits, can enter the soil and water environments and cause significant toxic impacts on the soil health, microorganisms, ecosystem, human health and environmental quality. The application of biochar to soil can improve soil health and fertility, soil organic matter, nutrient content, pH and soil water retention and aggregation, but reduce soil greenhouse gas emissions, soil bulk density, erosion potential and leaching of pesticides and nutrients to surface and groundwater and mitigate climate change impacts. The biochar has high potential to remediate the soils contaminated by xenobiotic compounds reducing their mobility and bioavailability in soil. This book chapter has reviewed (1) biochar production properties and their effects on soil fertility, physical, chemical and biological properties; (2) the fate and behaviour of xenobiotics in soil, illustrating their interaction with soil constituents and uptake by plants; and (3) the remediation techniques to reduce mobility and bioavailability of the xenobiotic compounds through biochar application to soil. Depending on the type, amount of biochar applied and the physicochemical properties of the biochar itself, it may change the soil properties as well as impact the use, rates, efficacious properties and fates of xenobiotic compounds used in agronomic management. The effects of biochar on the fate and mobility of xenobiotic compounds in soil ecosystems depend on the soil types and properties. Since biochars contain colloidal-sized particles that move through soil pore water flows, colloid-facilitated transport could actually enhance mobility and leaching of xenobiotic compounds in the presence of biochar. Increased sorption to soils and recalcitrance of pesticides leading to longer residence times in the environment is desirable if bioactivity is still acceptable, and it controls the target pest. However, longer residence time may also create some environmental problems, such as greater leaching potential or carry-over problems into the following season.",
        "email": "",
        "conf": "Xenobiotics in the Soil Environment.",
        "coauthors": [
            "Hossain M Anawar",
            "Vladimir Strezov",
            "Farjana Akter",
            "Mohammad Abdul Kader",
            "Zakaria Solaiman"
        ],
        "keywords": "Soil Fertility, Poultry Litter, Xenobiotic Compound, Biochar Application, Biochar Addition "
    },
    {
        "id": 549,
        "label": 12,
        "author": "abdul kader",
        "title": "Numerical simulation of water-and heat-flow regimes of mulched soil in rain-fed soybean field in central Japan",
        "organization": "Assistant Director at Rural Development Academy (RDA) Bogra",
        "abstract": "Numerical simulations for predicting soil-water and heat-flow regimes beneath mulched soils are important to increase the opportunity for efficient use of mulching in agriculture. This study simulated water and heat flows by HYDRUS-1D model under rice-straw mulching and bare soil treatments for rain-fed soybean (Glycine max) cultivation at Gifu Prefecture in central Japan. Soil hydraulic and thermal parameters with the straw mulching were optimized by adding a hypothetical 3-cm straw layer. The optimized parameters were validated with field-measured soil-moisture and temperature regimes of two consecutive soybean-growing seasons of 2015 and 2016. HYDRUS-1D model performed fairly well in simulating heat and water movements at 5, 15 and 25 cm soil depths under the two treatments. The model simulated soil moisture and temperature with small Root-Mean Square Error (RMSE): 0.016–0.044 cm3  cm–3 for soil moisture and 0.94–1.63 °C for soil temperature. The simulation results revealed that straw mulching increased soil moisture but reduced soil temperature at the three soil depths compared to the bare soil. The moisture content of the additional straw layer (3 cm) and heat flow through it showed a decreasing pattern compared to the soil layers. The straw mulching contributed 16–96% vapor to the total water flow and stored/released 0.0322 to 0.0295 MJ m–2 heat per day at 0–3 cm straw layer. Water balance in the soybean field revealed that the straw layer enhanced rain water infiltration by limiting evaporation from the soil surface. The simulation results can be useful for better management of soil hydro-thermal regimes under straw-mulched fields in dryland cultivations.",
        "email": "kader@rda.gov.bd",
        "conf": "Soil and Tillage Research",
        "coauthors": [
            "Md. Abdul Kader",
            "Kimihito Nakamura",
            "M A Mohid",
            "S Kawashima"
        ],
        "keywords": "HYDRUS-1D,Straw mulchSoil heat,Vapor flow,Water balance"
    },
    {
        "id": 550,
        "label": 13,
        "author": "abdul kader",
        "title": "Minimal soil disturbance and increased residue retention increase soil carbon in rice-based cropping systems on the Eastern Gangetic Plain",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "The adoption of conservation agriculture (CA) in the intensive triple-cropping, rice-based systems of the Eastern Gangetic Plain (EGP) alters the dynamics of carbon (C) in the soil, but the nature of these changes is poorly understood. Our aim was to determine whether CA in these systems involving non-puddled transplanting of wetland rice and strip planting of dryland crops plus increased residue retention would increase the C storage in soils relative to conventional crop establishment practices. Long-term field experiments were studied in two locations of northwestern Bangladesh to determine C turnover as well as examining C cycling under three levels of soil disturbance (conventional tillage (CT), strip planting (SP) and bed planting (BP)) in combination with low residue (straw) retention (LR, the current practice) and increased residue retention (HR) in Calcareous Brown Floodplain soil (Alipur) and Grey Terrace soil (Digram). The total nitrogen (N), organic C, microbial biomass C (MBC) and water-soluble C (WSC) values were measured in soil samples from 0 to 10 cm depth collected at different stages during the growth of the 13th and 14th crops at Alipur and the 12th and 13th crops at Digram since the treatments commenced. At each location, SP and BP with either LR or HR retained more soil organic C (0–10 cm) from C inputs than CT with HR and LR. In general, the CO2 emissions relative to the stored soil organic C in the soils (0–10 cm) under SP with LR and HR were approximately 13 to 59% lower than those under CT and BP with LR and HR. The higher levels of C mineralization were associated with higher WSC contents in the soil. In contrast, the MBC contents in the HR treatments followed the order SPHR > BPHR > CTHR. Similarly, in SPLR and SPHR, the potentially mineralizable C (PMC) was higher, while the decay rate constant was lower. Increased residue retention with minimal soil disturbance practices (SP and non-puddled transplanting) after 14 crops at Alipur and 13 crops at Digram modified the C cycle by decreasing C emissions and increasing the levels of total organic C in the soil. The application of both minimal soil disturbance and increased residue retention enhanced soil organic C (0–10 cm) concentrations in the two soils under intensive rice-based cropping systems on the EGP.",
        "email": "",
        "conf": "Soil and Tillage Research",
        "coauthors": [
            "Md Khairul Alam",
            "Richard W. Bell",
            "Md. Enamul Haque",
            "Mohammed Abdul Kader"
        ],
        "keywords": "C mineralization,C sequestration,Microbial biomass C,Non-puddled transplantingOrganic C,Residue retention,Water soluble C"
    },
    {
        "id": 564,
        "label": 14,
        "author": "abdul kader",
        "title": "Biofuel from Co-pyrolysis of Solid Tire Waste and Rice Husk",
        "organization": "University of New South Wales",
        "abstract": "In this study the conversion of solid tire waste and rice husk into biofuels and chemicals by externally heated fixed-bed co-pyrolysis reactor have been taken into consideration. The solid tire waste and rice huskwere characterized through proximate and ultimate analysis, gross calorific values and thermo-gravimetric analysis to investigate their suitability as feedstock for this consideration. The collected solid tire waste chipped and then mixed with rice husk at different blends. The mixtures of solid wastes were fed into the reactor and the products were oil, char and gases. The liquid and char products were collected separately while the gas was flared into the atmosphere. The process conditions were varied by the percentage oftire in the blends at reactor temperature 450 °C. The variation of tire waste in feed blends was found to influence the product yields and feedstock to oil energy conversion efficiency (FOECE) significantly. The maximum liquid yields were 52wt% for50% tire and 50% rice husk blend at reactor temperature 450 °C for zeroN2 gas flow, feed size 1800-2300 μm for rice husk and 2cm×1cm×1 cm for tire waste and running time 60 min. Liquid products obtained at these conditions were characterized by physical properties, chemical analysis and fractional distillation. The results show that it is possible to obtained liquid products that are comparable to petroleum fuels and valuable chemical feedstock from the selected wastes if the pyrolysis conditions are chosen accordingly.",
        "email": "",
        "conf": "Energy Procedia",
        "coauthors": [
            "M.S. Hossain",
            "M.R. Islam",
            "M S Rahman",
            "Mohammad Abdul Kader",
            "H. Haniu"
        ],
        "keywords": "Biofuels,Tire waste and rice husk,Co-pyrolysis"
    },
    {
        "id": 617,
        "label": 16,
        "author": "abdul kader",
        "title": "Interaction between vitamin C and E on oxidative stress in tissues and blood of Red Sea Bream (Pagrus major)",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "J. Gao",
            "Shunsuke Koshio",
            "Manabu Ishikawa",
            "Asda Laining"
        ],
        "keywords": ""
    },
    {
        "id": 597,
        "label": 15,
        "author": "abdul kader",
        "title": "Effect of Nitrogen and Boron on the Performance of Wheat",
        "organization": "Professor",
        "abstract": "A field experiment was conducted at the Agronomy Field Laboratory, Bangladesh Agricultural University, Mymensingh from November 2011 to March 2012 to find out the effect of nitrogen (N) and boron (B) fertilization on the performance of wheat. The experiment comprised of four levels of N viz., 0, 80, 120, 160 kg ha-1 and three levels of B viz., 0, 1 and 2 kg ha-1. The experiment showed that there were significant differences in yield due to the application of N and B though some of the yield attributes were not found significant. Grain yield was found to be significantly and positively correlated with number of effective tillers plant-1, number of fertile spikelets spike-1, number of gains spike-1 and straw yield. A result showed that grain yield of wheat was increased with increasing levels of both N and B up to 120 kg ha-1 and 2 kg ha-1, respectively. The interaction effect of N and B on both the parameters was significant.",
        "email": "",
        "conf": "Journal of Environmental Science and Natural Resources",
        "coauthors": [
            "C Debnath",
            "Mohammad Abdul Kader",
            "Naimul Islam"
        ],
        "keywords": "Boron level, Nitrogen level, Wheat"
    },
    {
        "id": 626,
        "label": 16,
        "author": "abdul kader",
        "title": "Evaluation of Rice Bran and Wheat Bran as Supplemental Feed Compared to a Commercial Feed for the Monoculture of Gift Strain (Oreochromis niloticus) of Tilapia in Bangladesh",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "",
        "email": "",
        "conf": "South Pacific bulletin",
        "coauthors": [
            "Muhammad Abdullah Al Mamun",
            "Md. Sakhawat Hossain",
            "M. A. Hossain",
            "Md. Abdul Kader"
        ],
        "keywords": ""
    },
    {
        "id": 603,
        "label": 13,
        "author": "abdul kader",
        "title": "Subcritical water extraction to isolate kinetically different soil nitrogen fractions",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Soil organic N is largely composed of inherently biologically labile proteinaceous N and its persistence in soil is mainly explained by stabilization through binding to minerals and other soil organic matter (SOM) components at varying strengths. In order to separate kinetically different soil N fractions we hypothesize that an approach which isolates soil N fractions on the basis of bonding strength is required, rather than employing chemical agents or physical methods. We developed a sequential subcritical water extraction (SCWE) procedure at 100, 150 and 200 degrees C to isolate SOM fractions. We assessed these SCWE N fractions as predictors for aerobic and anaerobic N mineralization measured from 25 paddy soil cores in incubations. SCWE organic carbon (SCWE OC) and N (SCWE N) increased exponentially with the increase of temperature and N was extracted preferentially over OC. The efficiency of SCWE and the selectivity towards N were both lower in soils with increasingly reactive clay mineralogy. Stepwise linear regression found no relations between the SCWE fractions and the anaerobic N mineralization rate but instead with pH and a model parameter describing the temperature dependency of SCWE extraction. Both were linked to texture, mineralogy and content of pedogenic oxides, which suggests an indirect relation between anaerobic NH4+ release and these edaphic soil factors. N mineralization appeared to be largely decoupled from SOM quantity and quality. From the present study on young paddy soils low in pedogenic oxides and with high fixed NH4+ content we cannot infer the performance of SCWE to isolate bio-available N in more developed upland soils. There may be potential to separate kinetically different SOM pools from upland soils because 1 degrees for aerobic N mineralization at 100-150 degrees C SCWE N was the best predictor; and 2 degrees SCWE selectively extracted N over C and this preference depended on the mineralogical composition. Hence N fractions differing in bonding strength with minerals or SOM might be isolated at different temperatures, and specifically this association has frequently been found a prominent stabilization mechanism of N in temperate region cropland soils.",
        "email": "",
        "conf": "Biogeosciences",
        "coauthors": [
            "Steven Sleutel",
            "Mohammed Abdul Kader",
            "Kristof Demeestere",
            "Christophe Walgraeve",
            "Jo Dewulf",
            "Stefaan De Neve"
        ],
        "keywords": "ORGANIC-MATTER, SUBMERGED RICE SOILS, PADDY SOILS, AVAILABILITY INDEXES, MINERALIZABLE NITROGEN, AMMONIUM PRODUCTION, CONTAMINATED SOIL, MANAGEMENT, FIXATION, RELEASE"
    },
    {
        "id": 633,
        "label": 13,
        "author": "abdul kader",
        "title": "Composition of organic matter in sandy relict and cultivated heathlands as examined by Pyrolysis-Field Ionization MS",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "Biogeochemistry",
        "coauthors": [
            "Steven Sleutel",
            "Peter Leinweber",
            "Shamim Ara Begum",
            "Stefaan De Neve"
        ],
        "keywords": ""
    },
    {
        "id": 596,
        "label": 16,
        "author": "abdul kader",
        "title": "Effects of crystalline amino acids phytase and fish soluble supplements in improving nutritive values of high plant protein based diets for kuruma shrimp Marsupenaeus japonicus",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "Plant proteins are the most important alternatives to fishmeal in shrimp diets. However, there is a general trend of reducing feed intake and shrimp performance with dietary inclusion of high levels of plant proteins. Supplementation of feed additives could overcome the negative effects of high plant protein based diet. Therefore, an experiment was conducted to assess the effectiveness of different feed additives such as crystalline amino acids (CAA), phytase (PT) and fish soluble (FS) in enhancing the utilization of high levels of plant proteins in the diets of kuruma shrimp, Marsupenaeus japonicus. Six isocaloric diets (19 kJ g− 1) were formulated where diet 1 was 40% fishmeal based control diet (FM). Diets 2 to 6 were prepared as follows, by replacing 60% fishmeal protein with a plant protein blend (soybean meal and canola meal; 6:4) alone (PP); protein blend and 1.5% CAA (PAA); protein blend and 0.04% phytase (2000 FTU kg− 1) (PPT); protein blend and 10% FS (PFS); and protein blend and a mixture of CAA, phytase and FS (PMX) respectively. Triplicate groups of shrimp (1.75 ± 0.40 g; mean initial body weight ± SD) were stocked in 54–l rectangular tanks at a rate of 15 shrimp per tank. The tanks were maintained under natural light/dark regime in a flow-through sea water system. Shrimp were fed the respective test diets at a rate of 8–10% of the body weight daily for 56 days. At the end of the feeding trial, final body weight (g), weight gain (%) and specific growth rate (% day− 1) were significantly (P < 0.05) lower in shrimp fed PP diet. However, these growth parameters recovered when fed diets supplemented with CAA and FS. Although, growth parameters were slightly improved by the supplementation of PT, the differences in growth parameters between FM and PPT were still significant. The fastest growth was found in shrimp fed PMX among the dietary treatments. The growth results were mostly reflected by feed intake (FI). Significantly lowest FI was found in PP group, while similar values were found among the rest. Similarly, protein gain (g kg weight gain− 1) and protein retention (%) were significantly decreased in PP and PPT groups. Whole body crude protein was significantly lowest in PP group and highest in PMX group. Protease activity (unit mg− 1 protein) in the digestive tract of shrimp was lowest in PP and PAA groups; and the values were comparable among the rest. Overall, the best results for most of the parameters were found in shrimp fed PMX diet.",
        "email": "abdulkader_fc@yahoo.com;m.kader@umt.edu.my",
        "conf": "Aquaculture",
        "coauthors": [
            "Mahbuba Bulbul",
            "Md. Abdul Kader",
            "Mohammad Azmi Ambak",
            "Md Sakhawat Hossain",
            "Manabu Ishikawa",
            "Shunsuke Koshio"
        ],
        "keywords": "Fishmeal,Soybean meal,Canola meal,Crystalline amino acid,Fish soluble,Kuruma shrimp"
    },
    {
        "id": 569,
        "label": 13,
        "author": "abdul kader",
        "title": "Agricultural wastes as a supplementary source of energy: an economic assessment of a briquette making facility",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "For commercialization of crop based biomass briquetting technology and alternate source of energy model, is essential to know whether the technology is economically viable or not. In view of this, an attempt was made to analyze the economics of the biomass briquettes prepared by utilizing unused agricultural byproducts and other selected biomass produced from different crop residues. Biomass briquetting is one among the processes of converting low bulk density biomass into high density and energy concentrated fuel referred as briquette and has scope to use as fuel energy for food preparation by the rural households. India continued to roll its economy with agriculture whose energy requirement is increasing day by day with the progress made in agricultural sector. Under the existing situation, day to day’s demand for fuel energy for food preparation at rural households observed to be very high and women folk struggle hard to gather fuel for food preparation. On the other hand, in India plenty of biomass is available due to vast agricultural based crop production systems. The per annum current availability of biomass in India is estimated at 1,249 million tons. With this advantage, to minimize the drudgery of rural women folk and to fulfill rural house hold demand for fuel energy required for food preparation, could only be addressed by the means production of biomass briquettes which provides cost effective and good fuel energy source for rural households for cooking food every day. The economics of biomass briquettes production indicated per month average net return of INR80,000 to the briquette machine owner. The project appraisal with other financial indicators for biomass briquettes production had indicated desired, the Net Present Value, Internal Rate of Return, Benefit-Cost Ratio and Payback Period were observed to be INR3931, 245, >30 per cent, 2.21 and 3.00 years respectively.",
        "email": "",
        "conf": "Journal of South Pacific Agriculture",
        "coauthors": [
            "Abhilash Shahapur",
            "Nandakumar R Mamle Desai",
            "Mohammed Abdul Kader"
        ],
        "keywords": "Economics, NPV, IRR, BC ratio, PBP"
    },
    {
        "id": 605,
        "label": 14,
        "author": "abdul kader",
        "title": "Pyrolysis decomposition of tamarind seed for alternative fuel",
        "organization": "University of New South Wales",
        "abstract": "The conversion of tamarind seed into bio-oil by pyrolysis has been taken into consideration in the present work. The major components of the system were fixed bed fire-tube heating reactor, liquid condenser and collector. The crushed tamarind seed in particle form was pyrolyzed in an electrically heated fixed bed reactor. The products were liquid, char and gasses. The parameters varied were reactor temperature, running time, gas flow rate and feed particle size. The maximum liquid yield was 45 wt% at 400 °C for a feed size of 3200 μm diameter at a gas flow rate of 6 l/min with a running time of 30 min. The obtained pyrolysis liquid at these optimum process conditions were analyzed for physical and chemical properties to be used as an alternative fuel. The results show the potential of tamarind seed as an important source of alternative fuel and chemicals as well.",
        "email": "kader_042017@yahoo.com",
        "conf": "Bioresource Technology",
        "coauthors": [
            "Mohammad Abdul Kader",
            "M R Islam",
            "M Parveen",
            "K Takai"
        ],
        "keywords": "Pyrolysis,Fixed bed,Tamarind seed,Renewable energy,Bio-fuel"
    },
    {
        "id": 559,
        "label": 14,
        "author": "abdul kader",
        "title": "Mechanical response and dynamic deformation mechanisms of closed-cell aluminium alloy foams under dynamic loading",
        "organization": "University of New South Wales",
        "abstract": "The dynamic compressive response of closed-cell (CYMAT™) stabilised aluminium alloy foams (SAF) has been investigated using a modified Split Hopkinson Pressure Bar (SHPB) in conjunction with a high-speed camera. Tests have been carried out on 45 mm diameter and 23 mm thick cylindrical specimens. The elastic-plastic pore collapse mechanism has been investigated using Digital Image Correlation (DIC) and micro-computed X-ray tomography. A stress-strain relationship for individual specimens at different impact velocities has been obtained with the combination of an analytical method and SHPB theory. The large deformation (∼80%) has been measured from eight strain gauges’ data using a wave separation algorithm. The test results exhibited a significant increase in elastic and plastic strength during the pulse loading. The X-ray tomography data of pre-impacted and post-impacted SAF specimens have been extensively analysed to elucidate the internal elastic-plastic pore collapse mechanisms.",
        "email": "",
        "conf": "International Journal of Impact Engineering",
        "coauthors": [
            "MD ASHRAFUL ISLAM",
            "Andrew Brown",
            "Paul Hazell",
            "M Abdul Kader",
            "J P Escobedo",
            "M Saadatfar",
            "S Xu",
            "D Ruan",
            "M. Turner"
        ],
        "keywords": "high-strain rate,energy-absorbing structures,compressive behavior,metal foams,shock theory,impact,collapse,inertia,rates"
    },
    {
        "id": 632,
        "label": 16,
        "author": "abdul kader",
        "title": "Evaluation of Dietary Fucoidan Supplementation Effects on Growth Performance and Vibriosis Resistance of Penaeus monodon Postlarvae",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Rex Ferdinand",
            "Augusto Serrano Jr.",
            "Valeriano Corre",
            "Shunsuke Kosmo"
        ],
        "keywords": ""
    },
    {
        "id": 568,
        "label": 14,
        "author": "abdul kader",
        "title": "Effects of Thermal Processing on Closed-Cell Aluminium Foams",
        "organization": "University of New South Wales",
        "abstract": "The effects of post-foaming thermal processing on the quasi-static compressive strength of closed-cell aluminium foam with an average relative density of 0.56 g/cc have been investigated. Samples were subject to one of four material conditions: as-received (AR), warm aged (WA), solution treated (ST), and annealed (AT). X-ray diffraction (XRD) was performed to determine a relationship between each material condition and macro-crystallographic texture of the dendritic α-Al phase. It was found that all heat treated samples contained clear deviations from random texture towards the exterior regions of the samples, indicating non-uniform recrystallization kinetics. The ST and WA samples exhibited the highest yield stresses and energy absorption, with the AT samples exhibiting the lowest. Additionally, it was found that the AR and WA conditions lost 12.8 and 15.6% of their total mass from brittle cell wall crumbling, whereas the AT and ST conditions lost 2.5 and 3.0% of their total mass.",
        "email": "",
        "conf": "Characterization of Minerals, Metals, and Materials",
        "coauthors": [
            "Andrew Brown",
            "W. D. Hutchison",
            "Mohammad ASHRAFUL ISLAM",
            "Mohammad Abdul Kader",
            "J P Escobedo",
            "Paul Hazell"
        ],
        "keywords": "Aluminium foams, Energy absorption, Heat treatments, XRD, Mechanical properties "
    },
    {
        "id": 585,
        "label": 14,
        "author": "abdul kader",
        "title": "Investigation of microstructural and mechanical properties of cell walls of closed-cell aluminium alloy foams",
        "organization": "University of New South Wales",
        "abstract": "This study investigates the influence of microstructure on the strength properties of individual cell walls of closed-cell stabilized aluminium foams (SAFs). Optical microscopy (OM), micro-computed X-ray tomography (µ-CT), electron backscattering diffraction (EBSD), and energy dispersive X-ray spectroscopy (EDS) analyses were conducted to examine the microstructural properties of SAF cell walls. Novel micro-tensile tests were performed to investigate the strength properties of individual cell walls. Microstructural analysis of the SAF cell walls revealed that the material consists of eutectic Al-Si and dendritic a-Al with an inhomogeneous distribution of intermetallic particles and micro-pores (void defects). These microstructural features affected the micro-mechanism fracture behaviour and tensile strength of the specimens. Laser-based extensometer and digital image correlation (DIC) analyses were employed to observe the strain fields of individual tensile specimens. The tensile failure mode of these materials has been evaluated using microstructural analysis of post-mortem specimens, revealing a brittle cleavage fracture of the cell wall materials. The micro-porosities and intermetallic particles reduced the strength under tensile loading, limiting the elongation to fracture on average to ~3.2% and an average ultimate tensile strength to ~192 MPa. Finally, interactions between crack propagation and obstructing intermetallic compounds during the tensile deformation have been elucidated.",
        "email": "",
        "conf": "Materials Science and Engineering A",
        "coauthors": [
            "MD ASHRAFUL ISLAM",
            "Mohammad Abdul Kader",
            "Paul Hazell",
            "A D Brown",
            "M Saadatfar",
            "M Z Quadir",
            "Juan Pablo Escobedo"
        ],
        "keywords": "Closed-cell foams,Microstructure,Micro-tensile,Cell wall properties"
    },
    {
        "id": 636,
        "label": 13,
        "author": "abdul kader",
        "title": "Comparison of two commonly applied physical fractionation methods for the isolation of soil organic matter fractions",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Mohammed Abdul Kader",
            "Steven Sleutel",
            "Stefaan De Neve",
            "Georges Hofman"
        ],
        "keywords": ""
    },
    {
        "id": 599,
        "label": 13,
        "author": "abdul kader",
        "title": "Effects of Conservation Agriculture and Nitrogen Fertilization on Carbon Footprint in the Wheat-Mungbean-Rice Cropping System",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Recent trends towards mechanization on small farms create an opportunity to develop conservation agriculture in Bangladesh. However, a range of soil processes under conservation agriculture in rice-based cropping systems will differ from those in dry land cropping systems. The emission of greenhouse gases for example may favour methane under flooded conditions rather than carbon dioxide. The effect of nitrous oxide emission under conservation agriculture in rice-based systems also needs to be determined. Thus, a study was undertaken to determine whether minimum tillage by strip tillage, different levels of N fertilizer and residue management altered the carbon footprint (CF) of wheat and mungbean and whether unpuddled transplanting affected CF of monsoonal rice relative to puddled soils.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Mohammed Abdul Kader",
            "S. Farhan",
            "Md. Enamul Haque",
            "Mohammad Jahiruddin"
        ],
        "keywords": ""
    },
    {
        "id": 552,
        "label": 13,
        "author": "abdul kader",
        "title": "Model Based Regional Estimates of Soil Organic Carbon Sequestration and Greenhouse Gas Mitigation Potentials from Rice Croplands in Bangladesh",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Rice (Oryza sativa L.) is cultivated as a major crop in most Asian countries and its production is expected to increase to meet the demands of a growing population. This is expected to increase greenhouse gas (GHG) emissions from paddy rice ecosystems, unless mitigation measures are in place. It is therefore important to assess GHG mitigation potential whilst maintaining yield. Using the process-based ecosystem model DayCent, a spatial analysis was carried out in a rice harvested area in Bangladesh for the period 1996 to 2015, considering the impacts on soil organic carbon (SOC) sequestration, GHG emissions and yield under various mitigation options. An integrated management (IM, a best management practice) considering reduced water, tillage with residue management, reduced mineral nitrogen fertilizer and manure, led to a net offset by, on average, −2.43 t carbon dioxide equivalent (CO2-eq.) ha−1 year−1 (GHG removal) and a reduction in yield-scaled emissions intensity by −0.55 to −0.65 t CO2-eq. t−1 yield. Under integrated management, it is possible to increase SOC stocks on average by 1.7% per year in rice paddies in Bangladesh, which is nearly 4 times the rate of change targeted by the “4 per mille” initiative arising from the Paris Climate Agreement.",
        "email": "mdabdul.kader@samoa.usp.ac.fj",
        "conf": "Land",
        "coauthors": [
            "Khadiza Begum",
            "Matthias Kuhnert",
            "Jagadeesh Yeluripati",
            "Stephen Ogle",
            "William Parton",
            "Md Abdul Kader",
            "Pete Smith"
        ],
        "keywords": "greenhouse gas (GHG); rice; mitigation potential; DayCent; spatial; Bangladesh"
    },
    {
        "id": 587,
        "label": 13,
        "author": "abdul kader",
        "title": "Control of Fe and Mn availability on nitrogen mineralization in subtropical paddy soils",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "The availability of alternative electron acceptors like Fe3 + and Mn4 + may form a bottleneck to anaerobic SOM mineralization and thereby NH4+-release in flooded paddy soils. We assessed the influence of availability of soil Fe and Mn on anaerobic N mineralization in lab incubation experiments. Collected paddy soils from Bangladesh either untreated, amended with Fe2O3, or with Mn/Al mixed oxides were anaerobically incubated. In a first 8 weeks incubation with 5 treatments from a long-term field experiment (control, N, NP, NPK and N + FYM) we found no considerable differences in evolution of soil solution Fe and Mn between the control and Fe2O3 treated soils. Whereas, the soil solution contents of Fe were lower and Mn were higher in Mn/Al mixed oxide treated soils. Similar observations were made for dissolved Fe and Mn in a second 10-week incubation experiment with four farmers field soils. Evolution of KCl-extractable NH4+ was not affected by Mn4 + or Fe3 + application and we therefore conclude that availability of electron acceptors was not limiting release of NH4+ in the studied soils. The large and rapid increase of exchangeable-NH4+ at the onset of the incubations provoked the question whether part of it derived from release of fixed-NH4+. A third experiment revealed, however, instead a small significant increase of the fixed-NH4+ within four weeks. In addition, the microbial biomass carbon already plateaued after two weeks. Both results suggest that released mineral N was mainly derived from biotic anaerobic N mineralization and not from defixation of NH4+. Finally, while not directly dependent on Fe and Mn application, there was a remarkable convergence in the buildup of soil exchangeable-NH4+ and soil solution Fe concentrations. This warrants further investigation and still suggests involvement of reductive Fe and Mn-oxide dissolution in NH4+-release, e.g. through release of bound organic N after reduction of these oxides.",
        "email": "",
        "conf": "Geoderma",
        "coauthors": [
            "Masuda Akter",
            "Mohammed Abdul Kader",
            "Sofie Pierreux",
            "Mesfin Tsegaye Gebremikael",
            "Pascal Boeckx",
            "Steven Sleutel"
        ],
        "keywords": "Paddy soils,Anaerobic N mineralization,Electron acceptors,Fe2O3,Mn/Al mixed oxides"
    },
    {
        "id": 622,
        "label": 16,
        "author": "abdul kader",
        "title": "Production performance of sutchi catfish Pangasianodon hypophthalmus S. in restricted feeding regime: Effects on gut liver and meat quality",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "",
        "email": "",
        "conf": "Aquaculture Research",
        "coauthors": [
            "Akm Rohul Amin",
            "M Ashraful Islam",
            "Md. Abdul Kader",
            "Ekram Azim"
        ],
        "keywords": ""
    },
    {
        "id": 634,
        "label": 15,
        "author": "abdul kader",
        "title": "Cellular traits for sodium tolerance in rice (Oryza sativa L.)",
        "organization": "Professor",
        "abstract": "",
        "email": "",
        "conf": "Plant Biotechnology",
        "coauthors": [
            "Kader Md. Abdul",
            "Sylvia Lindberg"
        ],
        "keywords": ""
    },
    {
        "id": 566,
        "label": 13,
        "author": "abdul kader",
        "title": "Strip tillage with residue retention increases soil organic carbon nitrogen requirement and system productivity of a rice-wheat-mungbean cropping system",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Effects of conservation agriculture (CA) on crop yield may be positive or negative (Pittelkow et al., 2015) depending upon the crop species, growing e nvironment, and the duration and extent of the CA system. CA involves use of minimum tillage, stubble retention and Minimum tillage can slow down the residue decomposition and reduce the release of mineral forms of nitrogen (N) (Hobbs et al., 2008). Hence, N in the system might be less available under minimum tillage, at least in the initial years. However, no data are yet available to assess the requirement of N fertilizer under CA in the rice-based cropping systems. Lundy et al. (2015) found in the tropical and subtropical regions that decreased yield with the implementation of minimum tillage was sensitive to the rate of N fertilization. Thus, the present study was undertaken to determine the effect of strip tillage with increased residue retention on system productivity, soil organic matter and N requirement in a rice-wheat-mungbean cropping system.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Mohammad Jahiruddin",
            "R. Hossain",
            "T. Paul",
            "Islam T",
            "Muhammad Abdul Kader",
            "M E Haque",
            "Richard W. Bell"
        ],
        "keywords": ""
    },
    {
        "id": 583,
        "label": 14,
        "author": "abdul kader",
        "title": "Computational Modelling of Closed-Cell Aluminium Foams to Investigate Structural Deformation under Quasi-Static Loading",
        "organization": "University of New South Wales",
        "abstract": "Computational modelling has been performed to understand the deformation mechanisms of closed-cell aluminium foams under quasi-static compression. A micro-computed tomography-based 3D foam geometry was developed that described the interior of the foam. The FE software ABAQUS/Explicit has been used for the present meso-scale modelling. A good correlation of load-strain response was found between the simulations and experimental results. A sectional view was observed during deformation to explore the internal deformation mechanisms. It was revealed that localized cell collapse occurs due to complex movements of the cell-walls with thin/weaker cells being deformed faster than thick/stronger cells.",
        "email": "Md.Kader@student.adfa.edu.au",
        "conf": "Applied Mechanics and Materials",
        "coauthors": [
            "Md Abdul Kader",
            "MD ASHRAFUL ISLAM",
            "Paul Hazell",
            "Juan Pablo Escobedo",
            "Mohammad Saadatfar",
            "Andrew Brown"
        ],
        "keywords": "µ-CT Based Geometry, 3D Computational Modelling, Aluminum Foam, Deformation Mechanisms, Mesoscale Simulations"
    },
    {
        "id": 621,
        "label": 14,
        "author": "abdul kader",
        "title": "Fast pyrolysis for better utilization of tamarind seed from renewable energy point of view",
        "organization": "University of New South Wales",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Mohammad U.H.Joardder (Omar)",
            "Md Abdul Kader",
            "Mohammad Islam"
        ],
        "keywords": ""
    },
    {
        "id": 639,
        "label": 16,
        "author": "abdul kader",
        "title": "Polyculture of Carp Tilapia and Pangas Using Low Cost Inputs",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "",
        "email": "",
        "conf": "Pakistan Journal of Biological Sciences",
        "coauthors": [
            "Md Abul Kalam Azad",
            "M. R. Rahman",
            "Z. Rahman",
            "M. J. Alam"
        ],
        "keywords": ""
    },
    {
        "id": 637,
        "label": 15,
        "author": "abdul kader",
        "title": "Expressions of OsHKT1 OsHKT2 and OsVHA are differentially regulated under NaCl stress in salt-sensitive and salt-tolerant rice (Oryza sativa L.) cultivars",
        "organization": "Professor",
        "abstract": "",
        "email": "",
        "conf": "Journal of Experimental Botany",
        "coauthors": [
            "Kader Md. Abdul",
            "Thorsten Seidel",
            "Dortje Golldack",
            "Sylvia Lindberg"
        ],
        "keywords": ""
    },
    {
        "id": 640,
        "label": 13,
        "author": "abdul kader",
        "title": "Shelf Life of Ten Guava Varieties under Different Post Harvest Treatments in on Season",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "Pakistan Journal of Biological Sciences",
        "coauthors": [
            "Shamim Ara Begum",
            "M.A.Rahim",
            "M.A.Haider",
            "Mohammed Abdul Kader"
        ],
        "keywords": ""
    },
    {
        "id": 562,
        "label": 13,
        "author": "abdul kader",
        "title": "Determination of limiting nutrient to Sweetpotato ( (L.) growth on Samoa Oxisol using a Ipomoea batatas Nutrient Omission Technique",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "This study was conducted to investigate the influence of various macroand micronutrients on the growth and root yield of sweetpotato (variety IB/PH/03) grown in a Samoan Oxisol under semi-controlled screenhouse conditions. The following nutrient elements were considered: N, P, K, Mg, S,B, Cu, Fe, Mo, Mn, Ni, and Zn. The set-up involved pot nutrient omission trials wherein the twelve nutrient elements were combined to form an ALL treatment with subsequent 12 treatments made by excluding one nutrient consecutively from the ALL combinations. Treatments were arranged in a randomized complete block design with four replications for all treatments while six for the ALL treatment. Results showed that P was the most limiting factor to sweetpotato vegetative growth and root yield. Reduced storage root yield in relation to ALL were also observed when N, P, K, S, B, Fe, Mn, Mo and Ni were not supplied, although the difference was insignificant. Thus unless P deficiency is addressed, the deficiency effects of these nutrients on storage root yield remain insignificant.",
        "email": "",
        "conf": "Annals of Tropical Research",
        "coauthors": [
            "Taniela Siose",
            "Mohammed Abdul Kader",
            "Anabella B Tulin"
        ],
        "keywords": "sweetpotato, Samoan Oxisol, limiting nutrients, nutrient omission technique"
    },
    {
        "id": 571,
        "label": 13,
        "author": "abdul kader",
        "title": "Strip planting decreases nitrogen fertilizer requirements while retention of more residue increases them in a rice-wheat-mungbean sequence on a subtropical floodplain soil",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Conservation agriculture (CA) has not been well developed for intensively cultivated (2-3 crops yr-1) rice- based cropping systems which produce large amounts of crop residues annually. Thus, we examined the effects of two crop establishment systems (minimum soil disturbance by strip planting (SP) or conventional tillage (CT)), two residue retention levels (low and high) and five N rates (60, 80, 100, 120 & 140% of the recommended N fertilizer doses (RFD) on nine consecutive crops on an Aeric Haplaquept under rice-wheat- mungbean sequence. Rice yields were comparable between the crop establishment types but system yields were significantly higher with SP in two out of three years compare to CT. Increased residue retention did not significantly influence rice yield but positively influenced system yields. No substantial differences in optimum N rate was estimated between CT and SP for 90% of maximum yield goal (MYG) for all the three years but substantially decreased in SP compared to CT in two out of three years for 95 and 99% of MYG. The N fertilizer requirement was 6-22% higher with high residue retention compared to low residue retention plots for all the three yield goal levels. High residue retention also increased soil organic carbon (SOC) at 0- 6 cm depth in both tillage treatments. In conclusion, introducing CA did not alter the N fertilizer requirements of rice for 90% of MYG but reduced the requirement for 95 and 99% of MYG compared to CT. However, there was evidence that the retained crop residue immobilized N and increased the fertilizer N requirement.",
        "email": "mdabdul.kader@bau.edu.bd",
        "conf": "International Nitrogen Initiative Conference",
        "coauthors": [
            "Mohammed Abdul Kader",
            "Mohammad Jahiruddin",
            "Md. Rafiqul Islam",
            "Richard W. Bell"
        ],
        "keywords": "Disease infestation, Nitrogen requirement, Residue retention, Rice, Soil Organic carbon"
    },
    {
        "id": 557,
        "label": 13,
        "author": "abdul kader",
        "title": "Organic amendments increased sweetpotato (Ipomoea batatas L.) yield in a calcareous sandy soil of Samoa",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "A five-month field experiment was conducted to investigate the effects of organic amendments on yields of two sweetpotato cultivars in a calcareous sandy soil of Samoa. The treatments consisted of three organic amendments; gliricidia, gliricidia + biochar, poultry litter, and a control, and two improved sweetpotato cultivars (IB/PH/03 and IB/PR/13). All amendments were applied at equivalent rate of 100 kg N ha–1 while biochar at 5 t ha–1. Plots were arranged in a RCB design with four replicates. Results showed that all organic amendments significantly increased total storage root and marketable storage root yields, compared to yields of the control. Total marketable root yield was increased by 134, 118, and 294% over control in response to gliricidia, poultry litter, and gliricidia + biochar treatments. The highest yield, yield attributing parameters and nutrient uptake by storage root were recorded in gliricidia + biochar treatment, which appears to synergistically influence crop yield relative to organic amendments applied singly; a potential amendment for improving sweetpotato productivity in sandy calcareous soil. Cultivar IB/PH/03 performed better than IB/PR/13 on all measured crop parameters except for fresh weight of non-marketable root and percent dry matter content showing better potentiality for promotion under similar agro-environmental conditions.",
        "email": "",
        "conf": "Journal of Natural and Applied Sciences",
        "coauthors": [
            "Taniela Siose",
            "Danilo F Guinto",
            "Mohammed Abdul Kader"
        ],
        "keywords": "Organic amendments, Biochar, Calcareous sandy soil, Sweetpotato root yield"
    },
    {
        "id": 572,
        "label": 14,
        "author": "abdul kader",
        "title": "Macro and micro collapse mechanisms of closed-cell aluminium foams during quasi-static compression",
        "organization": "University of New South Wales",
        "abstract": "The pore collapse mechanisms of closed-cell aluminium foams during quasi-static compression have been investigated. A suite of experiments and numerical simulations were carried out to elucidate the deformation pathways of individual pores during quasi-static compressive loading. X-ray computed tomography was utilized to generate 3D views of the foams before and after deformation. The tomography based foam geometry was imported into the finite element software ABAQUS/Explicit for simulations. The results showed that the simulations accurately reproduced the experimentally observed yielding and post yielding behaviour of the foams. As expected, pores with thin cell-walls were observed to deform at faster rates both experimentally and in simulations. The simulations aided to reveal the complex deformation evolution of cell-walls and junctions (plateau borders) during compression. While the cell-walls experienced bending, buckling and rotation by forming hinges; the plateau borders experienced considerably less deformation. The thickness/strength of cell-walls and topological foams' heterogeneities are observed as the governing factors for collapse. Significant lateral strain is observed at the cell level, although the bulk lateral strain was negligible. Finally, it was also observed that the micro-pores and cracks present within the cell-walls contribute to their deformation.",
        "email": "",
        "conf": "Materials & Design",
        "coauthors": [
            "Mohammad Abdul Kader",
            "MohammaD ASHRAFUL ISLAM",
            "Mohammad Saadatfar",
            "P J Hazell",
            "A D Brown",
            "S Ahmed",
            "Juan Pablo Escobedo"
        ],
        "keywords": "Closed-cell foam,X-ray tomography,Finite element modelling,Microstructure,Pore collapse mechanism"
    },
    {
        "id": 641,
        "label": 13,
        "author": "abdul kader",
        "title": "Effects of Azotobacter Inoculant on the Yield and Nitrogen Uptake by Wheat",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "Journal of Biological Sciences",
        "coauthors": [
            "Mohammed Abdul Kader",
            "M. H. Mian",
            "M. S. Hoque"
        ],
        "keywords": ""
    },
    {
        "id": 607,
        "label": 13,
        "author": "abdul kader",
        "title": "Anaerobic N mineralization in paddy soils in relation to inundation management physicochemical soil fractions mineralogy and soil properties",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Anaerobic N mineralization measured from (saturated) repacked soil cores from 25 paddy fields in Bangladesh and was previously found to negatively related to soil N content on a relative basis. This suggests that other factors like soil organic matter (SOM) quality or abiotic factors instead control the anaerobic N mineralization process. We therefore assessed different physical and chemical fractions of SOM, management factors and various soil properties as predictors for the net anaerobic N mineralization. 1° First, we assessed routinely analyzed soil parameters (soil N and soil organic carbon, texture, pH, oxalate- and pyrophosphate-extractable Fe, Al, and Mn, fixed-NH4 content). We found no significant influences of neither soil mineralogy nor the annual length of inundation on soil N mineralization. The anaerobic N mineralization correlated positively with Na-pyrophosphate-extractable Fe and negatively with pH (both at P<0.01). At this stage it is, however, not known if these relations between net evolution of NH4 and pH and Fe content are causal or indirect. 2° Second, the 25 samples collected from farmers' fields were physically fractionated into particulate OM and silt and clay associated OM. The silt and clay sized OM was further chemically fractionated by oxidation with 6%NaOCl to isolate an oxidation-resistant OM fraction, followed by extraction of mineral bound OM with 10%HF thereby isolating the HF-resistant OM. None of the physicochemical SOM fractions were found useful predictors anaerobic N mineralization. The linkage between these chemical soil N fractions and N supplying processes actually occurring in the soil thus appears to be weak. Regardless, we hypothesize that variation in strength of N-mineral and N-OM linkages is likely to explain variation in bio-availability of organic N and proneness to mineralization. Yet, in order to separate kinetically different soil N fractions we then postulated that an alternative approach would be required, which instead isolates soil N fractions on the basis of bonding strength. In this respect bonding strength should be seen as opposite of proneness to dissolution of released N into water, the habitat of soil microorganisms mediating soil N mineralization. We hypothesize that soil N extracted by water at increasing temperatures would reflect such N fractions with increasing bonding strength, in turn equivalent to decreasing bio-availability. Although water has frequently been used to extract labile SOM, its use has mostly been limited to 100°C. 3° Third we developed sub critical water extraction (SCWE) at 100°C, 150°C and 200°C to isolate SOM fractions from the set of 25 paddy soil samples. In all cases, SCWE organic carbon (SCWE-OC) and N (SCWE-N) increased exponentially with the increase of temperature. SCWE preferentially extracted N over OC with increasing temperature. The efficiency of SCWE and the selectivity towards N were both lower in soils with increasingly reactive clay mineralogy. No correlations were found between the SCWE fractions and anaerobic N mineralization rate. In conclusion, SOM quantity and SOM quality, here represented by C and N distribution over physicochemical fractions, don't seem to dominantly determine anaerobic N mineralization in primarily young floodplain paddy soils. Other factors with exceeding control (pH and pyrophosphate extractable Fe) appear to exist. Possibly, the specific young genesis stage of most of the soils included (termed 'floodplain' soils) results in a limited availability of readily reducible Fe. Being an important alternative electron acceptor under submerged conditions, the availability of Fe, which is also controlled by pH, may be a bottleneck in the anaerobic N mineralization process. This needs to be further investigated by controlled incubation experiments with detailed follow-up of pH, redox potential, Fe in solution and mineral N.",
        "email": "",
        "conf": "EGU General Assembly Conference Abstracts",
        "coauthors": [
            "Steven Sleutel",
            "Mohammed Abdul Kader",
            "Shamim Ara Begum",
            "Stefaan De Neve"
        ],
        "keywords": ""
    },
    {
        "id": 616,
        "label": 16,
        "author": "abdul kader",
        "title": "Effect of complete replacement of fishmeal by dehulled soybean meal with crude attractants supplementation in diets for red sea bream Pagrus major",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "",
        "email": "",
        "conf": "Aquaculture",
        "coauthors": [
            "Md. Abdul Kader",
            "Mahbuba Bulbul",
            "Shunsuke Koshio",
            "Connie Fay Komilus"
        ],
        "keywords": ""
    },
    {
        "id": 604,
        "label": 14,
        "author": "abdul kader",
        "title": "Prospects of Bagasse Gasification Technology for Electricity Generation in Sugar Industries in Bangladesh",
        "organization": "University of New South Wales",
        "abstract": "Bangladesh is facing severe power crisis all over the country. This acute electricity crisis along with the conventional fuel crisis is affecting every sector of the country and economy is being crippled. Bagasse gasification in the sugar industries in Bangladesh could be an alternative option for electricity generation. Bagasse is the fiber left over after the juice has been squeezed out of sugarcane stalks and accounts 25% of sugar cane production. Bagasse, being a by-product of sugar production as well as of biomass origin seems to be a suitable candidate for sustainable energy production. There are 15 sugar mills in Bangladesh and sugar cane production in the fiscal year 2010-2011 was about 4.67 million tonnes and bagasse production was around 1.167 million tonnes. The potential of power generation from bagasse by gasification is around 100MWe in Bangladesh over the year. In this regards, in sugar industries, bagasse gasification for power generation for its own consumption could be an alternative option in Bangladesh and the surplus could be exported to the national grid. In this paper the prospects of bagasse gasification for power generation and the technological aspects of the gasification process as well as environmental effects have been studied.",
        "email": "",
        "conf": "Industrial and Materials Engineering (ICMIME)",
        "coauthors": [
            "Barun Kumar Das",
            "S M Najmul Hoque",
            "Mohammad Abdul Kader",
            "Md. Sazan Rahman"
        ],
        "keywords": "Bagasse, sustainable energy, gasification, sugar industry, power generation"
    },
    {
        "id": 573,
        "label": 14,
        "author": "abdul kader",
        "title": "Dynamic crushing response of closed-cell aluminium foams during shock loading",
        "organization": "University of New South Wales",
        "abstract": "Understanding the impact response of aluminium foams is essential for assessing their energy absorption capacity under dynamic loading. In this paper, the dynamic compaction behavior of closed-cell aluminium foam (CYMAT ™) has been tested using the plate-impact technique. Post-impacted samples have been examined using optical microscopy to observe the microstructural changes with the objective of elucidating the pore-collapse mechanism.",
        "email": "",
        "conf": "AIP Conference Proceedings",
        "coauthors": [
            "Mohammad ASHRAFUL ISLAM",
            "Mohammad Abdul Kader",
            "Paul Hazell",
            "J P Escobedo-Diaz",
            "A D Brown",
            "C J Appleby-Thomas",
            "M Saadatfar",
            "Md Zakaria Quadir"
        ],
        "keywords": ""
    },
    {
        "id": 582,
        "label": 15,
        "author": "abdul kader",
        "title": "Improving Yield of Transplanted Aman and Boro Rice Through Tegra Package of Cultivation",
        "organization": "Professor",
        "abstract": "The study investigated the yield performance of transplant aman rice cv. BRRI dhan49 and boro rice cv. BRRI dhan29 under improved package of cultivation (TEGRA) as compared to farmers practice. TEGRA is a rice farming practice which includes use of quality seeds and healthy seedlings, transplanting with rice transplanter, use of herbicide, use of balanced fertilization and micronutrients, and preventive plant protection measures. The study during transplant aman season included two treatments on rice cultivation method viz. TEGRA package and farmers practice while in boro rice four treatments viz. TEGRA package, farmers practice with high inputs, farmers practice with medium inputs and farmers practice with low inputs. The yield and plant characters of both transplant aman and boro rice were significantly influenced by the TEGRA package of cultivation as compared to farmers practice. TEGRA package of cultivation as compared to farmers practice increased the grain yield by 18.3% in transplant aman rice and by 80% in boro rice with less cost of production as compared to farmers practice, which eventually resulted 23% increase in gross return and 400% in net return. As a result, the benefit cost ratio of TEGRA package was much higher (1.35 and 2.20 during transplant aman rice and boro rice, respectively) compared to that of farmers practice (1.07 and 1.30).",
        "email": "",
        "conf": "Bangladesh Agronomy Journal",
        "coauthors": [
            "Md. Abdul Kader",
            "MSR Mia",
            "MA Kafi",
            "M S Hossain",
            "Naimul Islam"
        ],
        "keywords": "TEGRA; mechanical transplanting; rice yield gap; preventive plant protection"
    },
    {
        "id": 586,
        "label": 14,
        "author": "abdul kader",
        "title": "Modelling and characterization of cell collapse in aluminium foams during dynamic loading",
        "organization": "University of New South Wales",
        "abstract": "Plate-impact experiments have been conducted to investigate the elastic–plastic behaviour of shock wave propagation and pore collapse mechanisms of closed-cell aluminium foams. FE modelling using a meso-scale approach has been carried out with the FE software ABAQUS/Explicit. A micro-computed tomography-based foam geometry has been developed and microstructural changes with time have been investigated to explore the effects of wave propagation. Special attention has been given to the pore collapse mechanism. The effect of velocity variations on deformation has been elucidated with three different impact conditions using the plate-impact method. Free surface velocity (ufs) was measured on the rear of the sample to understand the evolution of the compaction. At low impact velocities, the free-surface velocity increased gradually, whereas an abrupt rise of free-surface velocity was found at an impact velocity of 845 m/s with a copper flyer-plate which correlates with the appearance of shock. A good correlation was found between experimental results and FE predictions.",
        "email": "",
        "conf": "International Journal of Impact Engineering",
        "coauthors": [
            "Mohammad Abdul Kader",
            "MD ASHRAFUL ISLAM",
            "Paul Hazell",
            "J P Escobedo",
            "M Saadatfar",
            "A D Brown",
            "G.J. Appleby-Thomas"
        ],
        "keywords": "Shock propagation,Closed-cell aluminium foam,Plastic collapse,Micro-computed tomography,Meso-scale modelling"
    },
    {
        "id": 561,
        "label": 12,
        "author": "abdul kader",
        "title": "Mulching type-induced soil moisture and temperature regimes and water use efficiency of soybean under rain-fed condition in central Japan",
        "organization": "Assistant Director at Rural Development Academy (RDA) Bogra",
        "abstract": "Soybean (Glycine max) is a high water-demand crop and grown under moderate temperature in Japan. To protect the crop from hot summer and to utilize rainfall for its cultivation, selection of appropriate mulching material(s) is crucial. For optimum production of the crop, soil moisture and temperature regimes as well as water use efficiency (WUE) of the crop were investigated under straw, grass, paper, plastic and bare soil (control) mulching under rain-fed condition at Gifu university farm in Japan. The mulching treatments, compared to the control, lowered soil temperature by 2 °C at 5 cm depth and 0.5 °C at 15 and 25 cm depths. The plastic and straw mulching stored the highest quantity of soil moisture at 5 and 15 cm depths; the bare soil stored the lowest quantity. At 25 cm depth, soil-moisture content was the highest under paper mulch but invariable under the other mulches. Plastic mulching reduced evaporation rate from the soil surface and, consequently, the reduced soil-water consumption (SWC) from the root zone augmented WUE of soybean. The paper mulching, by conserving soil-moisture and reducing soil temperature, provided better crop growth attributes, while the plastic mulching improved WUE of green soybean. Therefore, the plastic mulch performed best in reducing soil-water consumption and increasing WUE, while the paper mulch was good for soil-moisture conservation and temperature modification that increased soybean yield.",
        "email": "kader@rda.gov.bd",
        "conf": "International Soil and Water Conservation Research ",
        "coauthors": [
            "Mohammad Abdul Kader",
            "Masateru Senge",
            "M Abdul Mojid",
            "Kimihito Nakamura"
        ],
        "keywords": "Mulching,Soil-water consumption,Soil temperature,Water use efficiency"
    },
    {
        "id": 630,
        "label": 15,
        "author": "abdul kader",
        "title": "Cytosolic calcium and pH signaling in plants under salinity stress",
        "organization": "Professor",
        "abstract": "",
        "email": "",
        "conf": "Plant signaling & behavior",
        "coauthors": [
            "Kader Md. Abdul",
            "Sylvia Lindberg"
        ],
        "keywords": ""
    },
    {
        "id": 606,
        "label": 16,
        "author": "abdul kader",
        "title": "Growth performance of juvenile kuruma shrimp Marsupenaeus japonicus (Bate) fed diets replacing fishmeal with soybean meal",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "A feeding trail was conducted to evaluate the effect of lowering dietary fishmeal (FM) levels while increasing levels of dehulled soybean meal (SBM) on growth, nutrient utilization and body composition of juvenile kuruma shrimp, Marsupenaeus japonicas. Five experimental diets were formulated to be isoenergetic, isolipidic and isonitrogenous with decreasing FM levels from 40 to 16% while increasing SBM from 0 to 33% respectively. Quadruplicate groups of shrimp (initial wt = 1.5 g) were fed the test diets for 56 days under the flow‐through system. There were no significant differences in final weight (g) and specific growth rate (SGR, % day) among shrimp fed FM40, FM34, FM28 and FM22 diets respectively. Growth parameters significantly decreased in shrimp when fed FM16 diet, which was the lowest level of FM. Feed intake was positively correlated with the SGR of shrimp, and the lowest one was found in shrimp fed FM16 diet. Protein gain and retention, whole body lipid, arginine and methionine significantly decreased in FM16 fed group. Thus, it is concluded that dietary FM could be reduced down to 22% with SBM without compromising growth, nutrient utilization and retention, and whole body composition of kuruma shrimp.",
        "email": "",
        "conf": "Aquaculture Research",
        "coauthors": [
            "Mahbuba Bulbul",
            "Shunsuke Koshio",
            "Manabu Ishiwawa",
            "Saichiro Yokoyama",
            "Mohammad Abdul Kader"
        ],
        "keywords": ""
    },
    {
        "id": 551,
        "label": 13,
        "author": "abdul kader",
        "title": "Soil organic carbon sequestration and mitigation potential in a rice cropland in Bangladesh-a modelling approach",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "An increase in the storage of carbon (C) in soil by changing management practices can help to mitigate climate change and increase soil quality. The objective of this study was to evaluate the best management options for reducing greenhouse gas (GHG) emissions. An ecosystem model DayCent was tested for two rice (Oryza sativa L.) experimental sites in Bangladesh. The sites are under different management practices and we first tested the models ability to simulate SOC turnover, and then estimated the potential for SOC sequestration by comparing change in SOC for each management scenario with baseline management (current farmers’ practices) including conventional tillage, 5% residue incorporation and nitrogen (N) fertilizer. Predicted yield was also compared at both sites to ensure that yield was not compromised by mitigation measures. A control treatment was tested at both sites. At site 1, two other treatments of mineral N fertilizer, and combination of farmyard manure (FYM) and N were tested in a double rice based crop rotation. At site 2, a treatment receiving cowdung (CD) application, and a combination of CD and N were tested in a wheat (Triticum aestivum L.)-rice based crop rotation. The DayCent model was able to simulate SOC increase from the double rice test sites under unfertilized conditions, considering additional N and C sources in the simulations. Assuming N fertilizer (180 kg N ha−1 yr−1) application for site 1, and CD application (25 t ha−1 yr−1) for site 2, respectively, as the baseline, four single, and one integrated, scenarios were implemented in the model to predict SOC and yield at both sites. Two additional scenarios with alternate wet and drying (AWD) as a single treatment, and as part of an integrated approach, were also tested for their mitigation potential at site 1. The highest simulated positive impact on SOC development (60% higher than that of the baseline) was observed at site 1 when FYM was used in place of mineral N fertilizer. As there is a yield penalty associated with the use of only FYM, integrated approaches might show more promise, such as inclusion of 15% residue return, reduced tillage, less mineral N fertilizer, FYM addition, with or without AWD. This approach increases SOC by up to 23% while keeping the yield stable (nearly 3.5 t ha−1). The application of CD only as determined for baseline of site 2, gives a yield of about 1.8 t ha−1 yr−1. In contrast nearly two times more yield was obtained under the scenario associated with integrated management which also increases SOC by 30% relative to the baseline at the second site. Net GHG emissions, including nitrous oxide and methane emissions were estimated using the Intergovernmental Panel on Climate Change (IPCC) tier 1 methods, and country specific emission factors (where available), suggests that the integrated management scenario can reduce the net GHG emissions from 0.58-0.82 t carbon dioxide (CO2)-eq. ha−1 yr−1 (equivalent to 0.16-0.24 t Ceq. ha−1 yr−1) at site 2, while a net reduction in GHGs of nearly 1.00 t CO2-eq. ha−1 yr−1 (equivalent to 0.27 t Ceq. ha−1 yr−1) at site 1 was only achieved if AWD was also implemented with the integrated management scenario. Future studies could attempt to model non-CO2 GHGs with a dynamic model.",
        "email": "mdabdul.kader@samoa.usp.ac.fj",
        "conf": "Field Crops Research",
        "coauthors": [
            "Khadiza Begum",
            "Matthias Kuhnert",
            "Jagadeesh Yeluripati",
            "S Ogle",
            "W Parton",
            "M A Kader",
            "P Smith"
        ],
        "keywords": "Carbon sequestration,Rice,Agricultural management,Mitigation potential,Bangladesh"
    },
    {
        "id": 620,
        "label": 13,
        "author": "abdul kader",
        "title": "Accumulation of varying quality soil organic matter in sub tropical paddy soils under different land use management",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Mohammed Abdul Kader",
            "Steven Sleutel",
            "Shamim Ara Begum",
            "Stefaan De Neve"
        ],
        "keywords": ""
    },
    {
        "id": 631,
        "label": 13,
        "author": "abdul kader",
        "title": "Shifts in soil organic matter composition following treatment with sodium hypochlorite and hydrofluoric acid",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "Geoderma",
        "coauthors": [
            "Steven Sleutel",
            "Peter Leinweber",
            "Shamim Ara Begum",
            "Stefaan De Neve"
        ],
        "keywords": ""
    },
    {
        "id": 554,
        "label": 13,
        "author": "abdul kader",
        "title": "Impact of irrigation management on paddy soil N supply and depth distribution of abiotic drivers",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "In rice production, water-saving irrigation management is expanding and likely alters depth profiles of soil moisture, redox potential (Eh) and microbial activity. It is, however, unclear how such conditions then impact net soil N-release and availability to the rice crop, because we do not know well enough how water-saving irrigation management shapes depth-distribution of Eh and reductive processes, and microbial activity. A field experiment with rice was laid out on a typical young floodplain paddy soil of Bangladesh with three irrigation schemes, viz. continuous flooding (CF), safe alternate wetting and drying (AWD) and direct seeded rice (DSR), with 120 kg N ha−1 (N120) or without (N0) urea application. We evaluated changes in soil mineral N and plant N uptake, CH4 and CO2 emissions and soil pH, and at multiple depths soil Eh and temperature, dissolved C, Fe and Mn throughout 2015 dry (Boro) season (Jan–Apr). Eh stayed at or above ∼+300 mV except for sudden drops to ∼−200 mV with irrigation events in DSR. Eh quickly dropped to methanogenic conditions, under both AWD and CF; rises to ∼+200 mV were observed during AWD-drainage events but were restricted to upper 5.5 or 12.5 cm depths. Throughout the growing season there was a pronounced increase in reductive dissolution of Fe and Mn (hydro-) oxides, buildup of dissolved C, and CH4 effluxes under AWD and CF but not DSR, likely at least partially driven by the gradual soil warming from ∼20 °C till 28 °C. Predominant aerobic conditions under DSR lead to a nearly doubled C-emissions (CO2 + CH4) compared to AWD and CF, suggesting more soil organic matter (OM) degradation in the former case, while soil mineral N plus plant N build-up rate followed an opposite order. Urea application did not raise soil exchangeable N levels, even prior to significant plant uptake from 28 DAT (days after transplanting), and we forward temporal abiotic NH4+-fixation and N-removal processes as explanations. We conclude that regardless of some distinctions in temporal evolutions of puddle layer Eh, solution C, Fe and Mn, and CH4-emission, soil N-supply was quite comparable under AWD and CF, as was rice yield. In the context of N availability, AWD could be safely adopted for rice growth in the Bangladeshi Boro season. The eventual fertilizer N recovery efficiency was higher for CF (42%) than for AWD (32%), but AWD saved 12% irrigation water. While DSR saved 45% water there was a large yield penalty, likely due to drought stress but also by poor germination caused by cold night temperatures in mid-January, while seedling transplantation in CF and AWD plots was only later on 28 January. Further research should be conducted to investigate the fast and pronounced removal of exchangeable inorganic N after initial N buildup by soil OM mineralization, especially in CF and AWD. At this moment most likely candidate processes appear clay-NH4+ fixation and anaerobic NH4+-oxidation.",
        "email": "mdabdul.kader@samoa.usp.ac.fj",
        "conf": "Agriculture Ecosystems & Environment",
        "coauthors": [
            "Masuda Akter",
            "Heleen Deroo",
            "Ahammad Mostafa Kamal",
            "Mohammed Abdul Kader",
            "Elizabeth Verhoeven",
            "Charlotte Decock",
            "Pascal Boeckx",
            "Steven Sleutel"
        ],
        "keywords": "Redox potential,Fe-Mn,Reductive dissolution,N mineralization,Water management"
    },
    {
        "id": 614,
        "label": 13,
        "author": "abdul kader",
        "title": "Influence of vegetable inclusion in rice monoculture on soil organic matter quality under sub-tropical climate",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "Acta horticulturae",
        "coauthors": [
            "Mohammed Abdul Kader",
            "Steven Sleutel",
            "Begum",
            "Stefaan De Neve"
        ],
        "keywords": ""
    },
    {
        "id": 580,
        "label": 16,
        "author": "abdul kader",
        "title": "Lab-on-a-Chip-Based PCR-RFLP Assay for the Detection of Malayan Box Turtle (Cuora amboinensis) in the Food Chain and Traditional Chinese Medicines",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "The Malayan box turtle (Cuora amboinensis) (MBT) is a vulnerable and protected turtle species, but it is a lucrative item in the illegal wildlife trade because of its great appeal as an exotic food item and in traditional medicine. Although several polymerase chain reaction (PCR) assays to identify MBT by various routes have been documented, their applicability for forensic authentication remains inconclusive due to the long length of the amplicon targets, which are easily broken down by natural decomposition, environmental stresses or physiochemical treatments during food processing. To address this research gap, we developed, for the first time, a species-specific PCR-restriction fragment length polymorphism (RFLP) assay with a very short target length (120 bp) to detect MBT in the food chain; this authentication ensured better security and reliability through molecular fingerprints. The PCR-amplified product was digested with Bfa1 endonuclease, and distinctive restriction fingerprints (72, 43 and 5 bp) for MBT were found upon separation in a microfluidic chip-based automated electrophoresis system, which enhances the resolution of short oligos. The chances of any false negative identifications were eliminated through the use of a universal endogenous control for eukaryotes, and the limit of detection was 0.0001 ng DNA or 0.01% of the meat under admixed states. Finally, the optimized PCR-RFLP assay was validated for the screening of raw and processed commercial meatballs, burgers and frankfurters, which are very popular in most countries. The optimized PCR-RFLP assay was further used to screen MBT materials in 153 traditional Chinese medicines of 17 different brands and 62 of them were found MBT positive; wherein the ingredients were not declared in product labels. Overall, the novel assay demonstrated sufficient merit for use in any forensic and/or archaeological authentication of MBT, even under a state of decomposition.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Asing Rakhine",
            "Md. Eaqub Ali",
            "Sharifah Bee Abd Hamid",
            "M A Motalib Hossain",
            "Shuhaimi Mustafa",
            "Mohammad Abdul Kader",
            "Md Zaidul Islam Sarker"
        ],
        "keywords": ""
    },
    {
        "id": 576,
        "label": 13,
        "author": "abdul kader",
        "title": "Assessing the influence of rice roots and root exudates on nitrogen mineralization in soil using a novel protocol",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Classical nitrogen (N) mineralization experiments are done using uncropped soil, thus completely neglecting the influence of roots and root exudates. Therefore, experiments were conducted at two field sites in Bangladesh during ‘boro’ season (winter rice), using two rice cultivars (BRRI Dhan 29 and BINA Dhan6) to investigate the influence of rice roots and root exudates on N mineralization. Rice cultivars were transplanted in three replicated plots maintaining 25 x 15cm spacing along with three replicated uncropped plots as control. A novel method was used to identify the most suitable location to assess N mineralization in soil having actively growing rice plants. For this purpose, soil samples were collected from three locations in soil namely; 1) rhizosphere (0cm, at the rhizosphere), 2) middle of the two plants (7.5cm apart from rhizosphere) and 3) middle of two rows (12.5cm apart from rhizosphere). There was significant stimulatory effect of rice roots and root exudates on N mineralization at both filed sites. Significant influences of rice varieties were also observed, with BINA Dhan 6 having greater influence on N mineralization than BRRI Dhan 29. Sampling location also had a significant effect on measured N mineralization. The highest stimulatory effects of rice roots and root exudates were recorded when soil was sampled from rhizosphere. Sampling between the plants and between the rows had similar effects. In conclusion, rice roots and root exudates had a large influence on N mineralization and the best sampling location to determine the effects of actively growing rice roots and root exudates on N mineralization, was the rice rhizosphere.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Shamim Ara Begum",
            "Mohammed Abdul Kader",
            "Steven Sleutel",
            "Stefaan De Neve"
        ],
        "keywords": "Nitrogen mineralization, paddy soil, rice rhizosphere, root and root exudates"
    },
    {
        "id": 563,
        "label": 13,
        "author": "abdul kader",
        "title": "Response of hydrolytic enzyme activities and nitrogen mineralization to fertilizer and organic matter application in subtropical paddy soils",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Drivers of nitrogen (N) mineralization in paddy soils, especially under anaerobic soil conditions, are elusive. The influences of exogenous organic matter (OM) and fertilizer application on the activities of five relevant enzymes (β-glucosaminidase, β-glucosidase, l-glutaminase, urease and arylamidase) were measured in two long-term field experiments. Of the two field experiments, the 18-year field experiment was established in a weathered terrace soil with rice-wheat crop rotation at the Bangabandhu Sheikh Mujibur Rahman Agricultural University (BSMRAU) farm with five OM treatments and two levels of mineral N fertilizer. The 30-year experiment was established in a young floodplain soil with rice-rice crop rotation at the Bangladesh Agricultural University (BAU) farm with five mineral fertilizer treatments including one with farm yard manure. At BSMRAU, N fertilizer and OM amendments significantly increased all enzyme activities, suggesting the availability of primarily substrate for microbial activity. Whereas at BAU, non-responsiveness of β-glucosidase activity, suggesting that fertilizer and OM amendments had little effect on overall soil microbial activity. Nevertheless the microbial demand for N, β-glucosaminidase and l-glutaminase activities differed among the treatments (P < 0.05) and showed opposite trends with soil N mineralization. Hence enzymatic pathways to acquire N differed with the treatment at BAU site, indicates differences in soil N quality and bio-availability. l-glutaminase activity was the sole investigated variable that positively correlated to both the aerobic and anaerobic N mineralization rates in both field experiments. Combined with a negative correlation between β-glucosaminidase activity and N mineralization rate, it appears that terminal amino acid NH2 hydrolysis was a rate-limiting step for soil N mineralization at the BAU site. Future investigations with joint quantification of polyphenol accumulation and binding of N alongside an array of extracellular enzymes, including oxidases for phenols and hydrolases for N-compounds, would enable verification of the hypothesized binding and stabilization of N with accumulating polyphenols at BAU site under SOM storing management.",
        "email": "mdabdul.kader@bau.edu.bd",
        "conf": "European Journal of Soil Biology",
        "coauthors": [
            "Mohammed Abdul Kader",
            "Sabina Yeasmin",
            "Zakaria M Solaiman",
            "S De Neve",
            "Steven Sleutel"
        ],
        "keywords": "Enzyme activity,Fertilization,Long-term experiment,N mineralization,Organic amendment,Paddy soil"
    },
    {
        "id": 594,
        "label": 15,
        "author": "abdul kader",
        "title": "Amelioration of salinity stress on transplant Aman rice through green manure and gypsum",
        "organization": "Professor",
        "abstract": "An experiment was conducted at the net house of Department of Agronomy, Bangladesh Agricultural University, Mymensingh from July to December 2012to investigate the ameliorative effect of green manure and gypsum application on the yield of transplant Aman rice variety BRRI dhan40 under various levels salinity stress. Sodium chloride induced salinity was imposed at tillering stage of plant development. The levels of salinity were 0, 25 and 50 mM NaCl. Green manure @ 0, 5 and 10 t ha gypsum @ 0 and 1 g kg-1 and 1 soil were applied to ameliorate the salinity stress effect. 1 g kg-1 soil were applied to ameliorate the salinity stress effect. Results revealed that the different levels of salinity had significant adverse effect on plant height, number of tillers hill-1, number of effective tillers hill-1, number of ineffective tillers hill-1, 1000-grain weight, grain yield, biological yield and harvest index (HI). All the plants were affected badly when they were exposed to salinity level of 50 mM NaCl. Application of green manure and gypsum helped them ameiorate salinity either individually or in combination at all salinity levels. Grain yield reduction at 50 mM salinity level was 38.64% compared to control which was minimized to 19.04% by the application of green manure @ 10 t ha-1. Grain yield reduction was also minimized from 37.08% to 27% at the same level of salinity by the application of gypsum@ 1 g kg-1soil. Similar amelioration effect was also observed in case of straw yield. The amelioration was improved further when both green manure and gypsum were applied. Without any salinity stress grain yield was 4.49 t ha-1, which was reduced to 2.61 t ha-1 (41.87% reduction) when the crop was stressed with 50 mM salinity. Application of green manure @ 10 t ha-1 and gypsum @ 1 g kg-1 soil improved grain yield to 4.00 t ha-1, where yield reduction was just 10.91%. Similar improvement was also found in straw yield. The results of the study conclude that salinity stress in transplant Aman rice var. BRRI dhan40 could successfully be ameliorated through application of green manure@ 10 t ha-1 and gypsum@ 1 g kg-1 soil.",
        "email": "",
        "conf": "Bangladesh Agronomy Journal",
        "coauthors": [
            "MZ Siam",
            "SS Hossain",
            "AK Hassan",
            "Mohammad Abdul Kader"
        ],
        "keywords": "Salinity, aman rice, green manure, gypsum"
    },
    {
        "id": 591,
        "label": 13,
        "author": "abdul kader",
        "title": "Mineralogical Composition of Some Selected Paddy Soils of Bangladesh",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Soil mineralogy, which largely affects the productivity of soil in low input agriculture, was determined for 28 widely distributed paddy soils from different agroecological regions (AEZs) of Bangladesh. In addition, particle–size distribution was analyzed through fractionation of soil particles into five groups viz.",
        "email": "",
        "conf": "Journal- Faculty of Agriculture Kyushu University",
        "coauthors": [
            "Mohammed Abdul Kader",
            "Abu Zofar Mohammad Moslehuddin",
            "Ahammad Mostafa Kamal",
            "Yuki Mori"
        ],
        "keywords": "clay mineralogy, paddy soil, Bangladesh"
    },
    {
        "id": 565,
        "label": 12,
        "author": "abdul kader",
        "title": "Effects of plastic-hole mulching on effective rainfall and readily available soil moisture under soybean (Glycine max) cultivation",
        "organization": "Assistant Director at Rural Development Academy (RDA) Bogra",
        "abstract": "Plasticulture is becoming popular to control soil temperature and increase water-use efficiency in rain-fed agriculture. Non-perforated plastic mulching reduces effective rainfall by preventing infiltration, while perforated plastic mulching (plastic-hole mulching) increases effective rainfall by enhancing infiltration; both mulching control soil temperature. The comparative performance of these mulching is not, however, well investigated yet. So, a field experiment was conducted by cultivating soybean (Glycine max) under non-perforated plastic mulching (hereafter denoted by P), plastic-hole mulching (hereafter denoted by PH) and bare soil to investigate soil temperature, effective rainfall, total readily available soil moisture (TRAM), soil-moisture extraction pattern (SMEP) and yield of soybean. The mulching treatments reduced soil temperature by 2 °C at 5 cm depth compared to the bare treatment and created a favorable environment for soybean growth under high air temperature during summer in Japan. The PH treatment increased effective rainfall by as much as 9% of total rainfall compared to the P treatment. The SMEP in the 0- to 30-cm soil profile revealed that soil moisture was consumed, mostly, from the upper soil layer in the bare treatment, while in the P and PH treatments, soil-moisture consumption occurred both from the upper and from the lower soil layers. Consequently, the P and PH treatments provided greater TRAM (57.3 and 54.0 mm) than the bare treatment (48.0 mm), indicating that mulching contributed increasing soil-moisture availability in the root zone. The mulching treatments augmented plant height, number of nodulations per plant, and seed and biomass yields; the PH treatment produced the maximum seed yield.",
        "email": "mdabdul.kader@bau.edu.bd",
        "conf": "Paddy and Water Environment",
        "coauthors": [
            "Mohammad. Abdul Kader",
            "Masateru Senge",
            "M A Mojid",
            "Takeo Onishi",
            "Kengo Ito"
        ],
        "keywords": "Plastic-hole mulching,  Soil temperature,  Soilmoisture extraction pattern,  Total readily available"
    },
    {
        "id": 570,
        "label": 13,
        "author": "abdul kader",
        "title": "Comparative performance of two extractants in colorimetric determination of soil organic matter in paddy soil",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "Commonly used soil organic carbon (SOC) determination methods are expensive, time consuming, require equipment and skilled personnel making them impractical to use at field level. Therefore, a laboratory analytical study was carried out to identify a suitable extractant for SOC extraction as part of an ongoing effort to develop a low cost quick method for determining soil organic matter (SOM) at field level. For this purpose, 38 soil samples were collected from different Agro Ecological Zone (AEZ) to represent typical rice based cropping pattern covering a sufficient range in texture, soil organic matter, pH, and type of management. Two extractants e.g. NaOH-Pyrophosphate + HCl and NaOH-EDTA were used to extract organic carbon from soil and two wavelength e.g. 300 and 400 nm were used to measure the absorbance of organic carbon in spectrophotometer. Soil organic carbon measurements by CNS analyzer were used as reference measurement to compare the extracting efficiency of SOC by the selected extractants. Both the extract and wavelength showed different degrees of error in OC measurement. The error sum square of NaOH-Pyrophosphate + HCl and NaOH-EDTA measured at 300 nm wavelength were 15.21 and 13.35 whereas at 400 nm it was 227.37 and 19.95, respectively. Consequently, the average error percentages at 300 nm were -33 and -8 while at 400 nm it was - 187 and -16. Based on the error sum square and error percentage, NaOH-Pyrophosphate + HCl performed better than the NaOH-EDTA, and 400 nm wavelength came out better than the 300 nm wavelength. In addition, both the extracts produced coloured solutions which were easily visible or detectable by naked eye and the colour intensity increased with the increase in SOC content. Variations in colour among the soils depending on organic matter content indicate that it would be possible to develop a new low cost method for SOM determination at field level by using NaOH-Pyrophosphate + HCl as the extractant. Further research is warranted to confirm this finding.",
        "email": "",
        "conf": "Journal of South Pacific Agriculture",
        "coauthors": [
            "Mohammad Asaduzzaman",
            "Mohammed Abdul Kader",
            "Shamim Ara Begum",
            "Mohammad Amanul Islam"
        ],
        "keywords": "Soil organic matter; Colorimetric determination; extractants; low cost method; paddy soils"
    },
    {
        "id": 593,
        "label": 15,
        "author": "abdul kader",
        "title": "Effect of variety and nitrogen rate on the yield performance of boro rice",
        "organization": "Professor",
        "abstract": "An experiment was conducted at the Agronomy Field Laboratory, Bangladesh Agricultural University, Mymensingh during the period from November 2010 to May 2011 to study the effect of variety and rate of nitrogen on the performance of Boro rice. The experiment comprised three varieties viz., BRRI dhan28 (V1), BRRI dhan29 (V2) and BRRI dhan45 (V3); and five rates of nitrogen viz., control (N0), 50 kg  (N1), 100 kg (N2), 150 kg  (N3)and 200 kg  (N4) N ha-1. The experiment was laid out in a randomized complete block design with four replications. The growth analysis results indicate that the tallest plant (80.88 cm) and the highest number of total tillers hill-1 (13.80) were observed in BRRI dhan29 at 70 DATs and the highest total dry matter (66.41 g m-2) was observed in BRRI dhan45. The shortest plant (78.15 cm) and the lowest number of tillers hill-1 (12.41) were recorded from BRRI dhan45 and the lowest dry matter (61.24 g) was observed in BRRI dhan29. The tallest plants (84.01 cm), highest number of tillers hill-1 (14.06) and the highest dry matter (69.58 g m-2) were obtained from 200 kg N ha-1. The tallest plants (86.48 cm) and maximum dry matter (72.30 g m-2) were recorded from BRRI dhan28 with 200 kg N ha-1 and BRRI dhan45 with 200 kg N ha-1, respectively. The highest number of tillers hill-1 (15.14) was obtained from BRRI dhan29 with 50 kg N ha-1. The harvest data reveal that variety had significant effect on total tillers hill-1, effective tillers hill-1, non-effective tillers hill-1, panicle length, grain yield, straw yield and harvest index. The highest grain yield (4.84 t ha-1) was recorded from BRRI dhan29. The results of the experiment also indicate that total tillers hill-1, effective tillers hill-1, grains panicle-1, sterile spikelets panicle-1, grain yield, straw yield and harvest index were significantly affected by levels of nitrogen, while plant height, panicle length, 1000-grain weight were not significantly affected by levels of nitrogen. The highest grain yield (5.58 t ha-1) was obtained from 200 kg N ha-1. Interaction effect of variety × 200 kg N ha-1 produced the highest grain yield (5.82 t ha-1). From the results of the study it may be concluded that BRRI dhan29 rice may be cultivated with 200 kg N ha-1 for obtaining higher yield in AEZ 9 of Bangladesh.",
        "email": "",
        "conf": "Progressive Agriculture",
        "coauthors": [
            "SG Chamely",
            "Naimul Islam",
            "S Hoshain",
            "M G Rabbani",
            "Mohammad Abdul Kader",
            "Md. Abdus Salam"
        ],
        "keywords": "Boro rice, N level, variety, yield"
    },
    {
        "id": 623,
        "label": 16,
        "author": "abdul kader",
        "title": "Effects of Animal Proteins in Practical Diets on Growth and Economic Performance of Climbing Perch Anabas testudineus (Bloch)",
        "organization": "Senior Lecturer University Malaysia Terengganu",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Md. Abdul Kader",
            "Mahbuba Bulbul",
            "Ahmed",
            "Shunsuke Koshio"
        ],
        "keywords": ""
    },
    {
        "id": 602,
        "label": 14,
        "author": "abdul kader",
        "title": "Energy recovery potential from municipal solid waste in Rajshahi City by landfill technique",
        "organization": "University of New South Wales",
        "abstract": "The underprivileged management of MSW is a growing problem in most cities and small urban communities in Bangladesh. Wsate collection effeciency of Rajshahi city of Bangladesh is not so significant and majority of waste is dumped in the open space. Landfill gas is generated naturally due to the bacterial effect of organic material contained in MSW landfills. Uncontrolled MSW landfills emit methane gas which 21 times potential than the CO2 gas which is one of the major contributors to the green house gas (GHG) and ozone layer depletion. In contrast of, if the MSW can mange in the systematic way that could be a potential source of electricity generation in our country. This study investigates the generation, characteristics, management of municipal solid waste in Rajshahi City and energy generation by landfill technique. The study suggests that total 7549 ton of CH4 per year generated from landfill. The energy potential from the landfill gas estimated around 5.3MWe.",
        "email": "kader_042017@yahoo.com",
        "conf": "International Journal of Renewable Energy Research",
        "coauthors": [
            "Barun Kumar Das",
            "Md Abdul Kader",
            "S M Najmul Hoque"
        ],
        "keywords": "Landfill gas, waste-to-energy, CH4 emission, GHG, electricity generation"
    },
    {
        "id": 601,
        "label": 13,
        "author": "abdul kader",
        "title": "Response of potato to ash as an alternative source of potassic fertilizer",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "An experiment was carried out during rabi season of 2011-2012 in the experimental field of Soil Science, Bangladesh Agricultural University (BAU), Mymensingh. The objectives of present research work was to evaluate ash as an alternative source of potassic fertilizer for potato cultivation. The treatment combinations were i) Control (No K), ii) 100% K of recommended dose from muriate of potash (MoP), iii) 75% K from MoP+ 25% K from ash, iv) 50% K from MoP + 50% K from ash, v) 25% K from MoP + 75% K from ash, and vi) 100% K from ash. The result of the experiment indicated that various combinations of ash and MoP influenced the yield, yield contributing characters (length of the tubers, breadth of the tubers, number of tubers per hill, weight of tubers per hill, weight of ten tubers and gross yield of tubers per plot), K content of po tato as well as weed infestation. Among the treatments the highest yield was obtained from 50% K from MoP + 50% from ash (T3) treated plot. The K content in the potato tuber and weed infestation was also highest for that plot. Considering the yield contributing parameters, yield and number of weeds the T3 (50% K from MoP + 50% K from ash) treatment was found more suitable than others.",
        "email": "",
        "conf": "Life Science Journal",
        "coauthors": [
            "M.M. Rahman",
            "Mohammed Abdul Kader",
            "Abu Zofar Md. Moslehuddin",
            "M M Hasan",
            "A B Siddique",
            "S M Shamsuzzaman",
            "A. W. Samsuri"
        ],
        "keywords": "Ash, potassic fertilizer, alternative source, potato yield, K content"
    },
    {
        "id": 619,
        "label": 13,
        "author": "abdul kader",
        "title": "Nitrogen mineralization in subtropical paddy soils in relation to soil properties organic matter fractions and fertilizer management",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Mohammed Abdul Kader"
        ],
        "keywords": ""
    },
    {
        "id": 609,
        "label": 15,
        "author": "abdul kader",
        "title": "Performance of BRRI hybrid dhan4 as influenced by seed rate in nursery bed and age of seedling during transplanting",
        "organization": "Professor",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "S. Mustari",
            "Md Sazzad Hossain",
            "M.S. Islam",
            "Kader Md. Abdul"
        ],
        "keywords": ""
    },
    {
        "id": 613,
        "label": 13,
        "author": "abdul kader",
        "title": "Nitrogen mineralization in a simulated rhizosphere as influenced by low molecular weight organic substances",
        "organization": "Department of Soil Science Bangladesh Agricultural University; Soil Man. Group Murdoch University",
        "abstract": "",
        "email": "",
        "conf": "Acta horticulturae",
        "coauthors": [
            "Shamim Ara Begum",
            "Mohammed Abdul Kader",
            "Steven Sleutel",
            "Stefaan De Neve"
        ],
        "keywords": ""
    }
]