[
    {
        "id": 1,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Ameliorative effects of Moringa oleifera on copper nanoparticle induced toxicity in Cyprinus carpio assessed by histology and oxidative stress markers",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "NanotechnologyPAPERAmeliorative effects of Moringa oleifera on copper nanoparticle induced toxicity in Cyprinus carpio assessed by histology and oxidative stress markersAasma Noureen1,5, Farhat Jabeen1,6, Tanveer A Tabish2, Muhammad Kashif Zahoor1, Muhammad Ali1, Rehana Iqbal3, Sajid Yaqub1 and Abdul Shakoor Chaudhry4Published 21 September 2018 • © 2018 IOP Publishing LtdNanotechnology, Volume 29, Number 46Focus on Nanomedicine184 Total downloadsTurn on MathJaxGet permission to re-use this articleShare this articleShare this content via emailShare on FacebookShare on TwitterShare on Google+Share on MendeleyArticle informationAbstractNanoparticles (NPs) enter the environment mainly through waste water effluents, accidental spillage, and industrial runoffs. This is worrying because NPs can enter the human body owing to their large aspect-to-size ratio and reactive surfaces that facilitate their penetration through biological barriers and thus can induce oxidative stress in host cells. Therefore, there is a growing concern about the toxicity of NPs, which needs to be addressed. Thus, this study investigated the ameliorative effects of Moringa oleifera seed extract (MOSE) in Cyprinus carpio exposed to copper nanoparticles (Cu-NPs). For the in vivo assessment of the shielding effects of MOSE, 240 samples of C. carpio (40–45 g) were randomly allocated to 24 experimental tanks (10 fish/tank of 40 L) 24 h prior to the start of this experiment. The experimental fish were faced with the water-born exposure of a pre-determined dose of 1.5 mg Cu-NPs/l along with pre- and post-treatment with different doses (100 or 200 or 300 mg l−1) of MOSE for 28 days. The MOSE showed significant ameliorative effect on the antioxidant defense, in response to the elevated levels of Cu-NP-induced oxidative stress. It also played a protective role as indicated by the suppression of the histological alterations in the gills and liver of fish exposed to the Cu-NPs. It was concluded that the Cu-NP-induced toxicity in C. carpio was ameliorated by the use of MOSE in this study. Moreover, the post-Cu-NP treatment stage showed more protective effects of MOSE than the pre-Cu-NP treatment phase. Further studies are suggested to determine the optimum dose and delivery method of MOSE for similar or different NP exposed fish.",
        "email": "",
        "conf": "Nanotechnology",
        "coauthors": [
            "Aasma Noureen",
            "Farhat Jabeen",
            "Tanveer A Tabish",
            "Muhammad Kashif Zahoor",
            "Muhammad Ali",
            "Rehana Iqbal",
            "Sajid Yaqub",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Fish, CuO-NP, toxicity, Moringa olifera, stress enzymes, histology"
    },
    {
        "id": 6,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Ethnobotanical studies of fodder grass resources for ruminant animals based on the traditional knowledge of indigenous communities in Central Punjab Pakistan",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Traditional knowledge of indigenous plants is pivotal in developing strategies to feed livestock sustainably in low input systems. Likewise, in Pakistan the indigenous people of Central Punjab have been using their regional grasses as a ruminant fodder for centuries. This study evaluated the indigenous traditional knowledge to ascertain the value of various fodder grasses to optimise their use to feed livestock in Central Punjab. The snowball technique was employed to identify key informants who had relevant knowledge about different grasses in the study area. Semi-structured questionnaires, face-to-face interviews and site visits were used for describing the fodder grasses. The data were then analysed by using relative frequency citation and pairwise comparison methods to determine the order of priority among the listed fodder grasses. Furthermore, SPSS 22 software was used for descriptive statistics and interpretation of associations among studied parameters. Microsoft Excel was used to present data as % values and graphs. Overall, 53 grasses were described with ethnobotanical information regarding their uses for fodder, ethnoveterinary and other purposes. All these grasses belonged to the family Poaceae where the subfamily Panicoideae had the maximum number of 30 grasses. We categorized these grasses into high (A), medium (B) and low priority (C) groups where the group A grasses were reported as not only the most abundant but also the most palatable forages to all ruminants. Their higher demand was reflected by the feeding systems of both ad libitum grazing and feeding after cutting and mixing with other feeds. The study also revealed 37 previously unreported ethnoveterinary uses of these grasses. The results have reinforced the value of conserving ethnobotanical knowledge, being poorly documented previously, in developing strategies to feed livestock. It indicated the preferred fodder grasses as well as the possible reasons of their preference. The reported data need to be validated for nutritional and health benefits. This information could help the smallholder farmers in association with regional governments to propagate suitable fodder grasses for their use in sustainable livestock feeding to produce safe and healthy food for indigenous communities.",
        "email": "",
        "conf": "Journal of Ethnobiology and Ethnomedicine",
        "coauthors": [
            "Nidaa Harun",
            "Abdul Shakoor Chaudhry",
            "Shabnum Shaheen",
            "Kifayat Ullah",
            "Farah Khan"
        ],
        "keywords": ""
    },
    {
        "id": 78,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "The true digestibility and biological value for rats of undegraded dietary nitrogen in feeds for ruminants",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "In the new UK metabolizable protein system, the estimation of the true digestibility (dUN) of rumen undegraded dietary nitrogen (UDN) may be valid for unprocessed feeds but may be an underestimate in feeds containing Maillard products, such as maize gluten and distillers' dark grains. The experiments in this study were conducted to obtain direct measurement of dUN and biological value (BV) of UDN in a range of 10 ingredients containing various amounts of acid-detergent insoluble nitrogen (ADIN) either occurring naturally or ‘added’ as a result of Maillard reactions during processing. The UDN was harvested from artificial fibre bags suspended in the rumen of cows for 18-h, freeze-dried, sterilized and included as the sole source of N in 10 semi-synthetic diets. The true dUN and BV for each ingredient were then determined by feeding the UDN-based diets to rats together with a casein-based standard and a nitrogen-free diet. The true dUN values ranged from 0.97 for maize gluten 60 to 0.22 for distillers' grains. Materials processed under heat and moisture had low dUN values (0.22–0.60). The correlation between true dUN and that estimated from ADIN concentration using the expression 0.9(UDN-ADIN)/UDN was satisfactory (r2=0.73). Increasing ADIN intake increased faecal output of non-ADIN N (r2=0.66), which suggests some antinutrient effects of ADIN, although not to the extent of reducing BV. It is concluded that all ADIN in UDN is indigestible and may have antinutrient properties. Some ‘added’ ADIN from Maillard reaction products can be degraded in part in the rumen and so contribute to microbial protein synthesis.",
        "email": "",
        "conf": "Animal Feed Science and Technology",
        "coauthors": [
            "Abdul Shakoor Chaudhry",
            "A. J. F Webster"
        ],
        "keywords": "Feed, Nitrogen, Insoluble compound, Digestibility, Degradation, Proteins, Rat, Rumen, Use, Nutritive value, Mammalia, Rodentia, Vertebrata"
    },
    {
        "id": 12,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "In vitro degradability of selected Nigerian forages for their use in ruminant diets",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "This study aimed to investigate the chemical composition and amino acid (AA) profile of seven freshwater fish species representing two mean live-weights inhabiting River Indus. For this purpose chemical composition was analysed by standard methods and amino acids were determined with an amino acid analyser (Biochrom-30 ion-exchange analyser). The fish species and live-weights differed significantly (P<0.01) for various nutrient compositions. Total fat and ash contents in all analysed fish species were higher in high weight (W2) than low weight (W1) category, while crude protein and total carbohydrates were higher in W1 than W2 category. These fish species contained most essential AA and particularly Lysine. Generally more amino acids were recorded in W1 than W2 category. Cluster analysis showed that carnivorous fish species (A. oar sarwari, C. marulius and W. attu) were more similar to each other than herbivorous fish species (L. rohita and C. mrigala), while these differed from omnivorous fish species (C. carpio and O. mossambicus) with respect to amino acid contents. These fish offered good nutritional values and could be consumed to promote health and perhaps disease prevention in human beings.",
        "email": "",
        "conf": "EAAP Conference",
        "coauthors": [
            "Oluwaseun Janet Bolaji",
            "Abdul Shakoor Chaudhry",
            "Jan Dolfing"
        ],
        "keywords": ""
    },
    {
        "id": 18,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Associative effects of ensiling mixtures of sweet sorghum and alfalfa on nutritive value fermentation and methane characteristics",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Combining sweet sorghum (SS) with alfalfa (AF) for ensiling has the potential to improve the nutritive value and fermentation characteristics of resultant silages. However, the optimal combination and the associative effects of SS and AF for ensilage have not been studied. Therefore, the aim of this study was to determine the fermentation characteristic and nutritive value of silage mixtures with six different SS to AF ratios. The two forages were ensiled in air free silos for 150 days at room temperature as mixtures containing 0:100, 20:80, 40:60, 60:40, 80:20, and 100:0 of SS:AF on a fresh weight basis. As the proportion of SS increased in silage, the content of ash, crude protein, saponins, ammonia, acetic acid, propionic acid and pH decreased, while neutral detergent fiber, acid detergent fiber in organic matter, acid detergent lignin, water-soluble carbohydrate, starch, total phenolics and condensed tannins content increased. The silages were evaluated in 24-h incubations with rumen liquor. The in vitro rumen degradability of dry matter and organic matter as well as gas production, pH, ammonia, total volatile fatty acids and methane decreased as the proportion of SS increased in the silage mixtures. This study suggests that high quality silages can be made with SS:AF ratios of 20:80 and 40:60. These silage mixtures offer an opportunity to optimize the nutrient supply for ruminant production.",
        "email": "abdul.chaudhry@ncl.ac.uk",
        "conf": "Animal Feed Science and Technology",
        "coauthors": [
            "Sujiang Zhang",
            "Abdul Shakoor Chaudhry",
            "Amerjan Osman",
            "Chang Qing Shi",
            "Grant Raymond Edwards",
            "Richard James Dewhurst",
            "Long Cheng"
        ],
        "keywords": "Tannins, Saponins, In vitro methane production, Volatile fatty acids, Gas production, pH"
    },
    {
        "id": 65,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Effect of feeding chopped and pelleted Lucerne on rumen fungal mass fermentation profiles and in sacco degradation of barley straw in sheep.",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The experiment was conducted to study the effects of dietary changes on anaerobic fungal population assessed by rumen chitin content as a marker. Four rumen fistulated sheep were fed different proportions (100:0, 70:30, 30:70 and 0:100) of chopped and pelleted lucerne in a 4 × 4 Latin square design. Samples of whole rumen contents were collected at 0, 4, 8, 16, 22 h post-feeding, and analysed for their particle associated and liquid associated chitin. In addition, rumen pH, VFA concentration and in sacco degradability of barley straw were also measured as some indices of rumen fermentation pattern. The amount of chitin (g/kg DM) in liquid associated fractions (LAF) was about three times higher than that in particle associated fractions (PAF). Changes in the level of chitin (g/kg DM) in LAF and PAF were not significant when different proportions of chopped and pelleted lucerne were included in the diet. Nevertheless, there was a higher level of chitin (g/kg DM) in the rumen of sheep fed a diet of whole chopped lucerne (WCL, 100:0) compared to that of whole pelleted lucerne (WPL, 0:100). The rate of the straw degradability was also higher on WCL diet than that in WPL diet after 8, 16, and 24 h of incubation. The highest concentration of total VFA was observed in WPL diet at 2 h after feeding. However, no significant differences were observed between the diets for the mean pH of rumen fluid, the total concentration of VFA and the molar proportions of individual VFA at different sampling times. From these results, it appears that the mechanical processing of the forage may affect the activity of fungal populations in the rumen.",
        "email": "",
        "conf": "Animal Feed Science and Technology",
        "coauthors": [
            "Mohammed Rezaeian",
            "Gordon W Beakes",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Rumen fungi, Chitin, Mechanical prodessing, Straw degradability, Lucerne"
    },
    {
        "id": 48,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Chemical composition of different fractions of Solanum lycocarpum St Hil",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Globally methane released from the rumen represents approximately a third of all anthropogenic actions and novel crops could be an alternative to tackle this problem (Beauchemin et al., 2008). In addition the development of arid resistant plants and natural products to manipulate ruminal fermentation are being speculated as part of cutting edgetechnologies currently under study to optimize ruminal function. In this context the wild shrub Solanum lycocarpum St Hil. could be an alternative crop as well as novel rumen manipulator agent. Here its chemical composition is presented as part of a project which has been investigating the use of some fractions of this plant as a potential animal feedstuff. ",
        "email": "",
        "conf": "Advances in animal biosciences",
        "coauthors": [
            "Helio Lima",
            "Abdul Shakoor Chaudhry",
            "Mohammad Khan"
        ],
        "keywords": ""
    },
    {
        "id": 15,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Nutritional composition of seven commercially important freshwater fish species and the use of cluster analysis as a tool for their classification",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "",
        "email": "",
        "conf": "JAPS, Journal of Animal and Plant Sciences",
        "coauthors": [
            "F. Jabeen",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Amino acids, chemical composition, freshwater fish, nutritional value"
    },
    {
        "id": 73,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Estimation of In vitro Digestibility of Barley Straw by Using a Homogenized Rumen Fluid and Artificial Saliva Mixed with Nitrogen and Energy Sources",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "A 2 x 2 x 4 factorial study was conducted to examine the possibility of improving estimates of in vitro digestibility, using untreated (UBS) and ammonia-treated (ABS) barley straw, through homogenization of rumen fluid (RF) and by addition of urea (U) and casein (C) as N sources and Xylose + Glucose (XG) as energy sources into artificial saliva. Digestibility of ABS was significantly greater than that of UBS (p < 0.001). There was a significant decrease in digestibility when additions (U, UC, UCXG) were compared with the control (p < 0.001). A 2-way interaction between RF and straw type was significant (p < 0.05) for dry matter digestibility (DMD). Homogenization of RF increased DMD of ABS (p < 0.05) whereas it decrease DMD of UBS (p > 0.05). The study showed that addition of N alone or in combination with energy sources was not better than control, rather the reverse, digestion was inhibited by a combination of U and casein (UC). It was concluded that sufficient N and branched chain fatty acids were supplied in the inoculum from sheep fed high protein grass cubes to support the growth of cellulolytic microbes during in vitro incubation. Further studies are, however, required to explore the potential of homogenization in improving the in vitro method to estimate digestibility of cereal straws.",
        "email": "",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Barley Straw; Sheep; Rumen Fluid; Homogenization; Artificial Saliva; N sources"
    },
    {
        "id": 55,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Effect of spice supplementation on in vitro methane production using ground wheat as a substrate",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Ruminants lose about 8 to 12 % of their food energy as methane (CH4). Eructation of CH4 from ruminants may contribute to the climatic change and global warming. Reducing CH4 production can be of direct economic benefit because it coincides with greater energy-use efficiency of feeds by the animal. To reduce CH4, antibiotics have been used in addition to their use for growth and disease prevention. However, the European Union has banned the use of antibiotics in animal feeds from January 2006, so there is a need to find alternative methods to reduce CH4 production. It has been shown that tannin and unsaturated fatty acid can play important roles to reduce CH4 production in ruminants (Patra et al., 2006; Giger-Reverdin et al. 2003). Some spices are high in tannin and others are high in fatty acids. In the present study, the chemical composition of five spices and their role in reducing in vitro CH4 production were assessed. Ground wheat (wheat) is a highly fermentable feed as it can produce large amount of gas, and it was therefore used as a substrate to compare the effects of spices on in vitro rumen fermentation in this study.",
        "email": "",
        "conf": "British Society of Animal Science",
        "coauthors": [
            "Mohammad Khan",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 5,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Assessment of copper nanoparticles (Cu-NPs) and copper (II) oxide (CuO) induced hemato- and hepatotoxicity in Cyprinus carpio",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Recently, Cu-based nanoparticles have drawn considerable attention for their various fascinating roles in multiple biological systems. It is recognized that their frequent use can create compatibility challenges for the recipient systems. Nevertheless, it is unclear how various biological interactions affect the compatibility of Cu oxide II (CuO) and Cu oxide nanoparticles (Cu-NPs) for different organisms. Consequently, it has been difficult to perform structured risk assessments for their use in biological systems. Therefore, this study compared the effects of different doses of waterborne Cu-NPs and CuO on the blood and liver of selected groups of Cyprinus (C) carpio. These fish while housed in suitable water tanks were exposed to one of the following treatments for 14 d: control (no added Cu) or 0.5 or 1 or 1.5 mg Cu as Cu-NPs or CuO l-1 of water. We found significant changes in all assessed blood parameters of fish in response to increasing doses from 0 to 1.5 mg of Cu-NPs or CuO. Similarly, increased levels of lipid peroxide and reduced glutathione (GSH) were also observed in the livers of C. carpio in Cu-NPs or CuO treated groups. Enhanced levels of lipid peroxidation and GSH were also recorded in the Cu-NP treated groups compared with the CuO treated groups in a dose dependent manner. The lowest catalase activity was observed in the liver of C. carpio treated with the higer dose of Cu-NPs. Cu-NP or CuO exposure induced significant histological alterations in the liver of C. carpio including focal necrosis, cloudy swelling of hepatocytes, degenerative hepatocytes, vacuolization, pyknotic nuclei, damaged central vein, nuclear hypertrophy, dilated sinusoid, vacuolated degeneration, congestion, and complete degeneration in a dose dependent manner. Substantial alterations in blood and liver specimens were observed in the Cu-NP treated fish when compared with the CuO treated fish. It appeared that the Cu-NPs were more toxic than the CuO as shown by the hemato- and hepatotoxicity in C. carpio of this study.",
        "email": "",
        "conf": "Nanotechnology",
        "coauthors": [
            "Aasma Noureen",
            "Farhat Jabeen",
            "Tanveer A Tabish",
            "Sajid Yaqub",
            "Muhammad Ali",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Cyprinus carpio, Cu Nanoparicles, CuO, hepatotoxicity, Hematotoxicity"
    },
    {
        "id": 39,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Monitoring trace metals in different tissues of Cyprinus carpio from the Indus River in Pakistan",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "This replicated 4×2 factorial study investigated the bioaccumulation of selected metals (Mn, Pb, Zn, Hg and Cr) in four tissues (gills, liver, muscle and skin) of common carp (Cyprinus carpio) domiciled in two sites (upstream and downstream) of Indus River in Mianwali district of Pakistan. The data were statistically compared for the main effects of the site and fish organs and their interaction on the bioaccumulation pattern of these metals in fish organs at P < 0.05. It appeared that the fish sampled from downstream had higher trace metals than the fish from upstream. Significant differences between fish organs were observed for these trace metals (P < 0.001). The fish showed higher bioaccumulation of vital metals like Zn and lower bioaccumulation for the toxic metals like Pb. The gills had the highest metal load followed by liver, skin and muscles. High concentrations of Mn, Hg and Cr were observed in different fish organs as compared to the WHO and Federal Environmental Protection Agency standards for food fish. However, the mean concentration of Pb and Zn were under the permissible limits of food fish. It implies that higher levels of Mn, Hg and Cr in fish muscles would have detrimental effects on the health of fish consumers such as pregnant women, children and elderly people of this study area.",
        "email": "",
        "conf": "Environmental Monitoring and Assessment",
        "coauthors": [
            "Farhat Jabeen",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Metal uptake, Indus River pollution, Pakistan, Cyprinus carpio"
    },
    {
        "id": 36,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Using fistulated sheep to compare in sacco and in vitro rumen degradation of selected feeds",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Despite its beneficial role in almost all feed evaluation systems, the in sacco method is inconsistent and labour intensive in estimating the degradation of ruminant feeds. This study compared a rumen fluid-based in vitro method with the in sacco method to estimate degradation of 12 feeds comprising six concentrates and six grasses representing three fields during two seasons of winter and spring. Three feed groups (n = 4) were formed by using two grasses (one per season) and two concentrates. These feeds were incubated alongside blanks, in duplicate, for various hours either in sacco in three fistulated sheep or in vitro by using rumen fluid from the same sheep over three periods using two separate 3 × 3 Latin square designs. The in sacco and in vitro data were statistically compared for the effects of sheep, feed group and period on degradation at each incubation time within each method. The degradation data were fitted exponentially to derive water soluble (a), insoluble (b) and degradation rate (c) constants to estimate effective degradability at rumen outflow rate of 0.02 (P0.02) for each feed in each method. These values were statistically compared for variations within and between feed types for each method. The sheep, group and period did not differ significantly (P > 0.05) for feed degradation at most incubation times within any of these two methods. The in vitro method was able to mimic the in sacco degradation of feeds, although the absolute in vitro values were always lower than the in sacco values. The higher in sacco degradation for almost all feeds were partly attributed to the much greater losses of these feeds during their washing with water at 0 h. The in vitro method did identify significant differences (P < 0.05) in dry matter or crude protein degradations between and within different concentrates and grasses in parallel to the in sacco method. The ranking of feeds was comparable for these methods. The in vitro method can be used in parallel to the in sacco method to estimate degradation of various feeds. However, there is a need for coordinated studies to improve the prediction ability of the in vitro method for its adoption to routinely estimate the degradation of ruminant feeds.",
        "email": "abdul.chaudhry@ncl.ac.uk",
        "conf": "Animal Production Science",
        "coauthors": [
            "Abdul Shakoor Chaudhry",
            "Ruba A. I. Mohamed"
        ],
        "keywords": "concentrate, feed evaluation, grass, laboratory methods, ruminant"
    },
    {
        "id": 10,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Monitoring DNA Damage in Gills of Freshwater Mussels (Anodonta anatina) Exposed to Heavy Metals",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Study was carried out to investigate the genotoxic effect of different levels of heavy metals on gill cells of freshwater mussels (Anodonta anatina), a sentinel species in aquatic environment. Freshwater mussels were exposed to none (0 µg L-1), low (120 µg L-1), medium (240 µg L-1) and high (360 µg L-1) levels of lead (Pb), chromium (Cr) and copper (Cu) alone and in combinations (Pb+Cr+Cu) for 15 days under laboratory conditions. Gill cells of mussels were used to determine the DNA damage by comet assay. The tail DNA (%), comet tail length and olive tail moment (OTM) were the parameters selected to detect DNA damage. Low doses (120 µg L-1) of each metal induced significantly higher levels of DNA strands breaks as compared to medium dose (240 µg L-1) and very low levels of DNA damaged was observed at high dose (360 µg L-1). Cu and Pb showed significantly higher value of% of tail DNA (56.74±1.81, 47.36±1.23) and comet tail length (41.30±0.758, 49.15±1.90), respectively, as compared to Cr and combined metal exposure (Pb+Cu+Cr). The lowest levels of DNA damage for all the parameters were observed in combined metal treatment. Genotoxic effect of metals on freshwater mussels is very important to assess the aquatic health and could be suggested as biomarker. It is concluded that the Cu and Pb induced more DNA damage as compared to Cr and combined metal exposure (Pb+Cu+Cr). Moreover, our results showed that the low dose treatment of metals have more genotoxic effect as compared to the medium and high doses.",
        "email": "",
        "conf": "Pakistan journal of zoology",
        "coauthors": [
            "Muhammad Sohail",
            "Muhammad Naeem Khan",
            "Naureen Aziz Qureshi",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 44,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Effect of sodium selenite on male Sprague-Dawley rats exposed to sublethal dose of cadmium chloride",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Cadmium (Cd) is a dangerous occupational and environmental toxin which can affect livestock and human health. It accumulates in liver and kidneys of Cd exposed animals and humans. Cadmium half-life is about 10 years, so the symptoms of cadmium intoxication may occur several years after the exposure. Selenium (Se) is generally recognized as animportant antioxidant with numerous protective biological functions. The principal role of Se is associated with the control of lipid peroxidation because this trace element is a component of selenoenzymes contributing to the antioxidant system. Inspite of intense research during recent years, the role of this microelement needs further elucidation. Therefore this study examined the role of Se as Sodium selenite in minimising the harmful effects of Cadmium chloride in male SpragueDawley rats.",
        "email": "",
        "conf": "Advances in animal biosciences",
        "coauthors": [
            "Farhat Jabeen",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 45,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "The effect of soaking and urea treatments on the voluntary intake of wheat straw by sheep",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "It is recognised that advanced maturity in forage like cereal straws was associated with high contents of detergent fibres, lignin and detergent insoluble N which can reduce the utilisation of these straws by ruminants. While urea treatments have been known to improve the chemical composition and hence utilisation of straws for ruminants, the extentof such improvements depended upon the amount of urea, method of its application and the type of a straw. This study tested the effect of treating wheat straw with different amounts of water (soaking) alone and with different urea levels on voluntary intake in wether sheep. ",
        "email": "",
        "conf": "Advances in animal biosciences",
        "coauthors": [
            "Abdel M Sshirif",
            "Abdul Shakoor Chaudhry",
            "Alan Younger"
        ],
        "keywords": ""
    },
    {
        "id": 70,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "An open-circuit hood system for gaseous exchange measurements in small ruminants",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The description of an open-circuit hood system to measure gaseous exchange in small ruminants is reported along with the equations and constants needed for automatic calculations on a computer. The performance of the system was evaluated by using a series of methanol combustion tests and respiration trials on sheep eating Rhodes grass (Chloris gayana) or Lucerne (Medicago sativa) chaffs. The total dead space was 82 l including 72 l of hood capacity which gave a lag-time for expired gas analyses of 50 s when the hood was ventilated at 100 l min−1. The measured rate of oxygen consumption was 102±1.1% of the value as confirmed by the methanol combustion tests. Preliminary animal evaluation tests showed that the postprandial profiles of gaseous exchange in sheep could be readily measured by using the open-circuit hood system. Moreover, the pattern of gaseous exchange was dependent upon the type of forage being consumed by the sheep.",
        "email": "",
        "conf": "Small Ruminant Research",
        "coauthors": [
            "J Takahashi",
            "Abdul Shakoor Chaudhry",
            "R.G. Beneke",
            "B.A. Young"
        ],
        "keywords": "Respiratory gases, Oxygen, Methane, Small ruminants, Open-circuit hood system"
    },
    {
        "id": 4,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Alkaloid and polyphenol analysis by HPLC in green and black tea powders and their potential use as additives in ruminant diets",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "We used HPLC to examine the bioactive compounds such as alkaloids and polyphenols in green and black tea powders and their use as potential additives in ruminant diets. Caffeine was the highest alkaloid in both green and black teas. Green tea had significantly higher concentrations of alkaloids and catechins but lower theaflavins than black tea. Epigallocatechin gallate, epicatechin gallate and epigallocatechin were the major catechins in green tea while theaflavin-3, 3’-digallate and theaflavin-3-gallate were the major theaflavins in black tea. Tea powders in ruminant diets decreased in vitro rumen ammonia and methane production without affecting volatile fatty acid profiles and the degradability of the diets. The tea powders containing variable amounts of alkaloids, catechins and theaflavins can potentially be used to decrease rumen ammonia and methane productions without any detrimental effect on rumen functions in vitro and perhaps ruminant productive efficiency.",
        "email": "",
        "conf": "AIP Conference Proceedings",
        "coauthors": [
            "Diky Ramdani",
            "Abdul Shakoor Chaudhry",
            "Chris Seal"
        ],
        "keywords": ""
    },
    {
        "id": 33,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "A comparative study of low and high quality forages for chemical composition and in vitro degradability",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Four low quality forages (LQF) alongside three high quality forages (HQF) were analysed for their chemical components and in vitro degradability (IVD) to establish their complementary properties in ruminant diets. The HQF involved dried ryegrass; rapeseed plant and ryegrass silage and LQF involved rice straw, wheat straw, ryegrass hay and sugarcane bagasse. The HQF had significantly more CP, EE, soluble sugar, total phenolic, tannin, saponin and mineral contents than LQF (P<0.05). The variations for oxalate contents were not significant (P>0.05) between two groups. Among minerals Ca, P, S, Mg, K, Cu and Co were significantly higher but Mn was lower in HQF than LQF (P<0.05). The LQF contained large amount of saturated fatty acids, especially palmitic acid (C16:0) and HQF contained large amount of poly-unsaturated fatty acids especially α-linolenic acid (C18:3). About 61% of fatty acids in ryegrass were represented by α-linolenic acid. Due to higher nutrient and lower fibre contents, the IVD and IVOMD were higher in HQF than LQF (P<0.001). Among the minerals, PHOS was found to be more effective to increase the IVD of forages. It appeared that the selected forages can offer complementary properties for their use to formulate forage based balanced diets to optimize the degradability and utilization of LQF in ruminants.",
        "email": "",
        "conf": "Journal of Animal and Plant Sciences",
        "coauthors": [
            "Mohammad Khan",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Chemical composition; Forage quality; Fatty acids; Minerals, In vitro degradability"
    },
    {
        "id": 17,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Impact of Consanguinity Environment Socio-Economic and Other Risk Factors on Epidemiology of Leukemia",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The study was aimed to investigate the occurrence and prevalence of leukemia in a hospital population and the impact of consanguinity, surname, birth order, blood group, family history, environment, socio- economic and smoking characteristics on the occurrence of leukemia. A standard questionnaire was used to collect information including different parameters like age, sex, birth order, exact diagnosis, genetic relationships, education, socioeconomic status, smoking, physical activities, allied diseases, locality and family history of patients. Chronic myeloid leukemia (CML) was most commonly occurring malignancy 42.28% followed by Acute lymphoid leukemia (ALL) 26.18%, Acute myeloid leukemia (AML) 16.11% and Chronic lymphoid leukemia (CLL) 15.43%. There was a significant (Pless than 0.05) gender depicted difference in prevalence of leukemia. The patients with blood group O+ (29.53%) were more affected with Leukemia. 4th Birth order (16.78%) showed the highest affliction of all leukemia conditions. Rural (62.42%) population was significantly influenced than urban (37.58%) population (Pless than 0.05). Patients with low level of education were more affected (Pless than 0.01) with leukemia than highly educated patients. In this study outcomes of first cousin marriages resulted in higher leukemia affliction than outcomes of unrelated couples. The inbreeding coefficient was also observed high (F=0.0267), which indicates genetic basis of leukemia. Highest percentage of patients among various surnames was observed in Arian (29.53%) and lowest in Mughal (1.35%). Smoking was important risk factor for occurrence of leukemia. It was found that 59.73% patients belonged to the lower class followed by middle class (35.57%) and 4.70% in upper class. The study of the risk factors leading to leukemia is pertinent and would help to identify strategies to develop protective policies and interventions.",
        "email": "",
        "conf": "Pakistan journal of zoology",
        "coauthors": [
            "Mehwish Nasir",
            "Farhat Jabeen",
            "Syed Makhdoom Hussain",
            "Tayyabah Shaheen",
            "Khizar Samiullah",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Cancer, leukemia, consanguinity, hospital population, prevalence"
    },
    {
        "id": 42,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Assessing metal protein and DNA profiles in Labeo rohita from the Indus River in Mianwali Pakistan",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "This study assessed metals in water and different tissues of Labeo rohita and the impact of these metals on DNA and proteins as biomarkers of gills and muscles of these fish from three different polluted sites (reference or low = KW, medium = CH and high = SK) of the Indus River, Pakistan. The Mn, Pb, Cu, Zn, Hg, and Cr levels in water, gills, liver, muscles, and skin of these fish were compared with the international permissible levels. All metals except Pb and Hg in water were within the acceptable limits of drinking water. In contrast, the Mn, Hg, and Cr levels in the fish tissues were higher than their permissible limits for fish as a human food. Here, the gills contained higher metals than the other tissues. Different patterns of biomarkers were found in fish from these sites. While the gills did not show four protein bands (55, 30, 18.4, and 16.4 kDa), the muscles showed four new protein bands (100, 85, 45, and 20 kDa) for fish from the medium and high polluted sites as compared to the reference or low polluted site. The fish from the CH and SK sites of the Indus River contained low molecular weight DNA in their gills but high molecular weight DNA in their muscles when compared with the KW site. This study suggests that the proteins and DNA profiles of L. rohita could be used as biomarkers to assess the impact of potential environmental stressors such as metals on the freshwater systems.",
        "email": "a.s.chaudhry@ncl.ac.ak",
        "conf": "Environmental Monitoring and Assessment",
        "coauthors": [
            "Abdul Shakoor Chaudhry",
            "Farhat Jabeen"
        ],
        "keywords": "Labeo rohita, Metals, Indus River, SDS-PAGE, Proteins, DNA, Biomarkers"
    },
    {
        "id": 37,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "The impact of a bacterial inoculants on chemical composition aerobic stability and in sacco degradability of corn silage and the subsequent performance of dairy cows.",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The aim of this study was to investigate the effect of bacterial inoculation on the fermentation and aerobic stability of corn silage and on the dry matter degradability and milk composition when fed to sheep or cows. Four male sheep were selected to measure dry matter degradability of uninoculated (UCS) and inoculated (ICS) corn silage. Milk composition was measured for 22 Holstein cows, separated into two treatment groups and fed with either UCS or ICS diets. Similar lactic acid concentrations but higher propionic and lower acetic acid concentrations were recorded for ICS diets compared to UCS diets (p<0.05). Aerobic stability was 12 h and 32 h for UCS and ICS, respectively. Values of in sacco dry matter loss were higher for ICS than for UCS (p<0.05). Lactose and solid non-fat content was higher in the milk of cows fed with ICS than UCS (p<0.05). We conclude that the Lalsil bacterial inoculant containing propioni bacterium acidipropionici and Lactobacillus plantarum can be used as an additive due to its positive effect on fermentation, aerobic stability and dry matter degradability of corn silage. The slight positive effect of inoculcation on the nutritional value of silage appears to be limited to milk production improvement in dairy cows.",
        "email": "",
        "conf": "American Journal of Veterinary Research",
        "coauthors": [
            "H Vakily",
            "A A Khadem",
            "Maryam Rezaeian",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Corn silage; bacterial inoculants; aerobic stability; degradability; lactating cow"
    },
    {
        "id": 34,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Effects of Sodium Selenite in Cadmium Chloride Induced Hepatoxicity in Male Sprague-Dawley Rats",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The present study aimed to assess the protective role of selenium against cadmium induced hepatotoxicity. The rats were given subcutaneous doses of 1mg/Kg body weight of either normal saline or cadmium chloride or sodium selenite or cadmium chloride plus sodium selenite on alternate days for four weeks. The results showed that cadmium treatment increased hepatic levels of lipid peroxidation, DNA damage and metals. Conversely, the levels of antioxidant system and hemoglobin were decreased as compared to the control and selenium groups of rats. Ameliorating effects of selenium were observed in rats treated with the co-administration of cadmium and selenium. The hepatoprotective effects of selenium against cadmium induced toxicity, oxidative stress and tissue damage in this study could be attributed to its antioxidant and possible chelating effects on cadmium. This study provides a possible elucidation of hepatotoxicity in rats that may have resulted from their exposure to cadmium in the environment.",
        "email": "",
        "conf": "Pakistan journal of zoology",
        "coauthors": [
            "Farhat Jabeen",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Lipid peroxidation, antioxidant system, cadmium, selenium, hepatotoxicity"
    },
    {
        "id": 61,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Changing scenarios of dairy production.",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Dairy production is crucial in the supply of highly nutritious, safe and affordable milk and meat for the ever growing human population. It is therefore essential that the relevant systems are adaptable to the current issues of climate change and the needs of communities who are associated with dairy production in both developed and developing countries. For this purpose an integrated approach by involving consumers, farmers, environmentalists, animal scientists, sociologists, economists, and policy makers is required to achieve the real objectives and benefits of a sustainable dairy production system. However, the sensible use of supplements and herbal additives as the desirable alternatives to the conventional growth promoters may be the key to optimize forage utilization and reduce nutrient wastage while supply quality dairy products and increase profit margins for the dairy producers. This paper reviews various scenarios which the UK dairy industry will continue to face due to the global climate of a rapid change, uncertainty and financial issues.",
        "email": "",
        "conf": "Pakistan Journal of Agricultural Sciences",
        "coauthors": [
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 13,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Bioaccumulation of heavy metals and analysis of mineral element alongside proximate composition in foot gills and mantle of freshwater mussels (Anodonta anatina)",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Bioaccumulation of heavy metals and analysis of mineral element alongside proximate composition were studied in tissues of freshwater mussels (Anodonta anatina) exposed to various doses of Pb, Cu and Cr in water. The concentrations of all the studied heavy metals in soft tissues of the mussels increased as the metal doses were increased from 0 to 360 µg/L of water. The highest concentration of Cu was observed in the gills of mussels at the highest dose (360 µg/L), whereas the lowest concentration was observed in the Cr-exposed mussels at lower dose (120 µg/L). Amongst mineral elements, Ca was found to be the most abundant element in all tissues. The maximum Ca (156,906 ± 736 mg/kg) was observed in the gills. The abundance order of the other mineral elements was P > Mn > Na > K > Zn. Proximate analysis showed that the protein (15.45 ± 1.13 %), fat (0.97 ± 0.10 %) and moisture (77.78 ± 1.20 %) contents were significantly higher in the foot, whereas the carbohydrate (15.15 ± 1.30 %) and ash (10.55 ± 1.11 %) contents were higher in the mantle and gills, respectively. It was found that the low-dose exposure of Pb and Cu and the high-dose exposure of Cr caused higher protein content in the foot. It appears that freshwater mussels (Anodonta anatina) are an essential tool for biomonitoring studies. However, specific evaluation of mussel tissues was more effective than using the whole animal in these studies.",
        "email": "",
        "conf": "Rendiconti Lincei. Scienze Fisiche e Naturali",
        "coauthors": [
            "Muhammad Sohail",
            "Muhammad Naeem Khan",
            "Abdul Shakoor Chaudhry",
            "Naureen Aziz Qureshi"
        ],
        "keywords": "Anodonta anatina, Bioaccumulation, Heavy metals, Proximate composition, Mineral element analysis"
    },
    {
        "id": 29,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Novel Methods to Improve the Nutritive Value of Low Quality Roughages for Nili Ravi Buffalo Calves",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Raising buffalo male calves for fattening purpose in Pakistan is a challenge due to shortage of quality forages and high cost of compound feeds. Although abundant quantity of forages such as cereal straws is available, their utilization to fatten buffalo calves is limited due to their low digestibility and intake. The feeding value of cereal straws including wheat straw can be improved through various physical, chemical and biotechnological methods. Amongst these, biotechnological methods are drawing more attention being simple and environment friendly. These methods can use most appropriate microbes that are able to grow on moist substrates under aerobic conditions by Solid State Fermentation (SSF). The SSF is an advantageous method to degrade lignin in order to improve digestibility of highly lignified straws. The most important step to produce the quality fungal biomass by SSF is to optimize and standardize ionic concentration of their growing media and then evaluate fungal biomass by conducting laboratory and in vivo studies. It can improve the nutritive value of low quality forages by increasing their protein and essential amino acid contents. These SSF forages can be used as a feed to raise or fatten Nili Ravi Buffalo calves. However, the suitability of including SSF products in a complete diet must be assessed on a small scale before their routine use to fatten Nili Ravi buffalo calves. The SSF technology may offer a novel way of upgrading fibrous feeds at a farmer level in order to reduce feed cost and environmental pollution.",
        "email": "",
        "conf": "Buffalo Bulletin",
        "coauthors": [
            "Faisal Shahzad",
            "Abdul Shakoor Chaudhry",
            "Muhammad Abdullah",
            "Jalees Ahmad Bhatti",
            "Makhdoom Abdul Jabbar",
            "Khalid Javed",
            "Abdul Rehman"
        ],
        "keywords": ""
    },
    {
        "id": 72,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Nutrient digestion and rumen fermentation in sheep of wheat straw treated with calcium oxide sodium hydroxide and alkaline hydrogen peroxide.",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "This study tested the effect of calcium oxide (CaO), sodium hydroxide (NaOH) and NaOH plus hydrogen peroxide (H2O2; AHP) on cell wall composition, digestion and fermentation of wheat straw (straw) in sheep. Treated straws were prepared by mixing straw either with water followed by dusting with CaO at 160 g kg−1 DM or with a NaOH solution alone at 3 l kg−1 DM to supply 80 g NaOH kg−1 DM (Na) or pre-soaked with Na exactly as in the previous treatment for 27 h followed by mixing with 130 g H2O2 kg−1 DM (AHP) for 6 h. After 14 days of storage, the treated straws and an untreated straw (U) were fed automatically every 2 h to four individually housed sheep together with a supplement in a 4×4 latin square experiment. Each kilogram supplement DM contained 422 g CP and 10.8 MJ ME. NDF (p<0.001) and hemicellulose (p<0.01) contents were significantly reduced whereas cellulose was increased (p<0.001) in treated compared to untreated straw. ADL was reduced in Ca (p<0.05) but increased (p<0.05) in Na and AHP compared with U. The rumen and total tract digestibility were significantly (p<0.001) greater in sheep fed treated compared with untreated straw. Significant differences (p<0.05) between treatments for pH, NH3 and VFA were also observed. All treatments improved the nutritive value of straws compared with untreated through modification of cell wall with a subsequent increase in digestibility by sheep. Although the digestibility for Ca was lower than that for Na despite reduction in cell wall, its use to treat straws may be more safe and cost effective than Na. AHP was the most effective and could also improve the energy value of other low quality forages for ruminants. However, the need of AHP for a large amount of NaOH to achieve highly alkaline pH limits its farm scale application. Therefore, further studies should either consider reducing the amount of NaOH or finding alternative alkalis that are cost effective and user-friendly.",
        "email": "",
        "conf": "Animal Feed Science and Technology",
        "coauthors": [
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Calcium oxide, Sodium hydroxide, Alkaline hydrogen peroxide, Wheat straw, Sheep, Digestion, Rumen fermentation"
    },
    {
        "id": 35,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Chemical Compositions and fatty acid profiles of three freshwater fish species",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "This study investigated the chemical composition and fatty acid profiles of Cyprinus(C) carpio, Labeo(L) rohita and Oreochromis(O) mossambicus from the Indus River, Pakistan. Significant differences were observed for most chemical components and fatty acids (P < 0.01) in the examined fish species. O. mossambicus, C. carpio and L. rohita were high in saturated, mono-unsaturated and poly-unsaturated fatty acids, respectively. Palmitic acid was the most abundant fatty acid in all species ranging from 32% to 46%. Although these fish contained reasonable amounts of essential PUFA such as docosahexaenoic, eicosapentaenoic and arachidonic acids, L. rohita contained the highest amounts of PUFA and protein. These fish contained appreciable levels of Omega-6 PUFA suggesting that these fish especially L. rohita could be used as a source of healthy diet for humans. These findings may benefit the fishing industry, nutritionists and researchers who are striving to improve the nutritive value, processing and marketing of selected fish species.",
        "email": "",
        "conf": "Food Chemistry",
        "coauthors": [
            "Farhat Jabeen",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Chemical composition, Fatty acids, Freshwater fish, Omega-3, Omega-6, Indus River"
    },
    {
        "id": 54,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "In vitro degradability of different fractions of Solanum lycocarpum St. Hil.",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Naturally grown in the vast majority of Brazilian territory, Solanum lycocarpum (SL, popularly known as wolf’s apple) can be used as alternative feed additive for ruminants. Despite its significant amount of secondary metabolites, it is known to be eaten by cattle and a specific species of wild wolf (Chrysocyon brachyurus). However the effects of these organic compounds on ruminal fermentation are still unclear and a dose-response is expected to turn a potential feedstock into an undesirable baneful aliment (Goel et al., 2008). As a result scientific investigation regarding this highly promising plant is needed to test its potential as a supplement to support sustainable livestock production systems. Thus this study compared the effects of different dried meal-like fractions (fruit, leaf, flower, root, stem) of this plant at two different levels (0.2 and 0.4 g) on the in vitro dry matter (DM) degradability (IVD) at three different times of incubation.",
        "email": "",
        "conf": "Advances in Animal Biosciences",
        "coauthors": [
            "Helio Lima",
            "Abdul Shakoor Chaudhry",
            "Mehedi Khan",
            "Mohammad Virk"
        ],
        "keywords": ""
    },
    {
        "id": 62,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Chemical and biological procedures to upgrade cereal straws for ruminants",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Modification of methane emission from ruminants by the use of l-cysteine and/or a microbial preparation in wethers fed lucerne hay was assessed in an open circuit respiratory trial according to a 4 × 4 Latin squared design. l-Cysteine (0.1 g kg−1 W0.75, as sulphur equivalent) was drenched daily to wethers as an aqueous solution of hydrochloride. The microbial preparation was a dried mixture of Bacillus subtilis, Bacillus cereus, Bacillus thuringiensis, Pseudomonas fluorescens, Streptomyces cellulosae, Streptomyces albidoflavus and Saccharomyces lypolyticum. The microbial preparation was added at 87 mg kg−1 metabolic weight (W0.75) to the daily diet of a wether sheep offered lucerne chaffed hay at a maintenance level of 54 g DM kg−1 W0.75. l-Cysteine suppressed methane emission from the sheep by 13% whereas the microbial preparation actually increased methane emission by 18%. Oxidation-reduction potential, pH, ammonia and VFA were non-significantly influenced by the applied treatments.",
        "email": "",
        "conf": "Science of The Total Environment",
        "coauthors": [
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Methanel-Cysteine, Microbes, Lucerne, Sheep"
    },
    {
        "id": 25,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Monitoring the impact of urban effluents on mineral contents of water and sediments of four sites of the river Ravi Lahore",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "We assessed the impact of urban effluents on the concentrations of selected minerals (Cd, Cr, Cu, Fe, Pb, Zn, Mn, Ni, and Hg) in river Ravi before and after its passage through Lahore city. Water and sediment samples were collected from three lowly to highly polluted downstream sites (Shahdera (B), Sunder (C), and Balloki (D)) alongside the least polluted upstream site (Siphon (A)) during high and low river flow seasons. All the mineral concentrations increased up to site C but stabilized at site D, showing some recovery as compared to the third sampling site. The trend of mean mineral concentration was significantly higher during the low than the high flow season at all the sites. The mean Hg concentrations approached 0.14 and 0.12 mg/l at site A which increased (%) up to 107 and 25 % at site B, 1,700 and 1,317 % at site C, and 1,185 and 1,177 % at site D during low and high river flows, respectively. All mineral concentrations were much higher in the sediment than the water samples. Mean Cd (917 %), Cr (461 %), Cu (300 %), Fe (254 %), Pb (179 %), Zn (170 %), Mn (723 %), Ni (853 %), and Hg (1,699 %) concentrations were higher in riverbed sediments sampled from site C in comparison with the sample collected at site A during low flow season. The domestic and industrial discharges from Lahore city have created undesirable water qualities during the low river flow season. As majority of the mineral levels in the river Ravi were higher than the permissible and safe levels, this is of immediate concern for riverine fish consumers and the users of water for recreation and even irrigation. The use of these waters may pose health risks, and therefore, urgent intervention strategies are needed to minimize river water pollution and its impact on fish-consuming communities of this study area and beyond.",
        "email": "",
        "conf": "Environmental Monitoring and Assessment",
        "coauthors": [
            "Hafiz Abdullah Shakir",
            "Javed Iqbal Qazi",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Urban pollutants, Minerals, River water, Sediment, Flow seasons, Atomic absorption, spectrophotometer"
    },
    {
        "id": 32,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Fresh or Frozen rumen contents from slaughtered cattle to estimate in vitro degradation of two contrasting feeds",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The present factorial experiment tested the thawed rumen fluid from frozen rumen contents against fresh rumen fluid from the same slaughtered cattle to estimate in vitro degradation of rapeseed meal (RSM) and grass nuts (GN) as two contrasting feeds at various times. Fresh rumen fluid showed higher (P less than 0.05) in vitro dry matter (DMD) and crude protein (CPD) degradation than the thawed rumen fluid at most incubation times. Significant differences were found between fresh and differently prepared thawed rumen fluids for mean degradation constants (a, b, c) and effective degradability of feeds. While the thawed rumen fluids had lower (P less than 0.01) degradation than the fresh rumen fluid, their degradation values correlated very well (R2 more or equal to 0.95) with those for the fresh rumen fluid. It appeared that the thawed rumen fluid can be used to predict in vitro degradation of the selected feeds when frequent access to slaughtered or fistulated animals is restricted. Nevertheless it would be vital to improve the activity of thawed rumen fluid prior to testing its suitability for numerous feeds before recommending its routine use to estimate degradation of ruminant feeds.",
        "email": "",
        "conf": "Czech Journal of Animal Science",
        "coauthors": [
            "Abdul Shakoor Chaudhry",
            "Ruba A. I. Mohamed"
        ],
        "keywords": "frozen rumen fluid; slaughtered cattle; in vitro degradation; feeds"
    },
    {
        "id": 23,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "The nutritive value of Rhodes grass (Chloris gayana) when treated with CaO NaOH or a microbial inoculant and offered to dairy heifers as big-bale silage",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "A series of laboratory and animal studies examined the use of chemical and biological agents to enhance the digestibility of Rhodes grass (grass) cut at 60 (young) and 100 (mature) days of regrowth and ensiled as big round bales. The treatments included an untreated control (C), a microbial inoculant (I), NaOH, CaO and NaOH plus inoculant (NaOH + I). Inoculant was grown anaerobically, using a starter culture of rumen fluid from cattle given Rhodes grass. Treatments C, I, NaOH, NaOH + I, were offered separately to twelve dairy heifers, in a 3 ✕ 4 randomized complete block design, repeated twice for each grass silage. C and I had substantial mould growth, compared with no visible mould in NaOH or NaOH + I. CaO treatment was effective in preventing mould growth, but had little effect on the chemical composition and in sacco digestibility of mature grass silage. NaOH reduced NDF content and increased in sacco digestibility (P < 0·05) but not the in vivo digestibility (P > 0·05) of both mature- and young-grass silage. The effects of other treatments on nutritive value were non-significant at both stages of maturity. NaOH increased the intake of mature-grass silage by 24-26% (P < 0·05), but had little effect on the intake of young-grass silage (P > 0·05). Treatment I consistently reduced grass silage intake (P < 0·05) for young-grass silage. The findings of these studies show that treating mature Rhodes grass with NaOH will improve its nutritive value and reduce mould growth in conserved herbage. However none of the treatments in this study had any consistently positive effects on the in vivo nutritive value or storage quality of young-grass silage.",
        "email": "a.s.chaudhry@ncl.ac.ak",
        "conf": "Animal Science",
        "coauthors": [
            "Abdul Shakoor Chaudhry",
            "R. T. Cowan",
            "B. C. Granzin",
            "A. V. Klieve"
        ],
        "keywords": "alkalis, Chloris gayana, heifers, inoculation, silage"
    },
    {
        "id": 16,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Chemical composition and in vitro fermentation characteristics of high sugar forage sorghum as an alternative to forage maize for silage making in Tarim Basin China",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The chemical composition, mineral profile and in vitro fermentation characteristics of maize (MZ), high sugar forage sorghum (HS) and forage sorghum (FS), and silages made from each forage type were measured. The MZ and MZ silage (MZS) had higher crude protein, starch and ether extract contents than both sorghum forages and sorghum silages. HS had higher ash and water-soluble carbohydrate concentrations than FS and MZ. MZ, MZS, HS and HS silage (HSS) had lower neutral detergent fibre, acid detergent fibre and acid detergent lignin than FS and FS silage (FSS). FSS had higher dry matter (DM) and pH than MZS and HSS. HSS contained higher concentrations of P and K than FSS and MZS. MZS and HSS had higher in vitro dry matter and organic matter digestibility, CH4 production, total volatile fatty acids, acetate and propionate than FSS. pH was higher for FSS than for HSS, and ammonia was lower for HSS than for MZS and FSS. HSS had higher gas production than MZS and FSS after 2, 4, 6 and 8 h incubation. MZS had higher gas production than HSS and FSS after 26 and 28 h of incubation. The results indicate that HS may substitute for MZ to make good quality silage. However, animal studies are needed to assess the acceptability and feeding values of HSS vs. MZS for ruminant production.",
        "email": "zsjdky@126.com",
        "conf": "Journal of Integrative Agriculture",
        "coauthors": [
            "Su-jiang ZHANG",
            "Abdul Shakoor Chaudhry",
            "Diky Ramdani",
            "Amerjan Osman",
            "Xue-feng GUO",
            "Grant Raymond Edwards",
            "Long Cheng"
        ],
        "keywords": "high sugar forage sorghum, maize silage, digestibility, methane, gas production"
    },
    {
        "id": 59,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "History changing scenarios and future strategies to induce moulting in laying hens",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Moulting is a natural phenomenon in birds during which they replace old plumage with new feathers, reduce feed intake, lose body weight and suspend reproduction. Moulting in laying hens can be induced by using photoperiods, feed deprivation or restriction or diets containing minerals or variable amounts of other ingredients. Induced moulting can result in higher egg production and improved quality. It reduces mortality, production costs and investments in new farms and hatcheries. While feed withdrawal has been a most effective way to induce moult in poultry birds, it is illegal on welfare grounds in the UK and Europe. This may have implications for the global poultry industry. Therefore, efforts to find a non feed removal method as a desirable alternative to induce moulting in poultry birds are underway in different countries. This paper reviews the history of induced moulting and its future implications by examining different methods that have been tested in the past and their potential to become a more acceptable alternative to feed removal method of inducing moulting in laying hens.",
        "email": "",
        "conf": "World's Poultry Science Journal",
        "coauthors": [
            "M. YOUSAF",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "moulting; welfare; induction; physiology"
    },
    {
        "id": 75,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Washing and filtration of wheat straw treated with sodium hydroxide alone or with hydrogen peroxide to modify cell wall composition and in vitro digestibility",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "This study compared the effect of different levels (24-160 g/kg DM) of NaOH alone or in combination with 2 levels (130 or 260 g/kg straw DM) of HO (alkaline hydrogen peroxide, AHP) in improving in vitro dry matter digestibility of wheat straw. The study also examined the role of filtration or a water wash of straws treated at a regulated pH (± s.d.) of 11.5 ± 0.2 to maximise the effects of NaOH and AHP on in vitro dry matter digestibility. The experiment was a 3 x 2 x 3 factorial design, replicated twice, and included 3 straw groups (pH-control, NaOH-control, AHP), each treated with 2 volumes of chemical solutions (high, 26 L/kg DM containing 48 or 160 g NaOH alone or 160 g NaOH plus 260 g HO; low, 13 L/kg DM containing 24 or 80 g NaOH alone or 80 g NaOH plus 130 g HO) and each was subdivided into 3 groups for storage (unfiltered, filtered, washed). Both NaOH-control and AHP reduced (P",
        "email": "",
        "conf": "Australian Journal of Experimental Agriculture",
        "coauthors": [
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Ruminant animal, Digestibility, Full scale mockup test, Filtration, Hydrogen Peroxides, In vitro, Washing, Chemical modification, Cell wall, Sodium Hydroxides, Basic solution, Chemical treatment, Wheat straw, Animal feeding, Vegetal waste, Fodder, Waste treatment, Nutritive value"
    },
    {
        "id": 22,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Examining muscles of Cirrhinus mrigala for biochemical parameters as a bio-indicator of water pollution by municipal and industrial effluents into River Ravi Pakistan",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "We examined the muscles from replicated samples of Cirrhinus mrigala as a bio-indicator of water pollution following sewage and industrial discharges from the Lahore city into Ravi River of Pakistan. For this, C. mrigala was netted from three variably polluted downstream sites (B, C and D) and one less polluted upstream site (A). The fish was sampled during low (winter) and high (post monsoon) river flow seasons. The fish muscles from site D showed 28 % less total carbohydrates than the fish caught from site A. The muscle carbohydrate contents were further decreased at sites B and C by 58 and 59 % and 77 and 74 %, during low and high flows, respectively. Moreover, total lipids, cholesterol and RNA contents for the muscle of the fish from the downstream locations were also decreased up to 29, 68 and 58 %, respectively. Conversely, total protein, soluble protein and DNA contents were increased in fish muscles progressively downstream during both the low- and high-flow seasons. It appeared that the fish muscle components can change with the level of water pollution which may affect the fish attributes as a safe food.",
        "email": "abdul.chaudhry@newcastle.ac.uk",
        "conf": "International Aquatic Research",
        "coauthors": [
            "Hafiz Abdullah Shakir",
            "Javed Iqbal Qazi",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Aquatic toxicity, Muscle biochemistry, Bio-indicator, Carp"
    },
    {
        "id": 57,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Forage based animal production systems and sustainability an invited keynote",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Forages are essential for the successful operation of animal production systems. This is more relevant to ruminants which are heavily dependant upon forages for their health and production in a cost-effective and sustainable manner. While forages are an economical source of nutrients for animal production, they also help conserve the soil integrity, water supply and air quality. Although the role of these forages for animal production could vary depending upon the regional preferences for the animal and forage species, climate and resources, their importance in the success of ruminant production is acknowledged. However with the increasing global human population and urbanisation, the sustainability of forage based animal production systems is sometimes questioned due to the interrelationship between animal production and the environment. It is therefore vital to examine the suitability of these systems for their place in the future to supply quality food which is safe for human consumption and available at a competitive price to the growing human population. Grassland and forage crops are recognised for their contribution to the environment, recreation and efficiency of meat and milk production,. To maintain sustainability, it is crucial that such farming systems remain profitable and environmentally friendly while producing nutritious foods of high economical value. Thus, it is pertinent to improve the nutritive value of grasses and other forage plants in order to enhance animal production to obtain quality food. It is also vital to develop new forages which are efficiently utilised and wasted less by involving efficient animals. A combination of forage legumes, fresh or conserved grasses, crop residues and other feeds could help develop an animal production system which is economically efficient, beneficial and viable. Also, it is crucial to use efficient animals, improved forage conservation methods, better manure handling, and minimum fertilisers to maximise animal production without damaging the environment. The sensible use of supplements and herbal additives as the desirable alternatives to the conventional growth promoters could also help optimise the ruminant production. This paper examines the opportunities and obstacles which may affect the development of more desirable and sustainable animal production systems for the future.",
        "email": "",
        "conf": "Revista Brasileira de Zootecnia",
        "coauthors": [
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Animal Production Systems; Forages; Ruminants; Sustainable"
    },
    {
        "id": 8,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Assessment of Titanium Dioxide Nanoparticles (TiO2-NPs) Induced Hepatotoxicity and Ameliorative Effects of Cinnamomum cassia in Sprague-Dawley Rats",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "",
        "email": "",
        "conf": "Biological trace element research",
        "coauthors": [
            "Muhammad Shakeel",
            "Farhat Jabeen",
            "Rehana Iqbal",
            "Abdul Shakoor Chaudhry",
            "Sadia Zafar",
            "Muhammad Ali",
            "Muhammad Saleem Khan",
            "Adeel Khalid",
            "Samina Shabbir",
            "Muhammad Saleem Asghar"
        ],
        "keywords": "TiO2-NPs, TiO2 bulk salt, Histopathology, Haematology, Sprague-Dawley rats"
    },
    {
        "id": 60,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Preventing summer heat stress.",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "",
        "email": "",
        "conf": "Animal Science Abroad (Pigs and Poultry)",
        "coauthors": [
            "Muhammad Sarmad Anjum",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 66,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Relative fibrolytic activities of anaerobic rumen fungi on untreated and sodium hydroxide treated barley straw in in vitro culture",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The fibrolytic activities of rumen fungi were studied in terms of dry matter loss, plant cell wall degradation and enzyme (cellulase and xylanase) activities, when grown in vitro on either untreated or sodium hydroxide treated stems of barley straw over a 12 day period. Changes in fungal growth, development and overall biomass were followed using chitin assay and scanning electron microscopy. Treatment with sodium hydroxide resulted in a decrease in the NDF content together with the disruption of cuticle and the loosening and separation of the plant cells within the straw fragments. The enzyme activities of the anaerobic fungi have a high positive correlation (R2=0.99) with their biomass concentration assessed by chitin assay indicating that chitin is a valuable index for the estimation of the fungal biomass in vitro. The anaeobic fungi produced very extensive rhizoidal systems in these in vitro cultures. After incubation with rumen fungi, dry matter losses were, respectively, 35% and 38% for the untreated and treated straw samples and the overall fungal biomass, determined by chitin assay, was significantly higher in the treated samples. In vitro degradation of cellulose and hemicellulose was also higher in the treated than that of untreated cultures. Although, comparatively, xylanase activity was higher than that of cellulase, the cellulose fraction of the straw was degraded more than hemicellulose in both treated and untreated straw.",
        "email": "",
        "conf": "Anaerobe",
        "coauthors": [
            "Mohammad Rezaeian",
            "Gordon W Beakes",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Anaerobic fungi, Sodium hydroxide, Enzyme activities, Chitin, Barley straw"
    },
    {
        "id": 26,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Metal Uptake and Histological Changes in Gills and Liver of Oreochromis mossambicus Inhabiting Indus River",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "This study monitored the accumulation of selected metals (Mn, Pb, Cu, Zn, Hg and Cr) in river water and in muscles, gills and livers and their effect on the histology of gills and liver of Oreochromis mossambicus from a low (reference), medium (CH) and high (SK) polluted sites of the Indus River in Mianwali district of Pakistan. Mn, Cu, Zn and Cr levels in the water of three selected sites were within the safe limits of international water quality but the concentrations of Pb and Hg were above the international standards. Mn, Cu, Zn and Cr in fish tissues showed significant differences between sites (P (Less than) 0.01). These metals showed tissue specific differences (P (Less than) 0.001). While the Mn, Hg and Cr levels were higher in muscles, gills and liver of fish than the WHO standards, the Pb and Cu levels were within the permissible limits for fish as a food for human consumption. More metal concentration was observed in livers than the gills and muscles. Most common gill abnormalities observed in Oreochromis mossambicus inhabited in the polluted area were desquamation of lamellar epithelium, hypertrophy of epithelial cells, lifting up of lamellar epithelium, intraepithelial oedema, aneurysm, hyperplasia, and haemorrhage in the gill filament. Histology of liver revealed the presence of heterogeneous parenchyma characterized by vacuolization, foci of necrosis, hypertrophy of nuclei and degenerated hepatocytes. In conclusion the evidence of pathological alterations in gills and livers of Oreochromis mossambicus appeared to be a useful bio-marker to assess the impact of metal pollution in water on the health of fish and higher levels of Cr, Mn and Hg in edible part of fish are worrying as it may cause health related problems in the consumers of the study area.",
        "email": "",
        "conf": "Pakistan journal of zoology",
        "coauthors": [
            "Farhat Jabeen",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Metal uptake, histopathology, metal toxicity, Oreochromis mossambicus, Indus river"
    },
    {
        "id": 53,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Estimation of volatile constituents in the fish flesh from wild and farmed Cirrhina mrigala and Cyprinus carpio.",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Analysis of fish meat using gas chromatography is described. Flavor is the sensation arising from the interplay of the signals of sensing smell, taste and irritating stimuli from food stuff. For human, flavor and nutrition are inseparable. In fish, trace amount of volatile organic compounds (VOCs) are the major compounds to affect consumer's preference, which are produced during storage and spoilage. In the present study, volatile compounds were extracted by Likens-Nickerson concurrent distillation apparatus from wild and farmed Cirrhina mrigala and Cyprinus carpio. The quantitative and qualitative estimation of volatiles was made by gas chromatography. Wild and farmed fish of different fish sizes were compared for these compounds (appearing in the form of peaks), which were identified from their retention time by comparing with the standards. Fifteen major VOCs were found in these species which included hexadecane, 3-octanol, hexanal, decane, 3-hexene-1-ol, 2-undecanone, 2-heptanone, butanal, 2-nonanone, 1-heptanal, furaldehyde, 3-methyl-1-butanal, trans-3-hexene-1-ol, octanal and decanal. These compounds varied qualitatively and quantitatively in both wild and farmed fish of different fish sizes.",
        "email": "",
        "conf": "Acta Hydrobiologica Sinica",
        "coauthors": [
            "Shahid Mahboob",
            "Bilal Hussain",
            "Zahid Iqbal",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 56,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Determination of organochlorine and nitrogen containing pesticide residues in water, sediments and fish samples by reverse phase high performance liquid chromatography",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "With high performance liquid chromatography, the concentrations of α-endosulfan, DDE, parathion methyl, isoproturon, atrazine, carbaryl and carbofuran were determined in farmed raised fish Labeo rohita of two weight groups. All these pesticide residues were detected in fish meat samples. All these pesticide residues except isoproturon were identified in soil sediments, whereas all these pesticide residues except isoproturon, carbaryl and DDE were also present in water samples. DDT, heptachlor, β-endosulfan, chlorpyrifos, dimethoate, captan, cypermethrin, chlorobromuron and chlorotoluron were absent in all samples of water, sediments and fish flesh. The pesticide residues levels were in order of parathion methyl > DDE > carbofuran > atrazine > α-endosulfan > isoproturan > carbaryl. The concentrations of pesticides were higher in fish weighing 800-1 300 g than in those weighing 250-750 g. The DDE was remained highest in sediments, while that was not detected in water samples. The pesticides (endosulfan, parathion methyl, atrazine and carbofuran) had crossed their MRL values (0.001 µg/g) in water samples.",
        "email": "",
        "conf": "Journal of Agricultural Science and Technology",
        "coauthors": [
            "Shahid Mahboob",
            "Ghazala",
            "Salma Sultana",
            "M R Asi",
            "S Nadeem",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 64,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Slaughtered Cattle as a Source of Rumen Fluid to Evaluate Supplements for In Vitro Degradation of Grass Nuts and Barley Straw",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "This factorial study examined the potential of slaughtered cattle as a source of rumen fluid (RF) to test the impact of 0, 90, 180 g/kg forage (Amount) of 2 supplements (Low protein of 12% =LP; high protein of 25% =HP) on in vitro rumen degradation of grass nuts (Grass) and barley straw (Straw) over various times. RF was collected from three slaughtered cattle (Animal) on three separate occasions and buffered under CO2 as inoculum at 39o C. About 1g ground Straw or Grass and each amount of LP or HP were mixed in separate test tubes with 50 ml inoculum under CO2. The tubes fitted with Bunsen valves were incubated at 0-72h after which the contents were washed and dried to estimate dry matter disappearance (DMD). The DMD were statistically analysed for the main effects of Animal, Forage, Supplement, Amount and their interactions at each incubation but not Animal based interactions. The Forage, Amount and Animal effects were significant (P",
        "email": "",
        "conf": "The Open Veterinary Science Journal",
        "coauthors": [
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "In vitro degradation, slaughtered cattle, rumen fluid, forage, supplement"
    },
    {
        "id": 11,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "The impact of seasonal variation on organochlorine pesticide residues in buffalo and cow milk of selected dairy farms from Faisalabad region",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Two hundred milk samples from 20 randomly selected dairy farms were screened for the incidence of organochlorine pesticide residues to evaluate the safety of milk in Faisalabad region. The results revealed that overall buffalo milk samples in winter (85 %) and in summer (78 %) were more contaminated as compared to cow milk samples 83 and 75 % in respective seasons. The residues of cyhalothrin were found only in summer season in milk of both species. Permethrin residues were detected at higher levels than perfinofos while DDT and methamedophos were found undetectable. The mean levels of permethrin were 0.042 and 0.033 mg kg⁻¹in buffalo milk samples and 0.045 and 0.043 mg kg⁻¹ in cow milk in winter and summer season, respectively. Perfinofos residues were found to be the least contaminated pesticides with mean values of 0.0006 and 0.0013 mg kg⁻¹, respectively in winter season, and 0.004 and 0.0025 mg kg⁻¹ in summer season. All analysed pesticide residues in milk samples in both seasons were below the maximum residual limit (MRL) values as described by European Union (EU) but milk samples contaminated with α, β-endosulfan and endosulphate exceeded their respective Food and Agriculture Organization’s (FAO) established MRLs both in winter and summer.",
        "email": "",
        "conf": "Environmental Monitoring and Assessment",
        "coauthors": [
            "Muhammad Wasim Sajid",
            "Muhammad Shamoon",
            "Muhammad Atif Randhawa",
            "Muhammad Asim",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Dairy farms; GC-ECD; Milk; Pesticide residues; Seasons"
    },
    {
        "id": 3,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Ameliorative Effects of Selenium in ZnO NP-Induced Oxidative Stress and Hematological Alterations in Catla catla",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Various applications of zinc oxide nanoparticles (ZnO NPs) can increase pollution in aquatic environments. Consequently, pollution can cause toxicity in fish as indicated by oxidative stress, hematotoxicity, and changes in gill and liver histology. Selenium is known for its antioxidant potential in scavenging the free radicals generated during ZnO NP-induced oxidative stress. This study tested the ameliorative role of selenium against ZnO NP-induced toxicity in freshwater fish Catla catla. Four groups of replicated fish, representing control, selenium-treated, ZnO NP-treated, and ZnO NPs+selenium-treated, were used in this study. The ZnO NPs (40 mg l−1) were given to fish in water whereas selenium (50 μg kg−1) was given as sodium selenite in feed. After 28 days of exposure, the fish specimens were processed to collect samples of blood, gills, and liver. The results demonstrated that the consumption of selenium containing feeds protected the C. catla from ZnO NP-induced toxicity and oxidative stress. The use of selenium containing feeds appeared to have reduced the contents of glutathione S-transferase (GST) and glutathione reduced (GSH), and increased the level of catalase (CAT) and superoxide dismutase (SOD). Furthermore, the consumption of selenium in feeds improved the hematological parameters in ZnO NP-treated fish. This study suggests that dietary selenium might be able to ameliorate ZnO NP-induced toxicity in fish.",
        "email": "",
        "conf": "Biological Trace Element Research",
        "coauthors": [
            "Muhammad Saleem Asghar",
            "Naureen Aziz Qureshi",
            "Farhat Jabeen",
            "Muhammad Saleem Khan",
            "Muhammad Shakeel",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Catla catla; Nanoparticles; Protection; Selenium; Toxicity; ZnO"
    },
    {
        "id": 38,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Examining the mineral profile in different tissues of Cyprinus carpio from upstream and downstream locations of the Indus river.",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Representative samples of Cyprinus carpio were used to bio-monitor mineral pollution at upstream and downstream locations (A & B) of the Indus River in Pakistan. Both water and fish samples were tested for Na, K, Mg, Ca, Mn, Cu, Zn and Cr whereas only fish samples were tested for Fe, Hg and Pb as well. This replicated study was arranged as either a completely randomised trial to study the effect of locations on water quality and fish components or a 2×5 factorial experiment to statistically compare these locations and tissues (Gills, Skin, Fins, Scales and Muscles) for their biophysical, chemical and mineral profiles at P<0.05. Significant differences between fish tissues and locations were observed for these minerals. The Indus River water was observed to be suitable for aquatic life. While high concentrations of Mn, Hg and Cr were observed in different fish tissues as compared to the World Health Organization standards for food fish, the mean concentration of Pb, Cu and Zn were below the acceptable limits of food fish. It implies that higher levels of Mn, Hg and Cr in fish muscles would have had damaging effects on the fish and consumer's health. The fins contained the highest minerals followed by scales, gills, skin and muscles. It appeared that mineral contents were much greater in fish tissues than the water samples; reflecting the biomagnifications of these metals in fish tissues through the aquatic food chain. It is possible to use the most exposed parts of the fish for the bio-monitoring of freshwater quality and perhaps as an early warning indicator of freshwater pollution to preserve the value of aquatic life to promote fish health, growth and production in different situations.",
        "email": "Abdul.Chaudhry@ncl.ac.uk",
        "conf": "Proceedings of the 4th Global Fisheries and Aquaculture Research",
        "coauthors": [
            "Abdul Shakoor Chaudhry",
            "Farhat Jabeen"
        ],
        "keywords": ""
    },
    {
        "id": 30,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Potential use of beta mannan from copra meal as a feed additive for broilers",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The uses of a prebiotic to replace antibiotic growth promoters, mycotoxin and cholesterol binders in broiler diets have been commonly practiced over the last three decades. Many products have appeared commercially to replace antibiotic growth promoters and to tackle the problems of mycotoxins contamination. Mannose-based carbohydrates, particularly mannan-oligosaccharides from yeast, appear to have properties of coping with the mycotoxin related problems. Over the last three years, studies on the use of copra-mannan (CM) in this respect have produced promising results. CM has been found to effectively improve bird performance. When the birds were challenged against Escherichia coli, the supplementation of the feed with CMs was able to maintain growth performance of birds to the same level as the growth of birds fed commercial mannan-oligosaccharides or antibiotics. Contamination of feed with 0.3 ppm aflatoxin B1 reduced feed digestibility, but not when the feed was mixed with CM. The supplementation of the diet with CMs protects the birds from wet droppings when the birds were challenged by either Escherichia coli or aflatoxin contamination. Since there is a conflicting information about using mannans in the diet, particularly between using legume mannans as an antinutrient and yeast mannans as a pronutrient, this paper reviews the potential use of CMs for the purposes of promoting growth and improving health status of broiler chickens.",
        "email": "",
        "conf": "World's Poultry Science Journal",
        "coauthors": [
            "B. Sundu",
            "U Hutta",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "CM, pro nutrient, mycotoxin, binder, broilers"
    },
    {
        "id": 2,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Toxicity of zinc oxide nanoparticles (ZnO-NPs) in tilapia (Oreochromis mossambicus): tissue accumulation oxidative stress histopathology and genotoxicity",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Zinc oxide nanoparticles (ZnO-NPs) are being widely used in numerous industrial and commercial applications. This study was designed to investigate the possible mechanisms of bioaccumulation, oxidative stress, histopathological alterations and genotoxicity induced by ZnO-NPs to tilapia (Oreochromis mossambicus). The study showed maximum Zn accumulation of 3.0643 mg/kg (p < 0.05) in liver at highest concentration of 1.5 mg/L in T3. ZnO-NPs induced oxidative stress as indicated by the significantly increased LPO level in gills as compared to liver (p < 0.05). The increased lipid peroxidase (LPO) and superoxide dismutase (SOD) levels were observed in gills than liver. Similar results were observed for catalase (CAT) and glutathione (GSH) in gills. In case of histological alterations, gill oedema and hyperplasia, fusion of gill lamellae and thickening of primary and secondary gill lamellae were observed. In liver, necrosis and apoptosis with condensed nuclear bodies and pyknotic nuclei were observed. The genotoxic potential was investigated by evaluating DNA strands break using alkaline comet assay, and significant DNA damage was observed in the erythrocytes when exposed for ZnO-NPs. The % tail DNA was increased with the increasing concentration of ZnO-NPs, and similar pattern was shown in olive tail movement. Overall, we conclude that the ZnO-NPs have the potential to accumulate in the soft tissues, causing respiratory distress such as oxidative stress, induction of antioxidant defence mechanism by raising glutathione (GSH), organ pathology and genotoxicity. These results suggest the potential ecotoxicological effects of nanoparticles in understanding their uptake and effects on aquatic biota.",
        "email": "",
        "conf": "International journal of Environmental Science and Technology",
        "coauthors": [
            "Khurram Shahzad",
            "Muhammad Naeem Khan",
            "Farhat Jabeen",
            "Nasreen Kosour",
            "Abdul Shakoor Chaudhry",
            "Muhammad Sohail",
            "Naveed Ahmad"
        ],
        "keywords": "eco-toxicity, comet assay, tilapia, gills, liver"
    },
    {
        "id": 58,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Methods to study degradation of ruminant feeds",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Ruman degradation is crucial in the supply of dietary nutrients to meet the nutrient demands of the anaerobic microbes and body tissues of ruminant animals. Therefore, it is essential to study the dynamics of rumen degradation of various feeds before their potential use to formulate nutritious diets for ruminant animals. Amongst many methods that have been used in the past, the in sacco method has been the most effective method to study rumen degradation. However, this method is undesirable due to its implications for animal welfare and costs. While many in vitro methods have been tested as possible alternatives to the in sacco method to study rumen degradation of feeds, they were unable to remove the need to use fistulated animals to obtain rumen fluid. Although solubility, enzyme- and faeces-based in vitro methods do not require rumen fluid, they still need data from either the in sacco method or the rumen fluid-based in vitro methods for comparison and validation. Therefore, there is a need to develop in vitro methods that do not require the need to surgically modify ruminants to obtain rumen fluid to study rumen degradation. We review the potentials and problems associated with the existing methods to study rumen degradation and their implications for the animal industry in different situations.",
        "email": "a.s.chaudhry@ncl.ac.ak",
        "conf": "Nutrition Research Reviews",
        "coauthors": [
            "Ruba A. I. Mohamed",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 63,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Enzymic and in sacco methods to estimate rumen degradation of food protein in cattle",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Two factorial studies compared enzymic and in sacco methods to estimate degradation of ruminant foods. Enzyme degradation (in vitro = enzyme) was determined from the release of leucine‐equivalent amino acid (LA) crude protein (CP) from sunflower meal (SF), maize gluten meal (MG), distillers' dark grain (DG) and field beans (FB) after their separate incubations with Streptomyces griseus enzyme for 0–24 h. In sacco crude protein (CP) degradation of these foods was estimated during washing (0 h) and rumen incubations in fistulated cows for 2–24 h. The LA data were expressed as g LA per either kg of CP (LACP) or acid‐hydrolysable LA (HLA) of each food and compared with in sacco data.",
        "email": "",
        "conf": "Journal of the Science of Food and Agriculture",
        "coauthors": [
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 28,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Nutritional comparison of three fish species co-cultured in an earthen pond",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The aim of this study was to investigate proximate composition of the muscles of the threecommonly demanded freshwater carp species, raised under the semi-intensive culture conditions.Twenty seven specimens of three Indian major carps, Labeo rohita (n=9), Catla catla (n=9), Cirrhinusmrigala (n=9) were evaluated for proximate composition. The muscles of Labeo rohita were highest incrude protein (19.3%) and fat (2.7%) contents but lowest in carbohydrates (1.9%) and moisture(75%). In Cirrhinus mrigala crude protein was less (17.37%), carbohydrates were highest (2.8%) andash contents (0.96%) were lowest. Conversely, Catla catla had highest moisture (77.3%) and ash(1.4%) but lowest crude protein (16.9%). In conclusion, all the three co-cultured carp fish species areranked as lean. Labeo rohita showed significantly higher muscle protein contents than C. mrigala andC. catla. Moreover, this is the highly liked and greatly demanded fish locally. Hence, L. rohita isnutritionally better than two other species.",
        "email": "",
        "conf": "BIOLOGIA",
        "coauthors": [
            "Abdullah Hafiz",
            "Hafiz Abdullah Shakir",
            "Javed Iqbal Qazi",
            "Shaukat Ali"
        ],
        "keywords": "Fish farming, Indian major carps (Labeo rohita, Cirrhinus mrigala, Catla catla), proximatecomposition"
    },
    {
        "id": 14,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Proximate composition and elemental analysis in soft tissues of freshwater mussels (Anodonta anatina) from the Chashma Lake River Indus Pakistan",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "BACKGROUND: Aquatic invertebrates are playing an important role in assessment of the water contaminants and also serve as a major component of food chain. Freshwater mussels are considered to be the good bioindicator species of aquatic environment and widely used to determine the metals load. METHODS: Proximate composition and elemental analysis were carried out in edible (foot, mantle) and non-edible portion (gills) of freshwater mussels (Anodonta anatina) harvested from various site of Chashma Lake, River Indus Pakistan. RESULTS: The nutritional components were varied among the studied portion and muscular foot found to be the best part for consumption. Protein and fat contents were significantly higher in foot (15.90±0.88%, 1.19±0.26%) as compared to mantle (10.78±2.24%, 0.27±0.09%) and gills (6.44±1.22%, 0.53±0.15%) respectively. For the macro minerals mantle had high concentration of Ca (46838±984 mg/kg), Na (2706±343 mg/kg), P (6921±1063 mg/kg) and Mn (7207±1046 mg/kg) as compared to foot. CONCLUSIONS: Heavy metals (Cd, Cu, Cr) concentration in edible portions were lower than the permissible limit by WHO whereas the concentration of Pb was slightly higher than the recommended value that might be the risk for the consumers. Being filter feeder gills accumulated the high concentration of all the metals and found to be the key portion for biomonitoring studies. Freshwater mussels of Chashma Lake Indus River are the rich source of protein and all the other micro and macro minerals therefore could be used as an excellent source of food.",
        "email": "",
        "conf": "Frontiers in Biology",
        "coauthors": [
            "Muhammad Sohail",
            "Muhammad Naeem Khan",
            "Abdul Shakoor Chaudhry",
            "Khurram Shahzad"
        ],
        "keywords": "proximate composition, minerals, metals, River Indus, freshwater mussel    "
    },
    {
        "id": 51,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Using Enzymes and Organic Acids in Broiler Diets",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Broiler industry has been bridging the gap between the supply and demand of high quality protein foods such as meat for the ever increasing human population worldwide. However, the overall expenditure on broiler diets remains between 60-80 percent of the total cost of broiler production. Therefore, the broiler industry has been striving to reduce the cost of production through improved feed utilisation by the broilers. For this purpose, exogenous enzymes have been claimed to improve the utilization of feeds by maximising the conversion of dietary nutrients into broiler meat, for example. Enzymes not only help in formulating more balanced diets for broilers by increasing the choice of ingredients such as cereals and other agro-industrial by-products but also by increasing their efficiency of utilisation by enhancing the digestibility of fibrous materials. The enzymes can also be beneficial as growth promoters instead of antibiotics which are banned in the European Union. Enzymes have been tried alone and in combinations with other additives such as organic acids to maintain health and production of broilers. Although the role of enzymes in improving feed utilisation, growth, meat quality and economics has been well reported, their quality, consistency and reproducibility have been questioned by many researchers. This article reviews the role of enzymes alongside organic acids in broiler diets and their future potential to maintain bird health and efficient broiler production which has desirable impacts on the environment.",
        "email": "",
        "conf": "The Journal of Poultry Science",
        "coauthors": [
            "Muhammad Sarmad Anjum",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "broilers, diets, exogenous enzymes, organic acids"
    },
    {
        "id": 68,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Microscopic Studies of Structure and Ruminal Fungal Colonization in Sheep of Wheat Straw Treated with Different Alkalis",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The effect of chemically treating wheat straw (straw) with calcium oxide (CaO), Sodium hydroxide (NaOH) and alkaline hydrogen peroxide (AHP) on its subsequent colonization and degradation by rumen fungi was followed in sacco in the rumen of sheep. The colonization of treated straws was compared with untreated counterparts microscopically using a trypan blue lactophenol staining technique to reveal the fungal thalli and rhizoids. Structural disintegration of straw particles caused by chemical treatments was also observed. AHP caused the greatest fragility to straw particles followed respectively by NaOH and CaO treatments. Untreated straw showed relatively less fungal colonization compared with treated straws being heavily colonized by rhizoids and thalli. AHP-treated straw was most extensively colonized with rhizoids observed penetrating deep into straw tissues particularly the bundle sheath cells. The thalli of this study resembled mono- and poly-centric genera of anaerobic Chytridiomycete fungi. The pattern of fungal colonization compared well with the previous degradability data on treated straws which demonstrates the value of such treatments to improve degradation of fibrous substrates by rumen microorganisms, particularly fungi.",
        "email": "",
        "conf": "Anaerobe",
        "coauthors": [
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "rumen fungi, sheep, wheat straw, alkali-treatments"
    },
    {
        "id": 46,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Using high quality forages to improve in vitro rumen degradability and fermentation of low quality forages",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Low quality forages (LQ), like cereal straws, are the main basal feeds for ruminants in developing countries. However, animal production is low when ruminants are reared on nutrient deficient LQ as the main diet. To get more production from ruminants it is necessary to enhance the utilization of these LQ which could be achieved by using smallamounts of high quality forages (HQ) as supplements with LQ. This study compared the effect of incubating in vitro different amounts of various HQ with LQ on the DM degradability (IVD) and fermentation (e.g. ammonia) profiles of rice straw (Straw) and grass hay (Hay) as LQ.",
        "email": "",
        "conf": "Advances in animal biosciences",
        "coauthors": [
            "Mohammad Khan",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 74,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Modification of methane emission in sheep by cysteine and a microbial preparation",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Modification of methane emission from ruminants by the use of L-cysteine and/or a microbial preparation in wethers fed lucerne hay was assessed in an open circuit respiratory trial according to a 4 x 4 Latin squared design. L-Cysteine (0.1 g kg-1 W0.75, as sulphur equivalent) was drenched daily to wethers as an aqueous solution of hydrochloride. The microbial preparation was a dried mixture of Bacillus subtilis, Bacillus cereus, Bacillus thuringiensis, Pseudomonas fluorescens, Streptomyces cellulosae, Streptomyces albidoflavus and Saccharomyces lypolyticum. The microbial preparation was added at 87 mg kg-1 metabolic weight (W0.75) to the daily diet of a wether sheep offered lucerne chaffed hay at a maintenance level of 54 g DM kg-1 W0.75. L-Cysteine suppressed methane emission from the sheep by 13% whereas the microbial preparation actually increased methane emission by 18%. Oxidation-reduction potential, pH, ammonia and VFA were non-significantly influenced by the applied treatments.",
        "email": "",
        "conf": "Science of The Total Environment",
        "coauthors": [
            "J Takahashi",
            "Abdul Shakoor Chaudhry",
            "R.G. Beneke",
            "B.A. Young"
        ],
        "keywords": "Methane, l-Cysteine, Microbes, Lucerne, Sheep"
    },
    {
        "id": 9,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Addition of molasses corn steep liquor and rice polish as economical sources to enhance the fungal biomass production of wheat straw by Arachniotus sp.",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "This study was planned to see the additive effects of various industrial residues including molasses, rice polish, and corn steep liquor for the bioprocessing of wheat straw (WS) through solid-state fermentation (SSF) using Arachniotus sp. as a fermenting agent. The performance of fungal-based WS (seed culture) was evaluated in terms of the favorable changes in crude protein (CP) contents. WS (5 g) was mixed with our selected carbon and nitrogen sources in a basal medium containing optimized salt concentrations to attain the desired level of water and nutrients. An increased (P < 0.0001) CP value was observed at a 25:1 C:N ratio and maximum fungal protein contents (13.40%) were found by mixing 0.4 mL of molasses, 0.8 g of rice polish, and 3.0 mL of corn steep liquor in treated WS at a setting time of 48 h in SSF. It was seen that the growth rate of Arachniotus sp. was greatly improved by the addition of our selected amounts of carbohydrate and nitrogen sources. Hence, our current results support the use of these economical byproducts for cheap biomass production.",
        "email": "",
        "conf": "Turkish Journal of Veterinary and Animal Sciences",
        "coauthors": [
            "FAISAL SHAHZAD",
            "MUHAMMAD ABDULLAH",
            "ABDUL SHAKOOR CHAUDHRY",
            "ABU SAEED HASHMI",
            "JALEES AHMED BHATTI",
            "MAKHDUM ABDUL JABBAR",
            "HAFIZ MUHAMMAD ALI",
            "TAUSEEF REHMAN",
            "FARAH ALI",
            "MIAN MUHAMMAD KHUBAIB SATTAR",
            "FAYYAZ AHMED",
            "IRFAN IRSHAD"
        ],
        "keywords": "Wheat straw, molasses, rice polish, corn steep liquor, fermentation, Arachniotus species"
    },
    {
        "id": 52,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Dietary regulation of ruminal bovine UT-B urea transporter expression and localization",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Facilitative UT-B urea transporters have been located in the gastrointestinal tract of numerous mammalian species. We have previously identified UT-B urea transporters within the epithelial layers of the bovine (b) rumen. The aim of this study was to test the hypothesis that ruminal bUT-B urea transporters are regulated by dietary intake. Six Limousine-cross steers (initial BW = 690 ± 51 kg) were separated into 2 groups fed a basic silage-based diet (RS) or a concentrate-based diet (RC) for 37 d and compared for ruminal morphology, content, and bUT-B expression. Analysis by reverse transcription-PCR showed that ruminal bUT-B2 mRNA expression was greater in RC-fed than RS-fed animals. Utilizing an anti-bUT-B antibody, we also detected a significant increase in bUT-B2 protein expression in RC-fed rumen (P < 0.05, n = 3). In agreement with these findings, immunolocalization studies of RC-fed ruminal tissue showed strong bUT-B signals throughout all epithelial layers, in contrast to weaker staining in RS-fed rumen that was more localized to the stratum basale. This study therefore confirmed that ruminal bUT-B urea transporter expression and localization were indeed altered by changes in dietary intake. We conclude that UT-B transporters play a significant role in the dietary regulation of bovine nitrogen balance.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Nicholas L Simmons",
            "Abdul Shakoor Chaudhry",
            "Chequawkia Graham",
            "Gavin S Stewart"
        ],
        "keywords": "bovine UT-B2 urea transporter, dietary regulation, protein expression, rumen, UT-B urea transporter"
    },
    {
        "id": 20,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Assessing Human Health Risk of Metal Accumulations in a wild carp fish from Selected Sites of a River Loaded with Municipal and Industrial Wastes",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "This 4x2 factorial study compared the effect of four sites (A=Siphon as upstream, and B=Shahdera, C=Sunder and D= Balloki as 3 downstream sites) during low and high flow seasons of river Ravi on metal cconcentrations in muscles from Cirrhinus (C) mrigala, a bottom feeder carp. While weight and length of studied specimens did not differ significantly (P&gt;0.05). Overall metal accumulations appeared in the order of calcium (Ca) &gt; sodium (Na) &gt; potassium (K) &gt; magnesium (Mg) &gt; zinc (Zn) &gt; iron (Fe) &gt; manganese (Mn) &gt; copper (Cu) &gt; chromium (Cr) &gt; lead (Pb) &gt; nickel (Ni) &gt; cadmium (Cd). The sampling sites were significantly different (P&lt;0.001) for all the metals except Mg. The metal accumulation pattern for sites was C &gt; B &gt; D &gt; A, except Mg, Pb, Mn, Ni, Zn and Fe. The macro metal contents, except K and trace metals except Cd were significantly higher during low flow than the high flow season. The bioaccumulation of Cd, Cr and Mn were greater than those permissible for human consumption by the WHO standards. The most alarming results contradict the views of local fish consumers that riverine fish are more healthy and valuable than the pond fish. This fish species inhabiting the downstream sites was more polluted and may be a source of risk to consumer health. Regular monitoring is obligatory to evaluate eco-health of the river Ravi by choosing perhaps C. mrigala as a bio-indicator which might provide reliable measurements to frequently assess environmental quality of rivers.",
        "email": "",
        "conf": "International Journal of Environmental Research",
        "coauthors": [
            "Hafiz Abdullah Shakir",
            "Javed Iqbal Qazi",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Cirrhinus mrigala, Metal toxicity, River pollution, Human health risk"
    },
    {
        "id": 40,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Chemical Composition of Selected Forages and Spices and the Effect of These Spices on In vitro Rumen Degradability of Some Forages",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Spices can be used as novel supplements to enhance the utilization of low quality forages (LQF) and reduce nutrient wastage by ruminant animals. However, it is essential to characterize these spices alongside LQF before testing their potential use as supplements in ruminant diets. This study characterized four spices (cinnamon, cumin, clove and turmeric) alongside three forages (rice straw, wheat straw and hay) for their chemical components before evaluating their effect at four different doses (0, 10, 30 and 90 mg/g forage DM) on the in vitro rumen degradability of dry matter (DM) (IVD) and organic matter (OM) (IVOMD) of these forages at various incubation times. It appeared that some spices could provide complementary nutrients which could improve the utilization of LQF where hay had better chemical composition than the other two forages. Cumin contained more crude protein (CP), ether extract and mineral contents whereas turmeric contained more soluble sugars than the other spices. Cinnamon was least acceptable as a ruminant supplement due to its higher condensed tannin and saponin and lower CP and mineral contents. The IVD and IVOMD were highest for hay and lowest for wheat straw with all spices at all incubation times (p",
        "email": "",
        "conf": "Journal of Animal Sciences",
        "coauthors": [
            "Mohammad Khan",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Spices; Low Quality Forages; Nutritive Value; In vitro Degradability; Ruminant"
    },
    {
        "id": 7,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Comparing Tea Leaf Products and Other Forages for In-vitro Degradability Fermentation and Methane for Their Potential Use as Natural Additives for Ruminants",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Tea leaves are a rich source of plant secondary metabolites such as tannins and saponins that have the potential to manipulate rumen fermentation and to lessen methane (CH4) production.Samples of green tea (GTL), black tea (BTL), their spent leaves after water extraction (SGTL and SBTL), ryegrass hay (RH), ryegrass silage (RS), paddy straws (PS), barley straws (BS), and wheat straws (WS) were compared for their rumen in-vitro organic matter degradability (IVOMD, g/kg DM), pH, ammonia (NH3, mg/L), total volatile fatty acids (tVFA, mmol/L), total gas production (tGP, L/kg OM), and methane output (CH4,L/kg OM) after 28h incubation with buffered rumen fluid under anaerobic conditions at 39oC in glass syringes. One-way ANOVA on Minitab 16 was used to examine differences between products at P<0.05 for four replicate samples. There were no differences between tea leaf products, RH and RS but the straws tended to have lower IVOMD compared with tea leaf products and other forages. GTL produced the lowest NH3 followed by BTL, SGTL, SBTL, and other forages. There were no differences between most tea leaf products, RH, RS, and the straws for tVFA concentration but PS and WS produced the lowest tVFA. GTL, SGTL, and RH had higher tGP than BTL, SBTL, and the straws but they had a lower tGP than RS. GTL, BTL, and SBTL produced similar levels of CH4 as the straws but this was less than RS and SGTL. The results suggest that if tea leaf products are included in the straw-based diets as natural feed additives, they may improve degradability, tVFA, NH3,and tGP production without increasing CH4 output. Low NH3 production for tea leaf products could be the sign of more by-pass protein to be absorbed in small intestine.",
        "email": "",
        "conf": "International Conference on Sustainable Agriculture and Food Security",
        "coauthors": [
            "Diky Ramdani",
            "Abdul Shakoor Chaudhry",
            "Iman Hernaman",
            "Chris Seal"
        ],
        "keywords": "Tea leafproducts, in-vitro measurements, ruminants"
    },
    {
        "id": 49,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Nutrient composition and in vitro degradability of some tropical shrubs from Pakistan",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The range livestock production in Pakistan mostly depends on post harvest grazing or grazing on marginal or salty or waterlogged lands that are not suitable for traditional crops. Due to regional variations in the quality of grazing lands the forage availability for animal production is not always predictable. Unstable fodder availability with nutritionaldeficiencies can cause poor livestock production as animals have to rely mostly on poor quality feeds. Tree and shrub leaves can potentially alleviate some problems of feed shortages and nutritional deficiencies especially for range animals during fodder scarcity seasons. However, it would be essential to estimate the nutritive value of these leaves before their use for feeding animals. This study therefore evaluated different drought resistant and salt tolerant shrubs for their nutrient composition and in vitro dry matter (DM) degradability (IVD) alongside grass nuts (grass) as a good quality processedforage. The results of this study may help design future strategies for the use of these shrubs in ruminant diets to partly overcome the animal feed shortage in some tropical regions. ",
        "email": "a.s.chaudhry@ncl.ac.ak",
        "conf": "Advances in animal biosciences",
        "coauthors": [
            "M R Virk",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 19,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Chemical evaluation of selected Nigerian forages for their use in ruminant diets",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "",
        "email": "",
        "conf": "Proceedings of the British Society of Animal Science in association with AVTRW, CFER and EBLEX",
        "coauthors": [
            "Oluwaseun Janet Bolaji",
            "Abdul Shakoor Chaudhry",
            "Jan Dolfing"
        ],
        "keywords": ""
    },
    {
        "id": 31,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Impacts of different spices on in vitro rumen dry matter disappearance fermentation and methane of wheat or ryegrass hay based substrates",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Two completely randomised experiments compared the impact of different spices, each at 30 mg/g substrate DM, on the in vitro dry matter disappearance (IVDMD), methane, ammonia and volatile fatty acids (VFA) from either wheat flour (wheat) (experiment 1) as highly or hay based mixtures (experiment 2) as moderately fermentable substrates. Experiment 1 tested the effects of adding cinnamon, clove, coriander, cumin and turmeric, individually, on the rumen fermentation during their in vitro incubations with wheat for 24 h. All spices reduced methane (P < 0.05) from wheat as compared to the spice-free wheat (control). Coriander reduced methane more followed by turmeric, cumin and cinnamon than the control. The IVDMD of wheat did not differ for most spices except cinnamon where IVDMD was reduced (P < 0.05) as compared to the control. Whilst, rumen ammonia was greatest for cumin (P < 0.01) followed by coriander and turmeric, it was lowest for clove (P < 0.01). The spices did not affect the pH and total VFA of rumen fluid for wheat. However, the presence of clove reduced acetic acid (P < 0.05). Experiment 2 tested the effect of only three (coriander, cumin and turmeric) spices individually or together on the in vitro fermentation of hay based mixtures during 96 h of incubation. Whilst all the individual spices or their mixture reduced methane from the hay based mixtures (P < 0.05), the extent of this reduction was highest for turmeric, second highest for coriander and lowest for cumin. It appeared that most spices modified methane emission from wheat as a single ingredient or hay based mixtures without having detrimental effect on diet disappearance or fermentation in vitro. However, the extent of this modification depended on the type of a spice and substrate. Therefore, careful selection of a spice to suit specific feeds would be essential before their in vivo use to modify the fermentation efficiency of ruminant diets.",
        "email": "",
        "conf": "Livestock Science",
        "coauthors": [
            "Abdul Shakoor Chaudhry",
            "Mohammad Khan"
        ],
        "keywords": "Spice, Methane, Fermentation, Greenhouse gas, Ruminant feeds, In vitro"
    },
    {
        "id": 43,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "The potential effects of saponins on ruminal fermentation",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Mitigating greenhouse gas emissions from ruminants by feeding natural compounds has been a target for many researchers. The effect of saponins is dependant on the plant from which they are extracted and the diet fed to the animals. So, due to these constraints to the exploitation of saponins in ruminant production, a short insight of its use as amethane inhibitor will be drawn in this paper. ",
        "email": "",
        "conf": "Advances in animal biosciences",
        "coauthors": [
            "Helio Lima",
            "Abdul Shakoor Chaudhry",
            "Mohammad Khan",
            "G S Rocha"
        ],
        "keywords": ""
    },
    {
        "id": 24,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "An optimised protocol for molecular identification of Eimeria from chickens",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Molecular approaches supporting identification of Eimeria parasites infecting chickens have been available for more than 20 years, although they have largely failed to replace traditional measures such as microscopy and pathology. Limitations of microscopy-led diagnostics, including a requirement for specialist parasitological expertise and low sample throughput, are yet to be outweighed by the difficulties associated with accessing genomic DNA from environmental Eimeria samples. A key step towards the use of Eimeria species-specific PCR as a sensitive and reproducible discriminatory tool for use in the field is the production of a standardised protocol that includes sample collection and DNA template preparation, as well as primer selection from the numerous PCR assays now published. Such a protocol will facilitate development of valuable epidemiological datasets which may be easily compared between studies and laboratories. The outcome of an optimisation process undertaken in laboratories in India and the UK is described here, identifying four steps. First, samples were collected into a 2% (w/v) potassium dichromate solution. Second, oocysts were enriched by flotation in saturated saline. Third, genomic DNA was extracted using a QIAamp DNA Stool mini kit protocol including a mechanical homogenisation step. Finally, nested PCR was carried out using previously published primers targeting the internal transcribed spacer region 1 (ITS-1). Alternative methods tested included sample processing in the presence of faecal material, DNA extraction using a traditional phenol/chloroform protocol, the use of SCAR multiplex PCR (one tube and two tube versions) and speciation using the morphometric tool COCCIMORPH for the first time with field samples.",
        "email": "",
        "conf": "Veterinary Parasitology",
        "coauthors": [
            "Saroj Kumara",
            "Rajat Garg",
            "Abdalgader Moftah",
            "Emily L.Clark",
            "Sarah E.Macdonald",
            "Abdul S.Chaudhry",
            "Olivier Sparagano",
            "Partha S.Banerjee",
            "Krishnendu Kundu",
            "Fiona M.Tomley",
            "Damer P.Blake"
        ],
        "keywords": "Eimeria species identification, Chicken, COCCIMORPH, Multiplex PCR, Nested PCR, Protocol"
    },
    {
        "id": 47,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Effect of soaking and urea treatments on in sacco degradability of wheat straw in sheep",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Several efforts have been made in the past to improve the nutritive value of straw by chemical and biological means (Sundstøl and Owen, 1984). Also numerous work was performed to evaluate the effect of these treatments on the degradability of cereal straws by using the nylon bag technique (Mehrez and Ørskov, 1977). Therefore, the objective of this study was to investigate the effect of using water for soaking of wheat straw alongside different amounts of urea on the in sacco organic matter degradability (OMD) of treated wheat straws following their rumen incubations in fistulated sheep at various times",
        "email": "",
        "conf": "Advances in animal biosciences",
        "coauthors": [
            "A M Shirif",
            "Abdul Shakoor Chaudhry",
            "A Younger"
        ],
        "keywords": ""
    },
    {
        "id": 27,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Impact of anthropogenic activities on physic-chemical parameters of water and mineral uptake in Catla catla from river Ravi Pakistan.",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The river Ravi, while passing through Lahore, the second largest city of Pakistan, gets highly polluted owning heavy loads of untreated municipal sewage and industrial effluents of diverse kinds. The fish, Catla catla sampled in two different seasons from three downstream polluted sites were compared with the samples of the same fish from an upstream, a less polluted site, for their physico-chemical parameters. The data were statistically analysed to study the effect of sites, seasons and their interaction on the physico-chemical parameters of waters and mineral uptake in fish muscles. Significant differences (P < 0.001) among the sampling sites and seasons were observed. The river appeared to be polluted as indicated by the high values of total suspended solids (909 mg/l) and sulphate (964 mg/l) in comparison to the respective values of 150 and 600 mg/l being suggested as the safer values of drinking water of the National Environmental Quality Standards. Most trace and macro elements in fish muscles were increased with the increasing pollution loads from the upstream to the downstream sites of this river. The remarkable increases in the levels of all the investigated minerals in fish muscles from the polluted sites raise concerns about the long-term health of the river Ravi ecosystem and consequently the fish and its consumer's health. The results contradict the opinion of the local population that the riverine fish are natural, more health-promoting and precious than the pond fish. Therefore, we strongly argue for the utilization of an effect-based monitoring approach to alleviate the detrimental effects of anthropogenic activities on fish and the fish consumers' health.",
        "email": "abdul.chaudhry@newcastle.ac.uk",
        "conf": "Environmental Monitoring and Assessment",
        "coauthors": [
            "Javed Iqbal Qazi",
            "Hafiz Abdullah Shakir",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "River Ravi, Urban sewage, Carp, Mineral bioaccumulation, ICP-OES"
    },
    {
        "id": 76,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "The effect of sodium hydroxide and alkaline hydrogen peroxide on chemical composition of wheat straw and voluntary intake growth and digesta kinetics in store lambs",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Wheat straw was treated with alkaline hydrogen peroxide (AHP) by either spraying (spray AHP,E) 250 ml of AHP solution containing 20 g H2O2 and 8.3 g NaOH kg−1 straw dry matter (DM) or by soaking (dip AHP, F) straw in 2% AHP solution to give a final concentration of 57 g H2O2 and 19 g NaOH kg−1 DM. The AHP-treated straws were compared with A, B, C and D straws treated respectively with 0, 8.3, 25 and 50 g kg−1 DM of NaOH alone in a feeding trial using 36 Dorset Down × Mule store lambs. A digestibility trial using 7 wethers, selected from the feeding trial, in a 7 × 4 incomplete Latin square was also conducted to examine the effects of these treatments on the extent of nutrient digestion and rates of passage (k1 and k2). Neutral-(NDF), Modified acid-(MADF), Acid-detergent fibre (ADF) and Acid-detergent lignin (ADL) in the straw organic matter (OM) changed quadratically with increasing NaOH alone from 0 to 50 g kg−1 DM. AHP had different effects on composition depending upon the mode of application. Spray treatment (E v B) did not alter composition but the dip treatment F had less NDF and more MADF, ADF and especially ADL than treatment C. Voluntary straw intake (VSI), liveweight gain (LWG), LWG/W0.75 and digestibility increased linearly (P < 0.001) with the increase in NaOH alone from 0 to 50 g kg−1. Spray AHP did not affect VSI, LWG or digestibility compared with either untreated straw or straw treated with the same amount of NaOH alone. Dip AHP tended to increase (P > 0.05) VSI, LWG and LWG/W0.75 but decreased DM, MADF (P < 0.05), OM (P < 0.01) and NDF (P > 0.05) digestibility compared with untreated control and reduced VSI, LWG and LWG/W0.75 (P < 0.05) and all digestibility parameters (P < 0.001) compared with treatment with NaOH alone (C). Spray AHP treatment increased (P < 0.05) rate of passage (k1 measured with Yb) compared with NaOH-treated control. Dip AHP treatment showed a similar trend (P > 0.05). AHP did not result in any gross ill effects on animal health.",
        "email": "",
        "conf": "Animal Feed Science and Technology",
        "coauthors": [
            "Abdul Shakoor Chaudhry",
            "Eric L Miller"
        ],
        "keywords": "Sheep, Lamb, Wheat straw, Alkaline hydrogen peroxide treatment, Sodium hydrogen treatment"
    },
    {
        "id": 67,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Nutrient composition and the use of solubility to estimate rumen degradability of food proteins in cattle",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "The use of protein solubility to estimate protein degradability in cattle was tested using 12 by‐products representing agricultural and distillers' food raw materials (RM). Agricultural RM included cereals (rice bran, maize gluten feed), legumes (field beans, soybean hulls) and oil‐seeds (rape meal, sunflower meal). Distillers' RM involved dark grains (DG1, DG2, DG3) and malts (MT1, MT2, MT3). Soluble proteins, as proportions of total soluble N (TSN), were extracted from RM and their undegraded residues (RU) after 18 h of in sacco rumen incubation in cattle (dg18) by using water (albumin), salt (globulin), acid (glutalin 1) and alkali (glutalin 2) in succession. RM and RU differed significantly for all soluble proteins (P < 0.001). While albumin was the major protein in legume RM (0.74TSN), glutalin 1 was the major protein in legume RU (0.54TSN). Cereals were the most variable group, where maize gluten contained five times more albumin and two times more TSN in RM and three times more glutalin 1 + 2 in RU than those in rice bran. Distillers' RM contained slightly less albumin (0.53 vs 0.56TSN) but over twice as much glutalin 1 (0.29 vs 0.12TSN) as agricultural RM. Albumins were the most (0.55TSN, RM; 0.16TSN, RU) and glutalin 1 the least (0.21TSN, RM; 0.48TSN, RU) degradable proteins. There were moderate to strong correlations between protein solubility, dg18 and acid detergent‐insoluble N (ADIN). ADIN correlated satisfactorily with glutalin 1 + 2 (r  = −0.55, RM and −0.70, RU), TSN (r  = −0.75, RM and RU) and slowly degradable N, (SDN; r  = −0.70, all). TSN in all RM related well with SDN (r  = 0.65) and dUN (r  = 0.72). TSN in distillers' RM correlated closely with SDN (r  = 0.91) and dUN (r  = 0.96). Glutalin 1 in distillers' foods correlated extremely well (r  = 0.94, RM and 0.93, RU) with dUN. Globulins correlated most consistently with SDN (r  = 0.82, all; r  = 0.77, agricultural; r  = 0.92, distillers' RM). It is possible to predict protein degradability from the presence or absence of soluble proteins in various foods. While ADIN may be more suitable to predict DUN, globulins showed more potential to predict SDN in various foods. However, it may be necessary to be selective in choosing solvents for various foods. Further studies must validate this method by using a greater range of foods before suggesting its routine use for food evaluation.",
        "email": "",
        "conf": "Journal of the Science of Food and Agriculture",
        "coauthors": [
            "Abdul Shakoor Chaudhry",
            "Anthony John F Webster"
        ],
        "keywords": "protein solubility, solvents, in sacco degradability, food, dairy cattle"
    },
    {
        "id": 71,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "In vitro and in sacco digestibility of wheat straw treated with calcium oxide and sodium hydroxide alone or with hydrogen peroxide",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "A series of five factorial experiments examined the effects of sodium hydroxide (NaOH) and calcium oxide (CaO) alone or together with hydrogen peroxide (H2O2, 27.5% w/w) at pH of about 11.5 (AHP) on in vitro (IVDMD) and in sacco (ISDMD) dry matter digestibility of wheat straw. The effects of different temperatures (20°C, 40°C and 60°C), various times (2, 3, 4, 6 and 27 h), pre-soaking, filtration and washing on the efficacy of the above levels of chemicals in improving IVDMD and ISDMD were tested in separate experiments. AHP improved IVDMD (P<0.001) of straws when pH was regulated to around 11.5 using NaOH. In contrast, AHP was ineffective or depressive (P<0.001) when CaO was used to regulate pH to around 11.5. However, CaO alone increased IVDMD to a similar extent as did NaOH. Washing, filtration and temperature were ineffective in improving the IVDMD of CaO-treated straw. AHP was most effective when 130 g H2O2 was applied to each kg DM of straw after soaking it with 3 l solution containing 80 g NaOH for a period of 27 h. The nutritional value of low quality forages can be enhanced for ruminants by using alkalis provided conditions as described above are maintained during alkali treatments.",
        "email": "",
        "conf": "Animal Feed Science and Technology",
        "coauthors": [
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": "Calcium oxide, Sodium hydroxide, Hydrogen peroxide, Wheat straw, In vitro and in sacco digestibility"
    },
    {
        "id": 41,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Environmental impacts of anthropogenic activities on the mineral uptake in Oreochromis mossambicus from Indus River in Pakistan",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "We examined the extent of mineral uptake in different tissues of Oreochromis mossambicus from Indus River which is claimed to be polluted by human activities. Samples of water and fish tissues were analysed from two sites (SK = upstream and CH = downstream) of Indus River. Whilst the water quality appeared to be suitable for aquatic life, significant differences between fish tissues and sampling sites were observed for different mineral concentrations. Fins generally had the highest metal load followed by muscles, gills, scales and skin. Na, Mg, Mn and Zn concentrations in different fish tissues were greater for CH than SK, whereas K, Ca, Pb, Cu, Fe, Hg and Cr were higher at SK than CH (P < 0.001). This variation in metal profiles of different locations of the Indus River was a reflection of relevant mineral pollutions at these sites. It appeared that the pattern of metal uptake in fish tissues can be utilised as an indicator of environmental contamination of river water systems. These studies may help us plan strategies to alleviate the ecotoxicological impacts of heavy metals in freshwaters on fish and human populations.",
        "email": "",
        "conf": "Environmental Monitoring and Assessment",
        "coauthors": [
            "Farhat Jabeen",
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 50,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "In situ dry matter digestion of different fodder tree leaves in Pakistan",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "An insufficient supply and quality of nutrients is a major hindrance to ruminant production in Pakistan. The feed balance sheet reveals that available feed resources provide < two third of the total requirements of crude protein and total digestible nutrients respectively for ruminants. The area under fodder production is continuously reducing indicating high pressure on land for cash crop production. There was a dire need to explore new feed resources such as fodder tree leaves which may supplement the existing feed resources for ruminants and can help to bridge the gap between the demand and supply of nutrients. Tree leaves can be a rich source of supplementary protein, vitamins and minerals to enhance the microbial digestion of ruminant feeds (Singh et al., 1989). The present study was designed with the objective that fodder tree leaves can help to bridge the gap between the demand and supply of nutrients for ruminants. As there was little information about the nutritive value of fodder tree leaves, the present study determined the nutritional values of selected fodder tree leaves for ruminants by using the in situ digestion method.",
        "email": "",
        "conf": "Advances in animal biosciences",
        "coauthors": [
            "Abdul Shakoor Chaudhry",
            "M R Virk",
            "U B Cheema"
        ],
        "keywords": ""
    },
    {
        "id": 69,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Rumen degradation in sacco in sheep of wheat straw treated with calcium oxide sodium hydroxide and sodium hydroxide plus hydrogen peroxide",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "",
        "email": "",
        "conf": "Animal Feed Science and Technology",
        "coauthors": [
            "Abdul Shakoor Chaudhry"
        ],
        "keywords": ""
    },
    {
        "id": 77,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "In vitro digestibility of barley and wheat straws treated with hydrogen peroxide sodium hydroxide and sodium peroxide under various conditions",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "Five factorial experiments were conducted to evaluate the use of different amounts (0–600 g kg−1) of hydrogen peroxide (H2O2) in improving the in vitro digestibility of barley and wheat straws under different pH (5.6, 11.5), storage times (2, 7, 14, 21, 28 days) and strawliquid ratios (8:1, 4:1, 2:1, 1:1, 1:6). The use of NaOH (50 g kg−1 straw at 8:1, 4:1 and 1:1 ratios) and Na2O2 (15 and 45 g kg−1 straw at 1:1 ratio) was also tested. In vitro digestibility of untreated (UBS) and ammonia-treated barley straw increased linearly (Experiment 1) with increase in H2O2 at pH 11.5 (alkaline H2O2, AHP). In Experiment 2, however, the digestibility of UBS increased curvilinearly (P < 0.001) with increase in AHP. In contrast digestibility decreased curvilinearly (P < 0.001) when H2O2 was applied at pH 5.6 (Experiment 2). In vitro digestibility increased with AHP in a dose related manner at different storage times (Experiments 3 and 4). In vitro digestibility of wheat straw was also increased (P < 0.001) with AHP treatments. However, the effect was not as great as with Na2O2 (45 g kg−1) or NaOH (50 g kg−1) when compared at same ratios of 1:1 (Experiment 5), NaOH being the most effective (P < 0.001) in improving digestibility. The full potential of AHP was perhaps masked by inhibitory soluble products released from straws which may have hampered the in vitro microbial digestion. Further studies are suggested to exploit the full potential of AHP.",
        "email": "",
        "conf": "Animal Feed Science and Technology",
        "coauthors": [
            "Abdul Shakoor Chaudhry",
            "Eric L Miller"
        ],
        "keywords": ""
    },
    {
        "id": 21,
        "label": 0,
        "author": "abdul shakoor chaudhry",
        "title": "Examining pyrethroids carbamates and neonicotenoids in fish water and sediments from the Indus River for potential health risks",
        "organization": "Lecturer Newcastle University UK",
        "abstract": "This 3 × 3 factorial study assessed pyrethroids, carbamates and neonicotenoids groups of pesticides in replicated samples of three fish species from low (S1, reference), medium (S2) and heavy (S3) polluted sites receiving agricultural run-offs around the Indus River. Water and sediment samples from the same sites were also analysed for these pesticides by using high-performance liquid chromatography. Out of nine investigated pesticides, only three pesticides (deltamethrin, carbofuran and cypermethrin) were detected in fish and sediment samples. Deltamethrin in Cyprinus carpio ranged from 0.490 to 0.839 μg/g, mostly exceeding 0.5 μg/g as the maximum residual limit suggested by FAO-WHO, whereas it ranged from 0.214 to 0.318 μg/g in the sampled sediments. The carbofuran concentrations were 0.0425–0.066 and 0.613–0.946 μg/g in Labeo rohita and Channa marulius muscles respectively and 0.069–0.081 μg/g in the corresponding sediment samples. These values were either higher or lower than the maximum limit (0.1 μg/g) as suggested by FAO-WHO. Conversely, the cypermethrin concentration ranged from 0.141 to 0.174 in Ch. marulius and 0.183–0.197 μg/g in sediments which were both below the FAO-WHO maximum limit of 2 μg/g. No pesticide residues were detected in water from these sampling sites. Most selected physicochemical variables were within the acceptable range of World Health Organization for the water quality for aquatic life. The detected pesticide contents were mostly higher in fish muscles from heavily polluted sites. This is worrying because these pesticides may pose health risks for the fish and people of the study area. However, a preliminary risk assessment indicated that the calculated daily intake of detected pesticides by people consuming fish from the Indus River was low and did not present an immediate risk to the fish-consuming people. This study may be used as a benchmark to determine the safety of fish meat in order to develop intervention strategies to maintain the water quality and to protect the health of fish and fish-consuming people.",
        "email": "abdul.chaudhry@newcastle.ac.uk",
        "conf": "Environmental Monitoring and Assessment",
        "coauthors": [
            "Farhat Jabeen",
            "Abdul Shakoor Chaudhry",
            "Sadia Manzoor",
            "Tayybah Shaheen"
        ],
        "keywords": "Pesticides, Indus River, Fish, Sediments, Physicochemical"
    }
]