[
    {
        "id": 1793,
        "label": 35,
        "author": "ajay kumar",
        "title": "Plasmid-mediated quinolone resistance in Shigella isolates over a decade in India",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "",
        "email": "",
        "conf": "Journal of Global Antimicrobial Resistance",
        "coauthors": [
            "Neelam Taneja",
            "Ajay Kumar",
            "Suma Appannanavar",
            "Garima Verma",
            "Meera Sharma"
        ],
        "keywords": ""
    },
    {
        "id": 1790,
        "label": 35,
        "author": "ajay kumar",
        "title": "Burden of Invasive Pneumococcal Disease in Children Aged 1 Month to 12 Years Living in South Asia: A Systematic Review",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "Objective: The primary objective was to estimate the burden of invasive pneumococcal disease (IPD) in children aged 1 month to 12 years in South Asian countries. Methods: We searched three electronic databases (PubMed, Embase and the Cochrane Library) using a comprehensive search strategy, we manually searched published databases (Index Medicus and Current Contents) and we also searched the bibliographies of the included studies and retrieved reviews. The searches were current through June 2013. Eligible studies (community-based and hospital-based) were pooled and a separate analysis for India was also completed. A meta-regression analysis and heterogeneity analysis were performed. The protocol was registered with PROSPERO registration number CRD42013004483. Results: A total of 22 studies surveying 36,714 children were included in the systematic review. Hospital-based prospective studies from South Asia showed that 3.57% of children had IPD, and 15% of all bacterial pneumonia cases were due to <i>Streptococcus pneumoniae</i>. Indian studies showed that the incidence of IPD was 10.58% in children admitted to hospitals with suspected invasive bacterial diseases, and 24% of all bacterial pneumonia cases were due to <i>S. pneumonia</i>. Population-based studies from South Asian countries showed that 12.8% of confirmed invasive bacterial diseases were caused by <i>S. pneumonia</i> whereas retrospective hospital-based studies showed that 28% of invasive bacterial diseases were due to <i>S. pneumoniae</i>. Meta-regression showed that there was a significant influence of the antigen testing method for diagnosing IPD on IPD prevalence. Conclusion: <i>S. pneumoniae</i> is responsible for a substantial bacterial disease burden in children of South Asian countries including India despite the presence of high heterogeneity in this meta-analysis. Treatment guidelines must be formulated, and preventive measures like vaccines must also be considered.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Nishant Jaiswal, Meenu Singh, Kiran Kumar Thumburu, Bhavneet Bharti, Amit Agarwal, Ajay Kumar, Harpreet Kaur, Neelima Chadha"
        ],
        "keywords": ""
    },
    {
        "id": 1785,
        "label": 35,
        "author": "ajay kumar",
        "title": "Feasibility and efficacy of gentamicin for treating neonatal sepsis in community-based settings: a systematic review",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "Neonatal sepsis is a leading cause of neonatal deaths in developing countries. The current recommended in-hospital treatment is parenteral ampicillin (or penicillin) and gentamicin in young infants for 10- 14 days; however, very few could access and afford. The current review is to evaluate the feasibility of gentamicin in community based settings. Both observational and randomized controlled trials were included. Medline, Embase, Cochrane Central Register of Controlled Trials and Central Trial Register of India were searched until September 2013. We assessed the risk of bias by Cochrane Collaboration’s \"risk of bias\" tool.",
        "email": "",
        "conf": "World Journal of Pediatrics",
        "coauthors": [
            "Nishant Jaiswal, Meenu Singh, Ritika Kondel, Navjot Kaur, Kiran K. Thumburu, Ajay Kumar, Harpreet Kaur, Neelima Chadha, Neeraj Gupta, Amit Agarwal, Samir Malhotra, Nusrat Shafiq"
        ],
        "keywords": "gentamicin; neonatal sepsis; neonates"
    },
    {
        "id": 1788,
        "label": 35,
        "author": "ajay kumar",
        "title": "Characterization of Shiga toxigenic Escherichia coli isolated from cases of diarrhoea &haemolytic uremic syndrome in North India",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": " Shiga toxin producing Escherichia coli (STEC) is an important zoonotic foodborne pathogen, capable of causing haemorrhagic colitis (HC) and haemolytic uremic syndrome (HUS). As data from India on human infections caused by STEC are limited, this study was carried out for hospital based surveillance for STEC as a causative agent of diarrhoea, bloody diarrhoea and HUS at a tertiary care centre and to study the virulence gene profile and strain relatedness by multi locus variable tandem repeat analysis (MLVA). A total of 600 stool samples were studied. Stool samples of every fifth patient presenting with non-bloody diarrhoea, all cases of bloody diarrhoea and diarrhoea associated HUS (D+HUS) were collected from October 2009 to September 2011. Stool samples were cultured for STEC and characterization of STEC was done by serogrouping, virulence genes analysis, and MLVA typing.",
        "email": "",
        "conf": "The Indian Journal of Medical Research",
        "coauthors": [
            "Ajay Kumar",
            "Neelam Taneja",
            "Bhavneet Bharti",
            "Meera Sharma"
        ],
        "keywords": "Bloody diarrhoea, haemolytic uremic syndrome, human, Shiga-toxigenic Escherichia coli"
    },
    {
        "id": 1782,
        "label": 35,
        "author": "ajay kumar",
        "title": "Enhanced oxidative phosphorylation in NKT cells is essential for their survival and function",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "Cellular metabolism and signaling pathways are key regulators to determine conventional T cell fate and function, but little is understood about the role of cell metabolism for natural killer T (NKT) cell survival, proliferation, and function. We found that NKT cells operate distinct metabolic programming from CD4 T cells. NKT cells are less efficient in glucose uptake than CD4 T cells with or without activation. Gene-expression data revealed that, in NKT cells, glucose is preferentially metabolized by the pentose phosphate pathway and mitochondria, as opposed to being converted into lactate. In fact, glucose is essential for the effector functions of NKT cells and a high lactate environment is detrimental for NKT cell survival and proliferation. Increased glucose uptake and IFN-γ expression in NKT cells is inversely correlated with bacterial loads in response to bacterial infection, further supporting the significance of glucose metabolism for NKT cell function. We also found that promyelocytic leukemia zinc finger seemed to play a role in regulating NKT cells’ glucose metabolism. Overall, our study reveals that NKT cells use distinct arms of glucose metabolism for their survival and function.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "Ajay Kumar",
            "Kalyani Pyaram",
            "Emily L. Yarosz",
            "Hanna Hong",
            "Costas A. Lyssiotis",
            "Shailendra Giri",
            "Cheong-Hee Chang"
        ],
        "keywords": ""
    },
    {
        "id": 1792,
        "label": 35,
        "author": "ajay kumar",
        "title": "Hib vaccine in India: A case for universal immunization",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "",
        "email": "",
        "conf": "Vaccine",
        "coauthors": [
            "Ajay Kumar, Meenu Singh, Kiran Kumar Thumburu, Nishant Jaiswal, Harpreet Kaur, Shruti Sharma, Amit Agarwal"
        ],
        "keywords": "Hemophilus influenzae type b; Meningitis; NTAGI recommendations; Pneumonia; Vaccine"
    },
    {
        "id": 1791,
        "label": 35,
        "author": "ajay kumar",
        "title": "Serotype profile and molecular characterization of antimicrobial resistance in non-typhoidal Salmonella isolated from gastroenteritis cases over nine years India.",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "Resistance to third-generation cephalosporins in non-typhoidal Salmonella (NTS) is emerging worldwide. We report the occurrence of extended-spectrum beta-lactamase (ESBL) phenotypes in 53.4 % of NTS isolated over a period of nine years from gastroenteritis cases. ESBL and AmpC co-production was observed in 21 % of the isolates. Occurrence of blaCTX-M-15 and blaCMY-2 resistance genes was observed in 11.6 % and 37 % of the isolates respectively. Overall, Salmonella enterica serovar Senftenberg was the predominant serovar carrying blaCTX-M-15 and blaCMY-2 resistance genes. We report for the first time from India, one isolate each of S. enterica serovar Thompson, S. enterica serovar Infantis and S. enterica serovar Newport, carrying the blaCTX-M-15 gene. We also report for the first time from India, a case of gastroenteritis due to S. enterica serovar Thompson.",
        "email": "",
        "conf": "Journal of Medical Microbiology",
        "coauthors": [
            "Neelam Taneja",
            "Suma Appannanavar",
            "Ajay Kumar",
            "Garima Varma",
            "Yashwant Kumar",
            "Balvinder Mohan",
            "Meera Sharma"
        ],
        "keywords": ""
    },
    {
        "id": 1784,
        "label": 35,
        "author": "ajay kumar",
        "title": "Reactive oxygen species regulate the inflammatory function of NKT cells through Promyelocytic Leukaemia Zinc Finger (PLZF) protein",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "Reactive oxygen species (ROS) are byproducts of aerobic metabolism and contribute to both physiological and pathological conditions as second messengers. ROS are essential for activation of T cells, but how ROS influence NKT cells is unknown. In the present study, we investigated the role of ROS in NKT cell function. We found that NKT cells, but not CD4 or CD8 T cells, have dramatically high ROS in the spleen and liver of mice but not in the thymus or adipose tissues. Accordingly, ROS-high NKT cells exhibited increased susceptibility and apoptotic cell death with oxidative stress. High ROS in the peripheral NKT cells were primarily produced by NADPH oxidases and not mitochondria. We observed that sorted ROS-high NKT cells were enriched in NKT1 and NKT17 cells, whereas NKT2 cells were dominant in ROS-low cells. Furthermore, treatment of NKT cells with antioxidants led to reduced frequencies of IFN-γ– and IL-17–expressing cells, indicating that ROS play a role in regulating the inflammatory function of NKT cells. The transcription factor promyelocytic leukemia zinc finger (PLZF) seemed to control the ROS levels. NKT cells from adipose tissues that do not express PLZF and those from PLZF haplodeficient mice have low ROS. Conversely, ROS were highly elevated in CD4 T cells from mice ectopically expressing PLZF. Thus, our findings demonstrate that PLZF controls ROS levels, which in turn governs the inflammatory function of NKT cells",
        "email": "",
        "conf": "bioRxiv",
        "coauthors": [
            "Yeung-Hyen Kim, Ajay Kumar, Cheong-Hee Chang, Kalyani Pyaram"
        ],
        "keywords": ""
    },
    {
        "id": 1794,
        "label": 35,
        "author": "ajay kumar",
        "title": "Haemolytic uraemic syndrome in India due to Shiga toxigenic Escherichia coli",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "The emergence of Shiga toxigenic Escherichia coli (STEC) as a causative agent of diarrhoea, haemorrhagic colitis and haemolytic uraemic syndrome (HUS) in humans is a significant public health concern worldwide. Here we describe a case of HUS following dysentery due to STEC. Though STEC is not a major cause of diarrhoea in India, we recommend that STEC should be looked for in all cases of bloody diarrhoea. To our knowledge, this is the first case of HUS caused by STEC in India.",
        "email": "",
        "conf": "Journal of Medical Microbiology",
        "coauthors": [
            "Ajay Kumar, Neelam Taneja, Sunit Singhi, Ravi Shah, Meera Sharma"
        ],
        "keywords": ""
    },
    {
        "id": 1783,
        "label": 35,
        "author": "ajay kumar",
        "title": "Reactive Oxygen Species Regulate the Inflammatory Function of NKT Cells through Promyelocytic Leukemia Zinc Finger",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "Reactive oxygen species (ROS) are byproducts of aerobic metabolism and contribute to both physiological and pathological conditions as second messengers. ROS are essential for activation of T cells, but how ROS influence NKT cells is unknown. In the present study, we investigated the role of ROS in NKT cell function. We found that NKT cells, but not CD4 or CD8 T cells, have dramatically high ROS in the spleen and liver of mice but not in the thymus or adipose tissues. Accordingly, ROS-high NKT cells exhibited increased susceptibility and apoptotic cell death with oxidative stress. High ROS in the peripheral NKT cells were primarily produced by NADPH oxidases and not mitochondria. We observed that sorted ROS-high NKT cells were enriched in NKT1 and NKT17 cells, whereas NKT2 cells were dominant in ROS-low cells. Furthermore, treatment of NKT cells with antioxidants led to reduced frequencies of IFN-γ– and IL-17–expressing cells, indicating that ROS play a role in regulating the inflammatory function of NKT cells. The transcription factor promyelocytic leukemia zinc finger (PLZF) seemed to control the ROS levels. NKT cells from adipose tissues that do not express PLZF and those from PLZF haplodeficient mice have low ROS. Conversely, ROS were highly elevated in CD4 T cells from mice ectopically expressing PLZF. Thus, our findings demonstrate that PLZF controls ROS levels, which in turn governs the inflammatory function of NKT cells.",
        "email": "",
        "conf": "The Journal of Immunology",
        "coauthors": [
            "Yeung-Hyen Kim",
            "Ajay Kumar",
            "Cheong-Hee Chang",
            "Kalyani Pyaram"
        ],
        "keywords": ""
    },
    {
        "id": 1787,
        "label": 35,
        "author": "ajay kumar",
        "title": "Two or three primary dose regime for Haemophilus influenzae type b conjugate vaccine: meta-analysis of randomized controlled trials",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "Haemophilus influenzae type b (Hib) is an important cause of meningitis and pneumonia in children. Despite the availability of Hib conjugate vaccine, many countries are still to implement it in their immunization schedule. Before introducing the vaccine in routine immunization programs, it is important to know not only the cumulative efficacy but also the efficacy of each vaccine dose. The primary objective of this review is to find whether two primary dose schedule of Hib vaccine is equally efficacious as the standard three primary dose schedule. A highly sensitive online search was run using the terms ‘Haemophilus Vaccines’ or ‘Haemophilus influenzae type b’ and ‘conjugate vaccine’, and Medline (Ovid), PubMed, Embase, CENTRAL and Scopus were explored for prospective randomized controlled studies. Data were extracted in a predesigned proforma and analyzed using RevMan software. Nine randomized studies were included in the analysis. Pooled vaccine efficacy using a fixed effects model against confirmed invasive Hib disease following the 3, 2 and 1 primary dose schedule were 82% [95% confidence interval (CI) 73-87], 79% (95% CI 54–90) and 65% (95% CI 23–84), respectively, and the overall efficacy was 80% (95% CI 72–85). To conclude, we found that Hib conjugate vaccine is highly efficacious and that the two dose regime is as good as the three dose regime. [The protocol was registered with PROSPERO (CRD42013004490)].",
        "email": "",
        "conf": "Therapeutic Advances in Vaccines",
        "coauthors": [
            "Kiran Thumburu",
            "Meenu Singh",
            "Rashmi Ranjan Das",
            "Nishant Jaiswal",
            "Amit Agarwal",
            "Ajay Kumar",
            "Harpreet Kaur"
        ],
        "keywords": "efficacy, evidence, Haemophilus influenzae type b vaccine, meta-analysis"
    },
    {
        "id": 1781,
        "label": 35,
        "author": "ajay kumar",
        "title": "Keap1-Nrf2 System Plays an Important Role in Invariant Natural Killer T Cell Development and Homeostasis",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "Kelch-like ECH-associated protein 1 (Keap1) and nuclear factor (erythroid-derived 2)-like 2 (Nrf2) proteins work in concert to regulate the levels of reactive oxygen species (ROS). The Keap1-Nrf2 antioxidant system also participates in T cell differentiation and inflammation, but its role in innate T cell development and functions remains unclear. We report that T cell-specific deletion of Keap1 results in defective development and reduced numbers of invariant natural killer T (NKT) cells in the thymus and the peripheral organs in a cell-intrinsic manner. The frequency of NKT2 and NKT17 cells increases while NKT1 decreases in these mice. Keap1-deficient NKT cells show increased rates of proliferation and apoptosis, as well as increased glucose uptake and mitochondrial function, but reduced ROS, CD122, and Bcl2 expression. In NKT cells deficient in Nrf2 and Keap1, all these phenotypic and metabolic defects are corrected. Thus, the Keap1-Nrf2 system contributes to NKT cell development and homeostasis by regulating cell metabolism.",
        "email": "",
        "conf": "Cell Reports",
        "coauthors": [
            "Kalyani Pyaram",
            "Ajay Kumar",
            "Yeung-Hyen Kim",
            "Sanjeev Noel",
            "Sekhar P. Reddy",
            "Hamid Rabb",
            "Cheong-Hee Chang"
        ],
        "keywords": "innate T cellscell metabolism,antioxidant system,NKT cells,reactive oxygen species"
    },
    {
        "id": 1786,
        "label": 35,
        "author": "ajay kumar",
        "title": "Role of Staphylococcus aureus Virulence Factors in Inducing Inflammation and Vascular Permeability in a Mouse Model of Bacterial Endophthalmitis",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "Staphylococcus (S.) aureus is a common causative agent of bacterial endophthalmitis, a vision threatening complication of eye surgeries. The relative contribution of S. aureus virulence factors in the pathogenesis of endophthalmitis remains unclear. Here, we comprehensively analyzed the development of intraocular inflammation, vascular permeability, and the loss of retinal function in C57BL/6 mouse eyes, challenged with live S. aureus, heat-killed S. aureus (HKSA), peptidoglycan (PGN), lipoteichoic acid (LTA), staphylococcal protein A (SPA), α-toxin, and Toxic-shock syndrome toxin 1 (TSST1). Our data showed a dose-dependent (range 0.01 μg/eye to 1.0 μg/eye) increase in the levels of inflammatory mediators by all virulence factors. The cell wall components, particularly PGN and LTA, seem to induce higher levels of TNF-α, IL-6, KC, and MIP2, whereas the toxins induced IL-1β. Similarly, among the virulence factors, PGN induced higher PMN infiltration. The vascular permeability assay revealed significant leakage in eyes challenged with live SA (12-fold) and HKSA (7.3-fold), in comparison to other virulence factors (~2-fold) and controls. These changes coincided with retinal tissue damage, as evidenced by histological analysis. The electroretinogram (ERG) analysis revealed a significant decline in retinal function in eyes inoculated with live SA, followed by HKSA, SPA, and α-toxin. Together, these findings demonstrate the differential innate responses of the retina to S. aureus virulence factors, which contribute to intraocular inflammation and retinal function loss in endophthalmitis.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Ajay Kumar",
            "Ashok Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1789,
        "label": 35,
        "author": "ajay kumar",
        "title": "Distribution of Serotypes Vaccine Coverage and Antimicrobial Susceptibility Pattern of Streptococcus Pneumoniae in Children Living in SAARC Countries: A Systematic Review",
        "organization": "Postdoctoral fellow  University of Michigan",
        "abstract": "Introduction: Each SAARC nation falls in the zone of high incidence of pneumococcal disease but there is a paucity of literature estimating the burden of pneumococcal disease in this region. Objective: To identify the prevalent serotypes causing invasive pneumococcal disease in children of SAARC countries, to determine the coverage of these serotypes by the available vaccines, and to determine the antibiotic resistance pattern of Streptococcus pneumoniae. Methods: We searched major electronic databases using a comprehensive search strategy, and additionally searched the bibliography of the included studies and retrieved articles till July 2014. Both community and hospital based observational studies which included children aged ≤12 years as/or part of the studied population in SAARC countries were included. Results: A total of 17 studies were included in the final analysis. The period of surveillance varied from 12–96 months (median, 24 months). The most common serotypes country-wise were as follows: serotype 1 in Nepal; serotype 14 in Bangladesh and India; serotype 19F in Sri Lanka and Pakistan. PCV-10 was found to be suitable for countries like India, Nepal, Bangladesh, and Sri Lanka, whereas PCV-13 may be more suitable for Pakistan. An increasing trend of non-susceptibility to antibiotics was noted for co-trimoxazole, erythromycin and chloramphenicol, whereas an increasing trend of susceptibility was noted for penicillin. Conclusion: Due to paucity of recent data in majority of the SAARC countries, urgent large size prospective studies are needed to formulate recommendations for specific pneumococcal vaccine introduction and usage of antimicrobial agents in these regions.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Nishant Jaiswal",
            "Meenu Singh",
            "Rashmi Ranjan Das",
            "Ishita Jindal",
            "Amit Agarwal",
            "Kiran Kumar Thumburu",
            "Ajay Kumar",
            "Anil Chauhan"
        ],
        "keywords": ""
    }
]