[
    {
        "id": 251,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Formation of One- Two- and Three-Dimensional Open-Framework Zinc Phosphates in the Presence of a Tetramine.",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Five new open-framework zinc phosphates, encompassing the entire hierarchy of open-framework structures, have been synthesized hydrothermally in the presence of triethylenetetramine. The structures include one-dimensional ladders, two-dimensional layers, and three-dimensional structures as well as a zinc phosphate where the amine acts as a ligand. [C6N4H22]0.5[Zn(HPO4)2] (I):  monoclinic, space group P21/c (no. 14), a = 5.2677(1) Å, b = 13.3025(1) Å, c = 14.7833(1) Å, β = 96.049°, Z = 4. [C6N4H22]0.5[Zn2(HPO4)3] (II):  triclinic, space group P1̄ (no. 2), a = 7.515(1) Å, b = 8.2553(1) Å, c = 12.911(1) Å, α = 98.654(1)°, β = 101.274(1)°, γ = 115.791(1)°, Z = 2. [C6N4H22]0.5[Zn2P2O8] (III):  triclinic, space group P1̄ (no. 2), a = 8.064(1) Å, b = 8.457(1) Å, c = 9.023(1) Å, α = 111.9(1)°, β = 108.0(1)°, γ = 103.6(1)°, Z = 2. [C6N4H22]0.5[Zn3(PO4)2(HPO4)] (IV):  triclinic, space group P1̄ (no. 2), a = 5.218(1) Å, b = 8.780(1) Å, c = 16.081(1) Å, α = 89.3(1)°, β = 83.5(1)°, γ = 74.3(1)°, Z = 2. [C6N4H20]0.5[Zn4P4O16] (V):  monoclinic, space group P21/c (no. 14), a = 9.219(1) Å, b = 15.239(1) Å, c = 10.227(1) Å, β = 105.2(1), Z = 4. The structure of I is composed of ZnO4 and HPO4 tetrahedra, which are edge-shared to form four-membered rings, which, in turn, form a one-dimensional chain (ladder). In II, these ladders are fused into a layer. The structures of III and IV comprise networks of ZnO4 and PO4 tetrahedra forming three-dimensional architectures. In V, the amine molecule coordinates to the Zn and acts as a pillar supporting the zinc phosphate layers, which possess infinite Zn−O−Zn linkages. The 16-membered one-dimensional channel in IV and the ZnO3N pillar, along with infinite Zn−O−Zn linkages in V, are novel features. The structure of the open-framework zinc phosphates is found to depend sensitively on the relative concentrations of the amine and phosphoric acid, with high concentrations of the latter favoring structures with lower dimensions.",
        "email": "",
        "conf": "Inorganic Chemistry",
        "coauthors": [
            "Amitava Choudhury",
            "Srinivasan Natarajan",
            "C. N. R. Rao"
        ],
        "keywords": "amine; phosphoric acid derivative; zinc phosphate, article; chemical bond; chemical reaction; crystal structure; heat treatment; structure analysis; synthesis"
    },
    {
        "id": 235,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Understanding the building-up process of three dimensional open-framework metal phosphates: Acid degradation of the 3D structures to lower dimensional structures",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Acid degradation of 3D zinc phosphates primarily yields a one-dimensional ladder compound, an observation that is significant considering that the latter forms 3D structures on heating in water.",
        "email": "",
        "conf": "Chemical Communications",
        "coauthors": [
            "Amitava Choudhury",
            "C N R Rao"
        ],
        "keywords": ""
    },
    {
        "id": 210,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Role of auxiliary donors in tuning the selectivity of C-H activation in arylazonaphthalenes by palladium(II) : Isolation and photoisomerization of isomeric cyclopalladates",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Pyrolysis of a 1-D polymeric cobalt(II) coordination complex ([Co(BDC)(Mim)2]n, H2BDC = benzenedicarboxylic acid; Mim = N-methylimidazole) results in the formation of carbon embedded fcc cobalt nanoparticle composites, Co@C. The as-prepared Co@C shows an agglomerated secondary structure with a highly embedded carbon shell comprising of cobalt nanoparticles of 20–100 nm. These Co@C particles show excellent catalytic activity in the reduction of nitrophenol to aminophenol, studied as a model reaction, and evolves as a promising candidate for the gas phase reduction process.",
        "email": "choudhurya@mst.edu",
        "conf": "Journal of the Indian Chemical Society",
        "coauthors": [
            "Debatra Narayan Neogi",
            "Satyadeep Singh Chhetri",
            "Purak Das",
            "Pinaki Bandyopadhyay"
        ],
        "keywords": ""
    },
    {
        "id": 257,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Solution-mediated synthesis of a three-dimensional zinc phosphate in the presence of a monoamine",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A new open-framework zinc phosphate of the formula [C2H5NH3]2[Zn2(HPO4)3], I, has been synthesized at 60 °C in a THF–water medium in the presence of ethylamine. The structure consists of a network of strictly alternating ZnO4 and PO4 tetrahedra forming 4- and 8-membered rings, which connect to form intersecting elliptical channels bound by 12- and 8-T atoms (T = Zn, P) along the c and b axes, respectively. The amine molecule sits in the channel bound by 12-T atoms and the –OH group of the HPO4 unit protrudes into the 8-membered channel. An interesting feature of I is that it has a very low framework density. Crystal data: [C2H5NH3]2[Zn2(HPO4)3], monoclinic, C2/c (no. 15), a = 17.351(4), b = 9.507(5), c = 9.806(5) Å, β = 102.68(2)°, V = 1578.3(1) Å3, Z = 4.",
        "email": "",
        "conf": "Journal of Materials Chemistry ",
        "coauthors": [
            "Ayi Ayi",
            "Amitava Choudhury",
            "Srinivasan Natarajan",
            "C.N.R. Rao"
        ],
        "keywords": ""
    },
    {
        "id": 241,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Organically templated linear and layered cadmium sulfates",
        "organization": "Missouri University of Science and Technology",
        "abstract": "By reacting cadmium salts with H2SO4 in the presence of organic amines or directly with amine sulfates under hydrothermal conditions, it has been possible to prepare three linear cadmium sulfates of linarite topology, with the compositions [H3N(CH2)2NH3]2[CdCl2(SO4)][SO4]·H2O, I, [HN(CH2)6NH][CdBr2(SO4)], II, [HN(CH2)6NH][CdCl2(SO4)], III. A layered cadmium sulfate of composition [H3N(CH2)3NH3][Cd2(H2O)2(SO4)3], IV, has also been obtained. These sulfates are the first examples of a family of organically templated metal sulfates with interesting structural features. In the linarite chains, the CdX4O2 (X = Cl, Br) octahedron shares two trans-edges to form an [Mφ4] (φ = anionic ligand) chain decorated by the SO4 tetrahedron that adopts a staggered arrangement on either side of the chain. IV is constructed by the fusion of four-membered ring ladders involving edge sharing between the sulfate tetrahedron and metal octahedron. IV appears to be the first member of a family of organically templated metal sulfates containing an octahedral–tetrahedral 2D net wherein the sulfate tetrahedron is connected at all four corners.",
        "email": "",
        "conf": "Journal of the Chemical Society Dalton Transactions",
        "coauthors": [
            "Geo Paul",
            "Amitava Choudhury",
            "C. N. R. Rao"
        ],
        "keywords": "4-Connected 3-Dimensional Nets,Open-Framework Structures,Crystal-Structure,Hydrogen-Bonds,Iron Phosphate,Ethylenediamine,Classification,Enumeration,Chemistry,Silicate"
    },
    {
        "id": 234,
        "label": 4,
        "author": "amitava choudhury",
        "title": "An Organically Templated Open-Framework Cadmium Selenite.",
        "organization": "Missouri University of Science and Technology",
        "abstract": "An open-framework cadmium selenite of the composition [CdCl2(HSeO3)2](enH2) has been obtained by a solution-mediated reaction. This compound crystallizes in a monoclinic unit cell with the space group P21/c (No. 14) and the lattice parameters a=8.2888(7) Å, b=7.8071(7) Å, c=9.9430(8) Å, β=112.444(2)°, V=594.69(9), Z=4. The selenite has a layered structure containing macroanionic sheets of [CdCl2(HSeO3)2]2−, with the protonated ethylenediamine (en) molecules in the interlamellar space. This cadmium selenite is the first few members of the new family of open-framework metal selenites.",
        "email": "",
        "conf": "Solid State Sciences",
        "coauthors": [
            "Intyaj Pasha",
            "Amitava Choudhury",
            "C. N. R. Rao"
        ],
        "keywords": "Composition; Crystal Structure; Crystallization; Lattice Constants; Negative Ions; Unit Cells; Calcium Compounds; Cadmium Chloride; Cadmium Derivative; Cadmium Selenite; Selenite; Selenium Derivative; Unclassified Drug; Article; Chemical Analysis; Chemical Reaction; Chemical Structure; Crystallization; Molecule; Proton Transport"
    },
    {
        "id": 224,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Reentrant high-conduction state in CuIr2S4 under pressure",
        "organization": "Missouri University of Science and Technology",
        "abstract": "The results of electrical resistance and angle dispersive X-ray diffraction measurements at high pressures and ambient temperature on the chalcogenide spinel, CuIr2S4 are reported. The resistance increases gradually and reaches around 12 GPa a value that is approximately forty times the initial value. Above 15 GPa, the resistance decreases up to 30 GPa and on further pressure increase tends to saturate at a value slightly above the ambient pressure value. Thus, the material exhibits a reentrant high conducting phase under pressure. The behaviour of the electrical resistance exhibits a close correlation with the structural evolution with pressure.",
        "email": "",
        "conf": "Solid State Communications",
        "coauthors": [
            "Alka Garg",
            "Viswanathan Vijayakumar",
            "Budhi Godwal",
            "Amitava Choudhury",
            "Hans D. Hochheimer"
        ],
        "keywords": "Inorganic compounds, X-ray diffraction, Electric transport, High pressure"
    },
    {
        "id": 245,
        "label": 4,
        "author": "amitava choudhury",
        "title": "A layered zinc phosphate [C6N4H22][Zn6(PO4) 4(HPO4)2] formed by one-dimensional tubes",
        "organization": "Missouri University of Science and Technology",
        "abstract": "An open-framework zinc phosphate, [C6N4H22][Zn6(PO4)4(HPO4)2] (I), with alternating inorganic and organic layers has been synthesized hydrothermally from a starting mixture of ZnO, HCl, H3PO4, H2C2O4, and triethylenetetramine. Single-crystal data for I: monoclinic, space group =P21/c (No. 14), a=9.881(1), b=16.857(1), c=8.286(1) Å, β=96.7(1)°, V=1370.8(1) Å3, Z=2, R1=0.06, and wR2=0.13 [1408 observed reflections with I>2σ(I)]. The structure of I comprises a network of ZnO4, PO4, and PO3(OH) tetrahedra forming one-dimensional tubes. The tubes, in turn, are linked via oxygen atoms forming macroanionic inorganic layers with eight-membered apertures. The one-dimensional tube-like architecture in I is a novel feature worthy of note.",
        "email": "",
        "conf": "Journal of Solid State Chemistry",
        "coauthors": [
            "Amitava Choudhury",
            "Srinivasan Natarajan",
            "C. N. R. Rao"
        ],
        "keywords": "Hydrochloric Acid; Inorganic Compound; Organic Compound; Phosphate; Trientine; Zinc Phosphate, Article; Chemical Binding; Chemical Interaction; Crystal Structure; Synthesis; Tube"
    },
    {
        "id": 229,
        "label": 4,
        "author": "amitava choudhury",
        "title": "The first organically templated linear metal selenate",
        "organization": "Missouri University of Science and Technology",
        "abstract": "An organically templated cadmium selenate of the formula [enH2][Cd(H2O)2(SeO4)2], I, has been synthesized by carrying out the reaction between CdO and H2SeO4 in the presence of the amine in aqueous medium at 80°C. The structure of I involves isolated infinite [Cd(H2O)2(SeO4)2]2− chains running along the c-axis, with the protonated ethylenediamine molecules between them. Crystal data for I are as follows: Monoclinic, space group=C2/c, a=10.5059(7), b=10.3605(7), c=10.6028(7)Å, β=94.666(2)°, V=1150.25(13)Å3, z=8, R1=0.0237, wR2=0.0500 (for all data).",
        "email": "",
        "conf": "Journal of Solid State Chemistry",
        "coauthors": [
            "Intyaj Pasha",
            "Amitava Choudhury",
            "C.N.R. Rao"
        ],
        "keywords": "Cadmium selenate, Organically templated material, One-dimensional structure, Kröhnkite-type chain, thermogravimetric analysis"
    },
    {
        "id": 211,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Iron Borophosphate as a Potential Cathode for Lithium- and Sodium-Ion Batteries",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Lithium iron borophosphate, Li0.8Fe(H2O)2[BP2O8]·H2O, with a chiral 65 helical channel structure has been shown to be electrochemically active as the cathode for both Li- and Na-ion batteries. We report here, for the first time, synthesis of the illusive Li-containing iron borophosphate of a well-known structure type by employing a hydrothermal synthesis route. The compound has been characterized by single-crystal X-ray diffraction, magnetic measurement, and Mössbauer spectroscopy, which unequivocally prove the mixed valency of Fe2+/3+. The compound exhibits a sloppy voltage profile reminiscent of single-phase solid-solution-type behavior on electrochemical lithium and sodium insertion in the voltage range of 2.1–4.0 V and 1.6–4.0 V, respectively. The pure single-phase oxidized end-member Fe(H2O)2[BP2O8]·H2O was synthesized by chemical delithiation of the as-synthesized compound, and the structure was solved by ab initio methods, followed by Rietveld refinement of the synchrotron powder X-ray diffraction data, showing a volume change of 3% with retention of the parent lattice. The oxidized phase was also characterized with magnetic and Mössbauer spectroscopy, which, besides proving the 3+ oxidation state of Fe, showed long-range antiferromagnetic ordering. The electrochemical performance of Li0.8Fe(H2O)2[BP2O8]·H2O was studied with galvanostatic charge/discharge tests, cyclic voltammetry, and electrochemical impedance spectroscopy. The compound showed facile Li- and Na- (de)-insertion with an average voltage of 3.06 and 2.76 V for Li- and Na-ion cells, respectively, with almost 80% of the theoretical capacity achieved, and a reasonable capacity retention was observed. The results of EIS in the fabricated cells indicated higher impedances for the Na-ion cell, compared to the Li-ion cell. Variable-temperature EIS studies on pressed pellets of Li0.8Fe(H2O)2[BP2O8]·H2O showed high Li-ion conductivity (3.0 × 10–8 S cm–1 at room temperature) with low activation energy (0.20 eV/Li+).",
        "email": "choudhurya@mst.edu",
        "conf": "Chemistry of Materials",
        "coauthors": [
            "Hooman Yaghoobnejad Asl",
            "Patrick Stanley",
            "Kartik Ghosh",
            "Amitava Choudhury"
        ],
        "keywords": "Activation energy; Antiferromagnetism; Cathodes; Cells; Cyclic voltammetry; Cytology; Electric batteries; Electrochemical impedance spectroscopy; Electrodes; Hydrothermal synthesis; Ions; Iron; Lithium; Lithium compounds; Lithium-ion batteries; Metal ions; Oxidation; Rietveld refinement; Secondary batteries; Single crystals; Sodium compounds; Stereochemistry; Synthesis (chemical); X ray diffraction; Antiferromagnetic orderings; Chemical delithiation; Electrochemical performance; Galvanostatic charge/discharge; Low-activation energy; Single crystal x-ray diffraction; Ssbauer spectroscopies; Synchrotron powder X-ray diffractions; Iron compounds"
    },
    {
        "id": 248,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Transformations of low-dimensional zinc phosphates to complex open-framework structures. Part 1: Zero-dimensional to one- two- and three-dimensional structures",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Zero-dimensional 4-membered zinc phosphate monomers, [C6N2H18][Zn(HPO4)(H2PO4)2], I, and [C6N4H21][Zn(HPO4)2(H2PO4)], II, transform under simple reaction conditions to one-, two- and three-dimensional structures. Monomer II, on heating with zinc acetate dihydrate (Zn(OAc)2) in aqueous solution, gives a layered phosphate [C6N4H21][NH4][Zn6(PO4)4(HPO4)2]H2O, III. A novel three-dimensional structure [C6N4H21]4[Zn7(PO4)6]3, IV, with channels comprising Zn7O6 clusters is obtained on heating II in water under hydrothermal conditions. The monomer I transforms to a one-dimensional ladder, [C3N2H5][Zn(HPO4)], V, on heating with imidazole and to a three-dimensional structure, [C4N2H12][Zn2(H2O)(PO4)(HPO4)]2, VI, on heating with piperazine under ordinary conditions. I also transforms to a layered zinc phosphate, [C6N2H18][Zn3(H2O)4(HPO4)4], VII, on heating in water. In addition to the monomer, II, compounds III–VI have been obtained for the first time. The structures formed by the transformations of the monomers also exhibit unique structural features. Thus, in the ladder structure, V, the imidazole molecule is linked to the Zn center similar to the phosphate unit in a typical ladder structure, while in the layered phosphate, III, one-dimensional tubules are linked via ZnO4 tetrahedra and the three-dimensional structure, IV, possesses Zn7O6 clusters. Isolation of several related solids encompassing a variety of architectures through the transformations of zero-dimensional monomeric phosphates demonstrates not only that the 4-membered ring is a basic structural building unit in these open-framework materials, but also sheds light on the building-up process involved in their formation.",
        "email": "",
        "conf": "Journal of Materials Chemistry ",
        "coauthors": [
            "Ayi Ayi",
            "Amitava Choudhury",
            "Srinivasan Natarajan",
            "S. Neeraj",
            "CNR Rao"
        ],
        "keywords": ""
    },
    {
        "id": 223,
        "label": 4,
        "author": "amitava choudhury",
        "title": "A polymorph of K4Ge4Se10",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A new monoclinic polymorph, -K4Ge4Se10 (tetra­potassium deca­selenidotetra­germanate), that crystallizes in space group P21/c has been isolated. The structure contains isolated super-tetra­hedral adamantane [Ge4Se10]4- clusters identical to those in the known K4Ge4Se10 polymorph (P21/m), held together in in the crystal structure by ionic inter­action with the K+ ions. The adamantane unit, [Ge4Se10]4-, is formed by corner-sharing of four GeSe4 tetra­hedra, with average Ge-Se distances of 2.378 and 2.281 Å for (Ge-Se)endo and (Ge-Se)exo, respectively. There are four crystallographically distinct K+ ions in -K4Ge4Se10 having coordination numbers of 5, 7 and 8 (× 2), with K-Se distances in the range 2.986 (2)-3.888 (1) Å, while the coordination numbers of the three unique K+ ions in the known K4Ge4Se10 (P21/m) vary between 5 and 7. Besides the differences in coordination numbers of K+ ions, the two polymorphs also exhibit a different packing of the adamantane units.",
        "email": "",
        "conf": "Acta Crystallographica Section E Structure Reports Online",
        "coauthors": [
            "Amitava Choudhury",
            "Sabine Strobel",
            "Peter K. Dorhout"
        ],
        "keywords": ""
    },
    {
        "id": 228,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Synthesis and Characterization of Magnetic Iron Sulfide Nanowires",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Large quantities of Fe1–xS (x = 0.12 and 0.1–0.08) nanowires (see Figure) have been prepared by the thermal decomposition of a hybrid precursor, Fe1–xS(en)0.5 (x = 0.2–0.3, en = ethylenediamine). Removal of the amine from Fe1–xS(en)0.5 at 200 and 300 °C under Ar flow yields Fe7S8 and Fe1–xS (x ≈ 0.09) nanowires, respectively, with well‐defined morphologies. The Fe7S8 nanowires are ferrimagnetic at room temperature.",
        "email": "",
        "conf": "Advanced Materials",
        "coauthors": [
            "Manashi Nath",
            "Amitava Choudhury",
            "Asish K. Kundu",
            "C.N.R. Rao"
        ],
        "keywords": ""
    },
    {
        "id": 247,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Aufbau Principle of Complex Open-Framework Structures of Metal Phosphates with Different Dimensionalities",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Open-framework metal phosphates occur as one-dimensional (1D) chains or ladders, two-dimensional (2D) layers, and complex three-dimensional (3D) structures. Zero-dimensional monomers have also been isolated recently. These materials are traditionally prepared by hydrothermal means, in the presence of organic amines, but the reactions of amine phosphates with metal ions provide a facile route for the synthesis, and also throw some light on the mode of formation of these fascinating architectures. Careful studies of the transformations of monophasic zinc phosphates of well-characterized structures show that the 1D structures transform to 2D and 3D structures, while the 2D structures transform to 3D structures. The zero-dimensional monomers transform to 1D, 2D, and 3D structures. There is reason to believe that the 0D monomers, comprising four-membered rings, are the most basic structural units of the open-framework phosphates and that after an optimal precursor state, such as the ladder structure, is formed, further building may occur spontaneously. Evidence for the occurrence of self-assembly in the formation of complex structures is provided by the presence of the structural features of the one-dimensional starting material in the final products. These observations constitute the beginning of our understanding of the building-up principle of such complex structures.",
        "email": "",
        "conf": "Accounts of Chemical Research",
        "coauthors": [
            "Chintamani Nagesa Ramachandra Rao",
            "Srinivasan Natarajan",
            "Amitava Choudhury",
            "S. Neeraj",
            "Ayi Ayi"
        ],
        "keywords": "Models, Molecular, Molecular Structure, Phosphates - chemistry, Zinc Compounds - chemistry"
    },
    {
        "id": 233,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Organically Templated Vanadyl Selenites with Layered Structures",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Two layered vanadyl selenites with the compositions, [DABCOH2]0.5[(VIVO)(HSeO3)(SeO3)]·H2O, I, and [enH2][(VivO)2(VVO)O2(SeO3)3]-·1.25H2O, II, have been prepared by the reaction of NaVO3 with SeO2 or H2SeO4 under hydrothermal conditions in the presence of organic amines. Crystal data:  I, orthorhombic, space group Pbcn (No. 60), a = 6.3152(3) Å, b = 18.1918(8) Å, c = 17.7172(8) Å, V = 2035.4(2) Å3, Z = 8, R1(all data) = 0.0368; II, triclinic, space group P1̄ (No.2), a = 6.3406(2) Å, b = 10.2085(3) Å, c = 13.2551(10) Å, α = 101.238(2)°, β = 96.503(2)°, γ = 104.332(2)°, V = 803.47(4) Å3, Z = 2, R1(all data) = 0.0814. While I contains the ladder motif, commonly found in open-framework metal phosphates, II is formed by a secondary building unit composed of a V4O18 cluster along with SeO3 and VO5 groups. The study demonstrates that the selenite unit can be fruitfully exploited to design interesting open-framework structures.",
        "email": "",
        "conf": "Inorganic Chemistry",
        "coauthors": [
            "Intyaj Pasha",
            "Amitava Choudhury",
            "C N R Rao"
        ],
        "keywords": ""
    },
    {
        "id": 238,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Supramolecular hydrogen-bonded structure of a 1: 2 adduct of melamine with boric acid",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Boric acid (B) forms a 2:1 hydrogen-bond adduct, M·2B, with melamine (M), wherein, a finite tetrameric ribbon of boric acid forms hydrogen bonds with the nitrogen donor sites of M. Hydrogen-bonded layers of B and M in the bc-plane are connected by boric acid units along the a-axis to give a three dimensional structure. Interestingly, one of the amino groups of M does not participate in hydrogen bonding unlike all the hydroxyl groups of B.",
        "email": "",
        "conf": "Journal of Molecular Structure",
        "coauthors": [
            "Abhijit Roy",
            "Amitava Choudhury",
            "C.N.R. Rao"
        ],
        "keywords": "Boric acid, Melamine, Hydrogen bonding, Supramolecular chemistry, Hydrothermal synthesis"
    },
    {
        "id": 220,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Structural Evolution of BaVS3 Under Pressure",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Results of a high-pressure angle dispersive X-ray diffraction and electrical resistance study on quasi one-dimensional BaVS3 are reported. They show that no structural transition occurs up to 26 GPa. However, there is evidence of gradual disordering indicated by the broadening of the diffraction lines. p-V data fitted to a Birch-Murnaghan equation of state yields a value of the room-temperature, ambient-pressure bulk modulus of 77.3 GPa with a pressure derivative of 4.03. It is proposed that under compression structural phase transitions resulting from static displacements of V ions that are observed at low temperature are suppressed. Instead, a partial “polymerization” of V ions that is dynamic in nature and allows enhanced hopping conduction, starts near 3 GPa and saturates above 15 GPa.",
        "email": "",
        "conf": "Zeitschrift fur Naturforschung a",
        "coauthors": [
            "Alka Garg",
            "Viswanathan Vijayakumar",
            "Amitava Choudhury",
            "Hans D. Hochheimer"
        ],
        "keywords": "High Pressure; Low-dimensional Materials; X-Ray Diffraction; Phase Transitions; Transport Measurements"
    },
    {
        "id": 212,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Phosphite as Polyanion-based Cathode for Li-ion Battery: Synthesis Structure and Electrochemistry of LiFe(HPO3)2",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A new lithium containing iron(III) phosphite, LiFe(HPO3)2, has been synthesized via a solvent-free, low temperature, solid-state synthesis route. The crystal structure of this material has been determined employing single-crystal X-ray diffraction, which indicates that the compound has a three-dimensional structure formed by isolated FeO6 octahedral units joined together via bridging HPO3 pseudopyramidal moieties. This arrangement leads to the formation of channels along all the three crystallographic directions, where channels along the a- and b-axes host Li+ ions. The compound was further characterized by TGA, IR, and Mössbauer spectroscopic techniques. Additionally, it has been demonstrated that this phase is electrochemically active toward reversible intercalation of Li+ ions and thus can be used as a cathode material in Li-ion cells. An average discharge potential of 2.8 V and a practical capacity of 70 mAh·g–1 has been achieved as indicated by the results of cyclic voltammetry and galvanostatic charge–discharge tests.",
        "email": "choudhurya@mst.edu",
        "conf": "Inorganic Chemistry",
        "coauthors": [
            "Hooman Yaghoobnejad Asl",
            "Amitava Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 232,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Organically Templated Linear and Layered Iron Sulfates",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Linear and layered organically templated iron sulfates have been prepared under hydrothermal conditions. The linear iron sulfates, with the compositions [H3N(CH2)2NH3][FeF3(SO4)], I, [C(NH2)3]2[FeF(SO4)2], II, [H3N(CH2)2NH2(CH2)2NH3][FeF(SO4)2], III, and [H2N(CH2)4NH2][FeF3SO4], IV, possess the chain topologies found in tancoite, butlerite, and sideronatrite minerals. The layered sulfate V, with the composition [H3N(CH2)2NH3][Fe2F2(SO4)2(H2O)2], can be considered to be formed from butlerite-type chains and with a structure similar to that of the layered fluorophosphate, ULM-10. Whereas the linear chains show the presence of antiferromagnetic interactions, the layered iron sulfate exhibits metamagnetism.",
        "email": "",
        "conf": "Journal of the Chemical Society Dalton Transactions",
        "coauthors": [
            "Geo Paul",
            "Amitava Choudhury",
            "C. N. R. Rao"
        ],
        "keywords": "Ammonium Organic compounds, Antiferromagnetism, Carbanion Organic cation, Anionic complex, Aqua complex, Fluoro complex, Sulfato complex, X ray diffraction, Experimental study, Iron complex, Exchange interaction, Hydrogen bond, Porous material, Chemical preparation, Template reaction, Crystalline structure, Lamellar structure, Molecular structure, Open framework, Hydrothermal synthesis, Solvothermal synthesis, Topology, Inorganic compound, Transition element complexes"
    },
    {
        "id": 215,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Targeting Triple Negative Breast Cancer cells by N3-substituted 9 10-Phenanthrenequinone thiosemicarbazones and their metal complexes",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Novel N3-substituted 9,10-Phenanthrenequinone thiosemicarbazones and their copper, nickel and palladium complexes are structurally characterized and reported along with the single crystal X-ray structures of three ligands and one nickel complex. All compounds were evaluated for their antiproliferative potential against Triple Negative Breast Cancer (TNBC) cells which have poor prognosis and no effective drugs to treat with. All compounds exhibited antiproliferative activity against these cells. Among the metal complexes evaluated, redox active copper complexes were found to be more potent. The possible mechanism for such enhanced activity can be attributed to the generation of oxidative stress, which was amenable for targeting through metal complexation.",
        "email": "",
        "conf": "Spectrochimica Acta Part A Molecular and Biomolecular Spectroscopy",
        "coauthors": [
            "Zahra Afrasiabi",
            "Preston Stovall",
            "Kristen Finley",
            "Amitava Choudhury",
            "Charles Barnes",
            "Aamir Ahmad",
            "Fazlul Sarkar",
            "Alok Vyas",
            "Subhash Padhye"
        ],
        "keywords": "9,10-Phenanthrenequinone, N3-substituted thiosemicarbazones, Triple negative breast cancer, Copper complex, Antiproliferative activity"
    },
    {
        "id": 218,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Structure of Liquid Crystalline 1-Phenyl-3-{4-[4-(4-octyloxybenzoyloxy)phenyloxycarbonyl]phenyl}triazene-1-oxide at Low Temperature",
        "organization": "Missouri University of Science and Technology",
        "abstract": "The molecular structure of 1-phenyl-3-{4-[4-(4-octyloxybenzoyloxy)-phenyloxycarbonyl]phenyl}triazene-1-oxide, a member of newly developed liquid crystalline homologous series, has been investigated by crystal X-ray crystallography at low temperature (100 K). The title compound crystallizes in the triclinic crystal class in the space group P with cell parameters a = 5.766(5) Å, b = 12.151(10) Å, c = 21.751(17) Å, α = 79.089(13)°, β = 88.646(14)°, γ = 84.278(14)°, V = 1489(2) Å3 for Z = 2. It establishes the N-oxide form of the triazene-1-oxide moiety. The overall molecule is not planar, the dihedral angles between pairs of adjacent benzene rings are 14.00 (10), 52.36 (07), and 50.57 (07)°. Intramolecular N–H…O hydrogen-bonding is present within the triazene-1-oxide moiety of the title compound. The compound forms inversion dimer via an intermolecular N–H…O and an intermolecular C–H…O links. The dimers are then linked into chains in a parallel fashion by C–H…O hydrogen bonds. The crystal packing is further stabilized by C–H…π interactions.",
        "email": "",
        "conf": "Molecular Crystals and Liquid Crystals",
        "coauthors": [
            "Purak Das",
            "Achintesh Narayan Biswas",
            "Suvra Acharya",
            "Amitava Choudhury",
            "Pinaki Bandyopadhyay",
            "Pradip Kumar Mandal",
            "Sailesh Upreti"
        ],
        "keywords": "hydrogen-bonding interaction, liquid crystals, triazene-1-oxide, X-ray crystallography"
    },
    {
        "id": 242,
        "label": 4,
        "author": "amitava choudhury",
        "title": "An organically templated iron sulfate with a distorted Kagome lattice exhibiting unusual magnetic properties",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A layered iron sulfate of the composition [H3N(CH2)2NH2(CH2)2NH2(CH2)2NH3][FeII3F6(SO4)2], possessing a distorted Kagome lattice, prepared hydrothermally, is found to exhibit magnetic hysteresis like a ferrimagnet besides the characteristics of a frustrated system, like those of a spin glass.",
        "email": "",
        "conf": "Chemical Communications",
        "coauthors": [
            "Geo Paul",
            "Amitava Choudhury",
            "C N R Rao"
        ],
        "keywords": ""
    },
    {
        "id": 216,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Synthesis and characterization of a family of Co(II) triphenylamido-amine complexes and catalytic activity in controlled radical polymerization of olefins",
        "organization": "Missouri University of Science and Technology",
        "abstract": "The present work reports a new family of tripodal CoII complexes bearing trianionic triphenylamido-amine ligands with a variety of pendant arms (aryl, acyl, alkyl). These complexes have been synthesized by the reaction of anhydrous CoCl2 with the deprotonated ligands and exhibit stoichiometric and structural variation. The solid-state structures of these compounds reveal that in all cases the four nitrogen-atom residues of the ligands are coordinated to the metal center in a distorted trigonal-pyramidal geometry. In two cases, the presence of acetonitrile adds a fifth moiety to the coordination sphere. Among the aryl-armed CoII reagents, [K(L3)CoII–NCMe]n (1), [K(THF)6][(L5)CoII]·1.5THF (2) and [K(NCMe)3(L13)CoII–NCMe] (6), the two five-coordinate structures (1, 6) exhibit distorted trigonal bipyramidal geometries, with that of 6 being the least distorted. The four-coordinate species 2 is the only compound with a distinct anionic [(L5)CoII]− component, since the K+ ion is solely coordinated by solvent molecules. The acyl-armed CoII compounds [K(THF)2(L8)CoII]n (3) and {[K2(DMA)3(L10)2CoII2]·0.5Et2O}n (5) are strictly four-coordinate species, with the carbonyl moieties oriented exo with respect to the cavity of the vacant coordination site. Finally, compound [K2(L9)2CoII2]n (4) is the only example bearing an alkyl-armed ligand, and exhibits a geometry featuring a repeating –[Co(1)–K(1)–Co(2)–K(2)]n– sequence. All compounds have been characterized by spectroscopic and electrochemical techniques. Compounds 1, 2, 4, and 6 show reversible or semi-reversible CoII/CoIII redox couples, whereas the electron-deficient complexes 3 and 5 exhibit irreversible anodic waves. The catalytic reactivity of these complexes towards controlled radical polymerization (CRP) of styrene (St) and methyl methacrylate (MMA) has been studied and preliminary results are presented. Compounds 4 and 5 seem to be the most reactive with both monomers, giving high yields of polymers (60–86%), 3 efficiently induces styrene polymerization (90%), whereas 2 and 6 provide lower yields (12–16% for PS and 30–45% for PMMA). The steric factor seems to play an essential role, since CoII compounds that feature a less hindered fifth coordination site show the highest reactivity and better control over polymerization. The polymers obtained are predominately syndiotactic, consistent with radical polymerization, with two exceptions (1, 2) that exhibit unusually high ratios of isotactic triads. Interestingly, in many cases, the polymers obtained feature bimodal distributions, while the molecular weight distributions are not very broad (1.40–2.00), and this strongly indicates that two parallel mechanisms may be in operation.",
        "email": "",
        "conf": "Polyhedron",
        "coauthors": [
            "Vivek Bagchi",
            "Grigorios Raptopoulos",
            "Purak Das",
            "Sotirios Christodoulou",
            "Qiuwen Wang",
            "Lin Ai",
            "Amitava Choudhury",
            "Marinos Pitsikalis",
            "Patrina Paraskevopoulou",
            "Pericles Stavropoulos"
        ],
        "keywords": "Cobalt complexes, Trisamidoamine ligands, Electrochemistry, Controlled radical polymerization, Catalysis, Atom-transfer reactions"
    },
    {
        "id": 214,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Regioselective and regiospecific C(naphthyl)H bond activation: Isolation characterization crystal structure and TDDFT study of isomeric cyclopalladates",
        "organization": "Missouri University of Science and Technology",
        "abstract": "The C2(naphthyl)–H, C3(naphthyl)–H and C8(naphthyl)–H bonds of the naphthyl group present in a group of naphthylazo-2′-hydroxyarenes (H2L) have been activated at room temperature by palladium(II) and stable cyclopalladates of the type [PdL(B)] have been isolated in presence of neutral Lewis bases (B). The activation of C2(naphthyl)–H and C8(naphthyl)–H bonds of 1-(2′-hydroxynaphthylazo) naphthalene (H2L1) lead to the formation of isomeric cyclopalladates 2a & 2b respectively. The single crystal X-ray structures of both the isomers show the naphthylazonaphtholate is coordinated to palladium(II) as a dianionic terdentate C,N,O-donor and Lewis base B occupies the fourth position in the coordination sphere. The ortho-palladate (2a) contains both five-membered carbopalladacycle and azonaphtholato chelate ring whereas a five-membered carbopalladacycle and a six-membered azonaphtholato chelate ring are present in peri-palladate (2b). On the other hand, only C3(naphthyl)–H bond of 2-(2′-hydroxyarylazo)naphthalene (H2L2 & H2L3) has been found to be regiospecifically activated by palladium(II). The role of auxiliary donors on the regioselective and regiospecific C(naphthyl)–H bond activation and the rationale behind the formation of isomeric cyclopalladates have been discussed. All of the cyclopalladates absorb strongly in the ultraviolet and visible region. The Time-dependent density functional theory (TDDFT) calculations reveal that the high energy absorptions are predominantly due to intraligand π–π* and the low energy absorptions originate from intraligand π–π* with a small admixture of metal-to-ligand charge-transfer transitions.",
        "email": "",
        "conf": "Journal of Organometallic Chemistry",
        "coauthors": [
            "Achintesh Narayan Biswas",
            "Debatra Narayan Neogi",
            "Purak Das",
            "Amitava Choudhury",
            "Pinaki Bandyopadhyay"
        ],
        "keywords": "C–H activation, Cyclometallation, Palladium"
    },
    {
        "id": 244,
        "label": 4,
        "author": "amitava choudhury",
        "title": "One-dimensional zinc phosphates with linear chain structure",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Three one-dimensional zinc phosphates, [C5N2H14][Zn(HPO4)2], I, [C10N4H26][Zn(HPO4)2].2H2O II, and [C4N2H6]2[Zn(HPO4)], III, have been prepared employing hydro/solvothermal methods in the presence of organic amines. While I and II consist of linear chains of corner-shared four-membered rings, III is a polymeric wire where the amine molecule is directly bonded to the metal center. The wire, as well as the chain in these structures, are held together by hydrogen bond interactions involving the amine and the framework oxygens. The polymeric zinc phosphate with wire-like architecture, III, is only the second example of such architecture. Crystal data: I, monoclinic, P21/c (no. 14), a=8.603(2), b=13.529(2), c=10.880(1) Å, β=94.9(1)°, V=1261.6(1) Å3, Z=4, ρcalc.=1.893 gcm−3, μ(MoKα)=2.234 mm−1, R1=0.032, wR2=0.086, [1532 observed reflections with I>2σ(I)], II, orthorhombic, Pbca (no. 61), a=8.393(1), b=15.286(1), c=22.659(1) Å, V=2906.9(2) Å3, Z=8, ρcalc.=1.794 gcm−3, μ(MoKα)=1.957 mm−1, R1=0.055, wR2=0.11, [1565 observed reflections with I>2σ(I) and III, monoclinic, P21/c (no. 14), a=8.241(1), b=13.750(2), c=10.572(1) Å, β=90.9(1)°, V=1197.7(2) Å3, Z=4, ρcalc.=1.805 gcm−3, μ(MoKα)=2.197 mm−1, R1=0.036, wR2=0.10, [1423 observed reflections with I>2σ(I)].",
        "email": "",
        "conf": "Journal of Physics and Chemistry of Solids",
        "coauthors": [
            "Ayi Ayi",
            "Sharma Neeraj",
            "Amitava Choudhury",
            "Srinivasan Natarajan",
            "C.N.R Rao"
        ],
        "keywords": ""
    },
    {
        "id": 254,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Three-Dimensional Open-Framework Cobalt(II) Phosphates by Novel Routes",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Two new three-dimensional open-framework cobalt phosphates, [C2N2H10]2[Co4(PO4)4]H2O, I, and [C4N3H16]3[Co6(PO4)5(HPO4)3]H2O, II, have been prepared by the reaction of amine phosphates with Co2+ salts. I could also be prepared by the reaction of the cobalt tris amine complex with H3PO4. The crystal data for I and II are as follows:  phosphate I, orthorhombic, space group P212121 (no. 19), a = 10.277 (1) Å, b = 10.302 (1) Å, c = 18.836 (1) Å, V = 1994.2 (2) Å3, Z = 4; phosphate II, monoclinic, space group P21/c (No. 14), a = 31.950 (1) Å, b = 8.360 (1) Å, c = 15.920 (1) Å, β = 96.6 (1)oV = 4223.4 (2) Å3, Z = 4. The structures of both I and II are constructed from alternating CoO4 and PO4 tetrahedra. The connectivity leads to the formation of eight-membered channels in all the crystallographic directions resembling the aluminosilicate zeolite, merlinoite in the case of I and to a rather large, one-dimensional 16-membered channel in II. Strong hydrogen-bond interactions involving the amine and framework oxygens are present in both I and II.",
        "email": "",
        "conf": "Inorganic Chemistry",
        "coauthors": [
            "Srinivasan Natarajan",
            "Sharma Neeraj",
            "Amitava Choudhury",
            "C. N. R. Rao"
        ],
        "keywords": ""
    },
    {
        "id": 205,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Combined Theoretical and Experimental Approach to the Discovery of Electrochemically Active Mixed Polyanionic Phosphatonitrates AFePO4NO3 (A = NH4/Li K)",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A new class of mixed polyanionic transition metal phosphatonitrate with the general formula AFePO4NO3 (A = NH4/Li, K) has been synthesized following a computational predictive study based on DFT calculations. Structures of the crystalline products have been solved through synchrotron powder XRD and single-crystal XRD techniques. This class of materials exhibits the rare coordination of PO43– and NO3– to a single transition metal center and is structurally related to the rare mineral bonshtedtite (Na3FePO4CO3), which has been used as the initial model for predicting phosphatonitrates. (NH4)1–xLixFePO4NO3 has been found to be capable of reversible electrochemical Li- and Na-ion intercalation in the potential range 2.0–4.2 V at a theoretical capacity of ca. 116 mAh·g–1. Various aspects of structural, chemical/electrochemical, and spectroscopic features of AFePO4NO3 have been discussed in this article.",
        "email": "choudhurya@mst.edu",
        "conf": "Chemistry of Materials",
        "coauthors": [
            "Hooman Yaghoobnejad Asl",
            "Amitava Choudhury"
        ],
        "keywords": "Single crystals; Experimental approaches; General formulas; Ion intercalation; Single crystal XRD; Spectroscopic features; Synchrotron powder XRD; Theoretical capacity; Transition-metal centers; Transition metals"
    },
    {
        "id": 239,
        "label": 4,
        "author": "amitava choudhury",
        "title": "A new layered iron fluorophosphate",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A new iron fluorophosphate of the composition, [C6N4H21] [Fe2F2(HPO4)3][H2PO4]·2H2O,I has been prepared by the hydrothermal route. This compound contains iron fluorophosphate layers and the H2PO4 - anions are present in the interlayer space along with the protonated amine and water molecules. The compound crystallizes in the monoclinic space group P21/c.(a = 13.4422(10) Å,b = 9.7320(10) Å, c = 18.3123(3) Å, β= 92.1480°,V= 2393.92(5) Å3, Z = 4,M = 719.92,d calc. = 1.997 g cm-3, R1 = 0.03 andwR 2= 0.09).",
        "email": "amitava@jncasr.ac.in",
        "conf": "Journal of Chemical Sciences",
        "coauthors": [
            "Amitava Choudhury"
        ],
        "keywords": "Open-framework materials; layered iron phosphate, hydrothermal synthesis"
    },
    {
        "id": 222,
        "label": 4,
        "author": "amitava choudhury",
        "title": "An Ordered Assembly of Filled Nanoscale Tubules of Europium Seleno-silicate in the Crystal Structure of a Quaternary Compound",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A quaternary compound of the composition Na2EuSiSe4 featuring filled nanotubules was isolated from a reaction of elemental Eu, Si, and Se in Na2Se2 flux. The compound crystallizes in the trigonal system, space group = R3c, a = 24.397(1), c = 7.1468(9) Å, V = 3684.2(6) Å3. The structure is composed of quasi-infinite nanoscale tubules of [EuSiSe4]2-n, filled with Na+ cations and held together by Na+ cations through ionic interactions. The tubules are constructed through a complex network of monocapped EuSe7 trigonal prisms and SiSe4 tetrahedra. Three EuSe7 polyhedra are corner-shared to form isosceles triangular clusters that are stacked one over the other in a staggered fashion and fused together through edge-sharing to form a tubule surrounded by SiSe4 tetrahedra. The inner and outer crystallographic diameters of the tubules are 4.05(2) and 12.14(1) Å, respectively.",
        "email": "",
        "conf": "Journal of the American Chemical Society",
        "coauthors": [
            "Amitava Choudhury",
            "Peter K Dorhout"
        ],
        "keywords": "europium; nanotube; selenium derivative; silicate; article; chemical analysis; chemical structure; crystal structure; nanoanalysis; nanochemistry; structure analysis"
    },
    {
        "id": 243,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Transformations of two-dimensional layered zinc phosphates to three-dimensional and one-dimensional structures",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Transformations of the layered zinc phosphates of the compositions [C6N4H22]0.5[Zn2(HPO4)3], I, [C3N2H12][Zn2(HPO4)3], II and [C3N2OH12][Zn2(HPO4)3], III, containing triethylenetetramine, 1,3-diaminopropane, and 1,3-diamino-2-hydroxypropane, respectively, have been investigated under different conditions. On heating in water, I transforms to a one-dimensional (1-D) ladder and a three-dimensional (3-D) structure, while II gives rise to only a two-dimensional (2-D) layered structure. In the transformation reaction of I with zinc acetate, the same ladder and 3-D structures are obtained along with a tubular layer. Under similar conditions II gives a layered structure formed by the joining of two ladder motifs. III, on the other hand, is essentially unreactive when heated with water and zinc acetate, probably because the presence of the hydroxy group in the amine which hydrogen bonds to the framework. In the presence of piperazine, I, II and III give rise to a four-membered, corner-shared linear chain which is likely to be formed via the ladder structure. In addition, 2-D and 3-D structures derived from the 1-D linear chain or ladder structures are also formed. The primary result from the study is that the layers produce 1-D ladders, which then undergo other transformations. It is noteworthy that in the various transformations carried out, most of the products are single-crystalline.",
        "email": "",
        "conf": "Journal of Materials Chemistry ",
        "coauthors": [
            "Amitava Choudhury",
            "Sharma Neeraj",
            "Srinivasan Natarajan",
            "C. N. R. Rao"
        ],
        "keywords": ""
    },
    {
        "id": 253,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Inorganic Hybrid Open-Framework Structures: Synthesis and Structure of a Cobalt Phosphate-Oxalate [C4N2H12]0.5 [Co2(HPO4)(C2O4)1.5]",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A new open-framework inorganic–organic hybrid structure involving cobalt, [N2C4H12]0.5[Co2(HPO4)(C2O4)1.5], has been synthesized for the first time by hydrothermal methods. The three-dimensional structure is formed by the edge-shared CoO6 and CoO5 polyhedra forming a [Co2O9] dimer, that are connected with the PO4 polyhedra and the oxalate units forming one-dimensional channels. The amine molecules are located within these channels. The oxalate units have a dual functionality of connecting within the plane of the layer as well as out of the plane. The material is thermally stable up to 350°C and orders anti-ferromagnetically at low temperatures. Crystal data: a=7.494(1), b=7.726(1), c=17.852(3) Å, β=97.7(1)°; V=1024.2(2) Å3; space group=P21/c (no. 14); Z=4; M=389.9; Dcalc.=2.529 g cm−3; λ(Mo–Kα)=3.451 mm−1; λ=0.71073 Å; R1=0.04; wR2=0.10 and S=1.13",
        "email": "",
        "conf": "ChemInform",
        "coauthors": [
            "Amitava Choudhury",
            "Srinivasan Natarajan"
        ],
        "keywords": "Inorganic–organic compounds, Chemical synthesis, X-ray diffraction"
    },
    {
        "id": 227,
        "label": 4,
        "author": "amitava choudhury",
        "title": "An organically templated Co(II) sulfate with the kagome lattice",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Transition metal compounds with the kagome structure have been of considerable interest because of their novel magnetic properties such as geometric frustration. 1 Thus, investigations of Fe3+ jarosites with the kagome structure have shown that, by and large",
        "email": "",
        "conf": "Chemical Communications",
        "coauthors": [
            "Jogendra Behera",
            "Geo Paul",
            "Amitava Choudhury",
            "C N R Rao"
        ],
        "keywords": ""
    },
    {
        "id": 252,
        "label": 4,
        "author": "amitava choudhury",
        "title": "A new three-dimensional open-framework iron(III) phosphate [C2N2H10][Fe2(HPO4)4]",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A new open-framework iron(III) phosphate, I, [C2N2H10][Fe2(HPO4)4] has been hydrothermally synthesized in the presence of ethylenediamine (en). The structure is built up from the vertex linkages between the FeO6 octahedra and the PO4 tetrahedra, strictly alternating, forming the three-dimensional architecture. The linkages between the FeO6 and PO4 polyhedra gives rise to ladder-like edge-shared chains, which are connected variously forming two types of channels. The di-protonated en molecules occupy these channels. Crystal data for I, [C2N2H10][Fe2P4O16]: a=9.341(1), b=8.892(1), c=9.480(1) Å, β=117.6(1)°, V=698.1(1) Å3, space group P2/n (No. 13), Z=2, M=557.7, Dcalc=2.65 g cm−3, MoKα (λ=0.71073 Å), R1=0.03, wR2=0.08 and S=1.10. Magnetic susceptibility studies indicate a predominantly antiferromagnetic interaction with TN=30 K.",
        "email": "",
        "conf": "International Journal of Inorganic Materials",
        "coauthors": [
            "Amitava Choudhury",
            "Srinivasan Natarajan"
        ],
        "keywords": "A. inorganic compounds, magnetic materials, B. chemical synthesis, C. X-ray diffraction"
    },
    {
        "id": 237,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Supramolecular hydrogen-bonded structures in organic amine squarates",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Structures of monohydrogen squarates of methylamine, ethylenediamine, 1,3-diaminopropane, 1,4-diaminobutane, 1,5-diaminopentane, N,N′-diemethylpiperazine and N,N,N′,N′-tetramethylguanidine have been studied in detail. The supramolecular hydrogen-bonded molecular networks are formed by the monoanion of squaric acid by itself or in association with the parent acid. Three types of hydrogen-bonded motifs are observed in these compounds, namely a liner chain, a cyclic dimer and a cyclic tetramer. These hydrogen-bonded motifs formed by the squaric acid species interact with the amine through N–H⋯O hydrogen-bonding and give rise to predominantly layered structures, while some of them also exhibit three-dimensional structures. Two of the monohydrogen squarate structures also exhibit π–π interactions between two squarate rings. The various hydrogen-bonding parameters in the amine squarates are discussed at length.",
        "email": "",
        "conf": "Journal of Molecular Structure",
        "coauthors": [
            "Suresh Mathew",
            "Geo Paul",
            "K. Shivasankar",
            "Amitava Choudhury",
            "C.N.R. Rao"
        ],
        "keywords": "Squaric acid, Diamines, Supramolecular chemistry, Hydrogen-bonding, π–π Interactions"
    },
    {
        "id": 230,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Properties of a mixed-valent iron compound with the kagom lattice",
        "organization": "Missouri University of Science and Technology",
        "abstract": "An organically templated iron sulfate of the formula [HN(CH2)6NH][FeIIIFeII2F6(SO4)2]⋅[H3O] possessing the kagomé lattice has been prepared and characterized by single-crystal crystallography and other techniques. This mixed-valent iron compound shows complex magnetic properties including spin-glass behavior and magnetic hysteresis. The low-temperature specific heat data show deviation from the T2 behavior found in two-dimensional frustrated systems. Simple calculations have been carried out to understand the properties of this kagomé compound.",
        "email": "",
        "conf": "Physical Review B",
        "coauthors": [
            "Chintamani Nagesa Ramachandra Rao",
            "Geo Paul",
            "Amitava Choudhury",
            "Echur Varadadesikan Sampathkumaran",
            "Arup Kumar R. Raychaudhuri",
            "Suryanarayanasastry Ramasesha",
            "Indranil Rudra"
        ],
        "keywords": "ferrous sulfate; iron derivative; analytic method; article; calculation; crystal; crystallography; heat; low temperature; technique"
    },
    {
        "id": 203,
        "label": 4,
        "author": "amitava choudhury",
        "title": "A Highly Fluorinated Lithium Iron Phosphate with Interpenetrating Lattices: Electrochemistry and Ionic Conductivity",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Li5Fe2PO4F8, a new member of the family of alkali transition metal fluorophosphates, has been synthesized and characterized using single-crystal X-ray diffraction, 57Fe Mössbauer spectroscopy and magnetic susceptibility measurements. The existence of an infinite {–[PO4(FeF4)2]–}∞ tetrahedral network in an inter-penetrated diamond lattice, along with the presence of seven unique Li sites, presents interesting structural features of this structure-type for energy storage applications. The initial results of (de)lithiation reveal that a relatively low fraction of theoretical capacity may be utilized reversibly (0.2 Li+ ion per formula unit), possibly due to the lack of available free volume for Li+ insertion. The high Li content and the existence of large channels in all 3-dimensions of space also offer opportunities to study this material as a candidate for solid-state electrolytes. The results from electro-impedance measurements reveal the reasonable activation energy of Li diffusion (0.70 eV), which is also supported by theoretical calculations.",
        "email": "choudhurya@mst.edu",
        "conf": "Dalton Transactions",
        "coauthors": [
            "Hooman Yaghoobnejad Asl",
            "Kartik Ghosh",
            "Amitava Choudhury"
        ],
        "keywords": "Activation Energy; Lithium Compounds; Magnetic Susceptibility; Single Crystals; Solid Electrolytes; Transition Metals; X Ray Diffraction, Energy Storage Applications; Impedance Measurement; Lithium Iron Phosphates; Magnetic Susceptibility Measurements; Single Crystal X-Ray Diffraction; Solid-State Electrolyte; Ssbauer Spectroscopies; Theoretical Calculations, Lithium"
    },
    {
        "id": 219,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Metal Complexes of Organophosphate Esters and Open-Framework Metal Phosphates: Synthesis Structure Transformations and Applications",
        "organization": "Missouri University of Science and Technology",
        "abstract": "The chemistry of organophosphate ester complexes has been reviewed. Also included are the complexes that have been sufficiently well characterized through a single x-ray diffraction study, structural characterization of phosphate ester metal complex, and phosphate-based materials. Metal-containing aluminophosphate molecular sieves offer tremendous potential as heterogeneous catalysts for liquid-phase oxidation reactions in the production of fine chemicals. The recent success in the preparation of AlPO-based catalyst for the oxidation of n-alkanes at the terminal C atoms with high selectivity using molecular oxygen in liquid-phase reaction has been considered a breakthrough. Also notable is the observation of interesting magnetic properties. This transition metal containing open-framework solids show different types of magnetic ordering thus, classified as anti-ferromagnetic materials. These metal ions also exhibit interesting magnetic exchange between the metal phosphate layers via the organic linkers.",
        "email": "",
        "conf": "Chemical Reviews",
        "coauthors": [
            "Ramaswamy Murugavel",
            "Amitava Choudhury",
            "M G Walawalkar",
            "R. Pothiraja",
            "C N R Rao"
        ],
        "keywords": "Catalysis; Catalyst Selectivity; Chemical Oxygen Demand; Complexation; Esterification; Esters; Ferromagnetic Materials; Hydrocarbons; Magnetic Materials; Magnetic Properties; Metal Complexes; Metal Ions; Metallic Compounds; Molecular Oxygen; Molecular Sieves; Organic Compounds; Oxidation; Oxygen; Paraffins; Polymer Blends; Sieves; Transition Metals; Aluminophosphate; C Atoms; Heterogeneous Catalysts; High Selectivity; Liquid-phase Oxidation; Liquid-phase Reactions; Magnetic Exchange; Metal Phosphates; N-Alkanes; Open Frameworks; Organic Linkers; Organophosphate Esters; Phosphate Esters; Production Of Fine Chemicals; Structural Characterizations; X-ray Diffraction Studies; Metals; Ester; Metal; Organometallic Compound"
    },
    {
        "id": 217,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Synthesis and Characterization of a Series of Structurally and Electronically Diverse Fe(II) Complexes Featuring a Family of Triphenylamido-Amine Ligands",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A family of triphenylamido-amine ligands of the general stoichiometry LxH3 = [R−NH−(2-C6H4)]3N (R = 4-t-BuPh (L1H3), 3,5-t-Bu2Ph (L2H3), 3,5-(CF3)2Ph (L3H3), CO-t-Bu (L4H3), 3,5-Cl2Ph (L5H3), COPh (L6H3), CO-i-Pr (L7H3), COCF3 (L8H3), and i-Pr (L9H3)) has been synthesized and characterized, featuring a rigid triphenylamido-amine scaffold and an array of stereoelectronically diverse aryl, acyl, and alkyl substituents (R). These ligands are deprotonated by potassium hydride in THF or DMA and reacted with anhydrous FeCl2 to afford a series of ferrous complexes, exhibiting stoichiometric variation and structural complexity. The prevalent [(Lx)Fe(II)−solv]− structures (Lx = L1, L2, L3, L5, solv = THF; Lx = L8, solv = DMA; Lx = L6, L8, solv = MeCN) reveal a distorted trigonal bipyramidal geometry, featuring ligand-derived [N3,amidoNamine] coordination and solvent attachment trans to the Namine atom. Specifically for [(L8)Fe(II)−DMA]−, a Namido residue is coordinated as the corresponding Nimino moiety (Fe−N(Ar)═C(CF3)−O−). In contrast, compounds [(L4)Fe(II)]−, [(L6)2Fe(II)2]2−, [K(L7)2Fe(II)2]22−, and [K(L9)Fe]2 are all solvent-free in their coordination sphere and exhibit four-coordinate geometries of significant diversity. In particular, [(L4)Fe(II)]− demonstrates coordination of one amidato residue via the O-atom end (Fe−O−C(t-Bu)═N(Ar)). Furthermore, [(L6)2Fe(II)2]2− and [K(L7)2Fe(II)2]22− are similar structures exhibiting bridging amidato residues (Fe−N(Ar)−C(R)═O−Fe) in dimeric structural units. Finally, the structure of [K(L9)Fe]2 is the only example featuring a minimal [N3,amidoNamine] coordination sphere around each Fe(II) site. All compounds have been characterized by a variety of physicochemical techniques, including Mössbauer spectroscopy and electrochemistry, to reveal electronic attributes that are responsible for a range of Fe(II)/Fe(III) redox potentials exceeding 1.0 V.",
        "email": "",
        "conf": "Inorganic Chemistry",
        "coauthors": [
            "Patrina Paraskevopoulou",
            "Lin Ai",
            "Qiuwen Wang",
            "Devender Pinnapareddy",
            "Rama Acharyya",
            "Rupam Dinda",
            "Purak Das",
            "Remle Çelenligil-Çetin",
            "Georgios Floros",
            "Yiannis Sanakis",
            "Amitava Choudhury",
            "Nigam P. Rath",
            "Pericles Stavropoulos"
        ],
        "keywords": ""
    },
    {
        "id": 256,
        "label": 4,
        "author": "amitava choudhury",
        "title": "A layered aluminum phosphate [C2N2H10][Al2(OH)2H2O(PO4)2]H2O by the amine phosphate route",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A layered aluminum phosphate, I, [C2N2H10][Al2(OH)2H2O(PO4)2]H2O, with Al:P ratio of 1:1 has been prepared using a novel synthetic route wherein the amine phosphate, [C2N2H10][HPO4], was reacted with Al3+ ions under hydrothermal conditions. I crystallizes in the triclinic space group P(−1) (No. 2); a=6.614(1), b=9.918(1), c=10.381(1) Å, α=115.3(1), β=90.2(1), γ=90.8(1)°; V=615.6(2) Å3; Z=2, Dcalc=2.029 g cm−3; μ (MoKα)=0.565 mm−1. The final R=0.07 and wR2=0.17 and S=1.15 have been obtained for 198 parameters. The layered structure of I has Al both in trigonal bi-pyramidal and octahedral coordinations and the polyhedra are so connected as to give rise to 3-membered Al2P rings and infinite Al–O(H)–Al linkages. The structure is closely related to the mineral tancoite.",
        "email": "",
        "conf": "International Journal of Inorganic Materials",
        "coauthors": [
            "Amitava Choudhury",
            "Srinivasan Natarajan",
            "C.N.R Rao"
        ],
        "keywords": "Inorganic compounds, Layered compounds, Chemical synthesis, X-ray diffraction"
    },
    {
        "id": 261,
        "label": 4,
        "author": "amitava choudhury",
        "title": "An Open-Framework Iron Phosphate with Large Voids Exhibiting Spin-Crossover",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A novel iron phosphate and [(C4N3H16)(C4N3H15)]5+-[Fe5F4(H2PO4)(HPO4)3(PO4)3]5-·H2O and consisting of a Fe-O/F-Fe network crosslinked by PO4 groups is shown to possess unusually large elliptical voids of 24 T atoms (T = Fe and P) and to exhibit a gradual low- to high-spin transformation.",
        "email": "",
        "conf": "Chemical Communications",
        "coauthors": [
            "Amitava Choudhury",
            "Srinivasan R. Natarajan",
            "Chintamani Nagesa Ramachandra Rao"
        ],
        "keywords": "ferric phosphate, article; atom; chemical structure; cross linking"
    },
    {
        "id": 250,
        "label": 4,
        "author": "amitava choudhury",
        "title": "A three-dimensional iron(III) phosphate [C2N2H10](2)[Fe5F4(PO4)(HPO4)(6)]",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A new iron phosphate, [C2N2H10]2[Fe5F4(PO4)(HPO4)6], containing F− ions as part of the framework, has been synthesized hydrothermally using iron acetylacetonate as the source for iron and ethylenediamine (en) as the amine. A network of [Fe(O/F)6] octahedra and PO4 tetrahedra, linked through their vertices, forms the three-dimensional architecture with one-dimensional channels bound by 8-T atom (T=Fe, P), wherein the disordered en molecules are located. The connectivity between the Fe centers via Fe–O/F–Fe linkage giving rise to a pentamer unit is worthy of note. Crystal data: tetragonal, space group =P43212, a=9.864(1), c=30.353(1) Å, V=2953.1(1) Å3, Z=4, R1=0.025, wR2=0.066.",
        "email": "",
        "conf": "Journal of Solid State Chemistry",
        "coauthors": [
            "Amitava Choudhury",
            "Srinivasan Natarajan"
        ],
        "keywords": ""
    },
    {
        "id": 225,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Two Non-centrosymmetric Cubic Seleno-Germanates Related to CsCl-Type Structure: Synthesis Structure Magnetic and Optical Properties",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Two related non-centrosymmetric, cubic, quaternary chalcogenides, containing europium have been synthesized employing the molten flux method and by the reaction of europium halides with the ternary seleno-germanate, Na6Ge2Se6. The reactions of Eu, Ge and Se were accomplished in a molten Na2Se2 flux at 800 °C for 150 h in an evacuated fused silica ampoule and yielded Na2EuGeSe4 (I). Similarly, Na0.75Eu1.625GeSe4 (II), could be synthesized at slightly lower temperature (750 °C) with a different starting ratio of Eu, Ge, Se and Na2Se2. A reaction between EuCl3 and Na6Ge2Se6 in 1:2 ratio at 650 °C for 96 h in an evacuated fused silica ampoule yielded Na2EuGeSe4 (I), while the reaction between EuI2 and Na6Ge2Se6 in 1:1 ratio under similar conditions yielded Na0.75Eu1.625GeSe4 (II). Crystal data for these compounds are as follows: I, cubic, space group I4¯3m (no. 217), a=7.3466(3), Z=2; II, cubic, space group I4¯3d (no. 220), a=14.7065(8), Z=16. The crystal structures of I and II are closely related and can be compared to a CsCl-type and its ordered superstructure, respectively. These compounds are semiconductors with optical band gaps around 2 eV. The temperature dependence of the magnetic susceptibility indicated that both compounds are paramagnetic with μeff.=7.6 and 7.73 μB, for I and II, respectively, close to the theoretical value of 7.94 μB for Eu2+. Raman spectroscopic characterization of the compounds is also reported.",
        "email": "",
        "conf": "Journal of Solid State Chemistry",
        "coauthors": [
            "Amitava Choudhury",
            "Larisa Polyakova",
            "Sabine Strobel",
            "Peter K. Dorhout"
        ],
        "keywords": "Crystal Structure; Fused Silica; Magnetic Properties; Magnetic Susceptibility; Optical Properties; Synthesis (Chemical); Ternary Alloys; Chalcogenide; CsCl Type; Superstructure; Semiconducting Germanium Compounds; Chalcogenide; CsCl Type; Europium; Semiconducting; Superstructure"
    },
    {
        "id": 246,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Synthons and design in metal phosphates and oxalates with open architectures",
        "organization": "Missouri University of Science and Technology",
        "abstract": "We briefly describe the structures of open-framework metal phosphates with different dimensionalities, such as the one-dimensional linear-chain and ladder structures, two-dimensional layer structures and three-dimensional structures with channels. We demonstrate the role of the zero-dimensional four-membered ring monomer and of the one-dimensional ladder structure as the starting building units or synthons involved in the formation of the complex architectures. Thus, we show how the one-dimensional ladder structure transforms to two- and three-dimensional structures under mild conditions. The two-dimensional layer structures also transform to three-dimensional structures, while the zero-dimensional monomer transforms to layered and three-dimensional structures under ordinary reaction conditions. These transformations provide an insight into the possible pathways involved in the building up of the complex structures of metal phosphates. The isolation of amine phosphates during the hydrothermal synthesis of metal phosphates and also the facile reactions between amine phosphates and metal ions to yield a variety of open-framework materials have thrown light on the mechanism of formation and design of these structures. The existence of a hierarchy of open-framework metal oxalates and their ready formation by employing amine oxalates as intermediates provides additional support to the observations made earlier with regard to the phosphates",
        "email": "choudhurya@mst.edu",
        "conf": "Acta Crystallographica Section B Structural Science",
        "coauthors": [
            "Chintamani Nagesa Ramachandra Rao",
            "Srinivasan Natarajan",
            "Amitava Choudhury",
            "Sharma Neeraj",
            "Ramanathan Vaidhyanathan"
        ],
        "keywords": "synthons; phosphates; oxalates; open-framework structures; dimensionalities"
    },
    {
        "id": 209,
        "label": 4,
        "author": "amitava choudhury",
        "title": "1-D Coordination Polymer Route to Catalytically Active Co@C Nanoparticles",
        "organization": "Missouri University of Science and Technology",
        "abstract": "",
        "email": "",
        "conf": "RSC Advances",
        "coauthors": [
            "Anand Pariyar",
            "Siddharth Gopalakrishnan",
            "Joseph Stansbery",
            "Rajankumar L. Patel",
            "Xinhua Liang",
            "Nikolay Gerasimchuck",
            "Amitava Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 255,
        "label": 4,
        "author": "amitava choudhury",
        "title": "A Hybrid Open-Framework Aluminum Phosphate-Oxalate Possessing Large Circular 12-Membered Channels",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A new aluminum phosphate-oxalate, I, [N2C4H12]Al2(PO4) (HPO4)(C2O4)]H2O, has been synthesized hydrothermally in the presence of structure-directing amines. The hybrid structure comprises a vertex-linkage of AlO6 octahedra, PO4 tetrahedra, and C2O4 units leading to three-dimensional connectivity. The connectivity between AlO6 and PO4 units are such that it forms double-six rings that are connected to each other via the oxalate units, thereby leading to the formation of a large circular 12-membered channel of width ∼9 Å along the c axis. The structure-directing amine along with one water molecule is situated within this channel. The connectivity also forms two different types of 8-membered channels along the a and b axes. The three-dimensional structure of I, is very similar to the naturally occurring aluminosilicate zeolite, gmelinite. Crystal data for I are: monoclinic, space group Pccm, a=9.992(1), b=11.644(1), c=12.231(1) Å, V=1423.0(2), M=438.9, Z=4, RF=0.07.",
        "email": "",
        "conf": "Journal of Solid State Chemistry",
        "coauthors": [
            "K. Kedarnath",
            "Amitava Choudhury",
            "Srinivasan Natarajan"
        ],
        "keywords": ""
    },
    {
        "id": 202,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Magnetically Frustrated Quaternary Chalcogenides with Interpenetrating Diamond Lattices",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A series of quaternary sulfides of the composition Na3MGaS4 (M = Mn (1), Fe (2), and Co (3)) have been synthesized in sealed quartz ampules. In these compounds, divalent transition metal and Ga occupy the same crystallographic site in the Ga-S network, forming a supertetrahedral, T2 (adamantane) unit, through the corner-sharing of four M/GaS4 tetrahedra. The corner sulfur atoms of the T2 clusters are further connected to similar T2 units to form an open continuous three-dimensional (3D) anionic framework of composition {[Ga2M2S8]n}6-. The framework resembles a zinc blende structure type if each T2 cluster is considered as a single tetrahedron and two such frameworks are intertwined to generate channels wherein reside the extra-framework Na+ ions. Placement of transition metals (Mn or Fe or Co) in the corner of a perfect supertetrahedron, adamantane building unit, generates an ideal lattice for geometrical magnetic frustration, which, on dilution with nonmagnetic metal (Ga), creates an ideal case for random frustration. Preliminary magnetic measurements indicate high negative values of the Weiss constant (-200 to -400 K) and the absence of any magnetic ordering, reinforcing the presence of magnetic frustration in all of these compounds.",
        "email": "choudhurya@mst.edu",
        "conf": "Inorganic Chemistry",
        "coauthors": [
            "Sudip Mohapatra",
            "Amit Adhikary",
            "Kartik Ghosh",
            "Amitava Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 258,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Simple linear-chain cobalt phosphates",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Two simple one-dimensional cobalt phosphates containing linear chains of corner-shared 4-membered rings have been synthesized hydrothermally by the reaction between amine phosphates and cobalt(II) ions under non-aqueous conditions. The linear chains are held together by hydrogen bond interactions involving the hydrogens of the amine and the framework oxygens. The two cobalt phosphates reported are the first linear chain compounds discovered in the family of open-framework transition metal phosphates.",
        "email": "",
        "conf": "Journal of the Chemical Society Dalton Transactions",
        "coauthors": [
            "Amitava Choudhury",
            "Srinivasan Natarajan",
            "C. N. R. Rao"
        ],
        "keywords": ""
    },
    {
        "id": 207,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Employing Synergetic Effect of Doping and Thin Film Coating to Boost the Performance of Lithium-Ion Battery Cathode Particles",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Atomic layer deposition (ALD) has evolved as an important technique to coat conformal protective thin films on cathode and anode particles of lithium ion batteries to enhance their electrochemical performance. Coating a conformal, conductive and optimal ultrathin film on cathode particles has significantly increased the capacity retention and cycle life as demonstrated in our previous work. In this work, we have unearthed the synergetic effect of electrochemically active iron oxide films coating and partial doping of iron on LiMn1.5Ni0.5O4 (LMNO) particles. The ionic Fe penetrates into the lattice structure of LMNO during the ALD process. After the structural defects were saturated, the iron started participating in formation of ultrathin oxide films on LMNO particle surface. Owing to the conductive nature of iron oxide films, with an optimal film thickness of ~0.6 nm, the initial capacity improved by ~25% at room temperature and by ~26% at an elevated temperature of 55 °C at a 1C cycling rate. The synergy of doping of LMNO with iron combined with the conductive and protective nature of the optimal iron oxide film led to a high capacity retention (~93% at room temperature and ~91% at 55 °C) even after 1,000 cycles at a 1C cycling rate.",
        "email": "",
        "conf": "Scientific Reports",
        "coauthors": [
            "Rajankumar L Patel",
            "Ying-Bing Jiang",
            "Amitava Choudhury",
            "Xinhua Liang"
        ],
        "keywords": ""
    },
    {
        "id": 226,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Destruction of Noncentrosymmetry Through Chalcogenide Salt Inclusion.",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A salt-inclusion samarium selenogermanate compound, NaSmGeSe4·0.25Na2Se was isolated from a reaction of Na2Se, Sm, GeSe2, and Se. The new structure consists of isolated GeSe4 units and bicapped trigonal-prismatic SmSe8, which are linked together to form corrugated anionic layers. The topology of the layer is similar to the well-known layered compounds ALnQE4 (A = K, Rb, Cs; Ln = lanthanide ions; Q = Si, Ge; E = S, Se) with some subtle differences. A selenide anion and Na cations in the interlayer space form interesting structures where Se-centered trigonal-prismatic polyhedra of SeNa6 are edge-shared and pass through a twofold rotation axis. Hence, this compound crystallizes in a centrosymmetric space group in contrast to the noncentrosymmetric structures adopted by the ALnQE4 series of compounds. Raman and diffuse-reflectance spectra were also analyzed for the title compound.",
        "email": "",
        "conf": "Inorganic Chemistry",
        "coauthors": [
            "Amitava Choudhury",
            "Peter K Dorhout"
        ],
        "keywords": ""
    },
    {
        "id": 221,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Rare-Earth Metal(III) Oxide Selenides M4O4Se[Se2] (M = La, Ce, Pr, Nd, Sm) with Discrete Diselenide Units: Crystal Structures, Magnetic Frustration, and Other Properties",
        "organization": "Missouri University of Science and Technology",
        "abstract": "The rare-earth metal(III) oxide selenides of the formula La4O4Se[Se2], Ce4O4Se[Se2], Pr4O4Se[Se2], Nd4O4Se[Se2], and Sm4O4Se[Se2] were synthesized from a mixture of the elements with selenium dioxide as the oxygen source at 750 °C. Single crystal X-ray diffraction was used to determine their crystal structures. The isostructural compounds M4O4Se[Se2] (M = La, Ce, Pr, Nd, Sm) crystallize in the orthorhombic space group Amm2 with cell dimensions a = 857.94(7), b = 409.44(4), c = 1316.49(8) pm for M = La; a = 851.37(6), b = 404.82(3), c = 1296.83(9) pm for M = Ce; a = 849.92(6), b = 402.78(3), c = 1292.57(9) pm for M = Pr; a = 845.68(4), b = 398.83(2), c = 1282.45(7) pm for M = Nd; and a = 840.08(5), b = 394.04(3), c = 1263.83(6) pm for M = Sm (Z = 2). In their crystal structures, Se2− anions as well as [Se−Se]2− dumbbells interconnect  layers. These layers are composed of three crystallographically different, distorted [OM4]10+ tetrahedra, which are linked via four common edges. The compounds exhibit strong Raman active modes at around 215 cm−1, which can be assigned to the Se−Se stretching vibration. Optical band gaps for La4O4Se[Se2], Ce4O4Se[Se2], Pr4O4Se[Se2], Nd4O4Se[Se2], and Sm4O4Se[Se2] were derived from diffuse reflectance spectra. The energy values at which absorption takes place are typical for semiconducting materials. For the compounds M4O4Se[Se2] (M = La, Pr, Nd, Sm) the fundamental band gaps, caused by transitions from the valence band to the conduction band (VB−CB), lie around 1.9 eV, while for M = Ce an absorption edge occurs at around 1.7 eV, which can be assigned to f-d transitions of Ce3+. Magnetic susceptibility measurements of Ce4O4Se[Se2] and Nd4O4Se[Se2] show Curie−Weiss behavior above 150 K with derived experimental magnetic moments of 2.5 µB/Ce and 3.7 µB/Nd and Weiss constants of θp = −64.9 K and θp = −27.8 K for the cerium and neodymium compounds, respectively. Down to 1.8 K no long-range magnetic ordering could be detected. Thus, the large negative values for θp indicate the presence of strong magnetic frustration within the compounds, which is due to the geometric arrangement of the magnetic sublattice in form of [OM4]10+ tetrahedra.",
        "email": "",
        "conf": "Inorganic Chemistry",
        "coauthors": [
            "Sabine Strobel",
            "Amitava Choudhury",
            "Peter K Dorhout",
            "Christian Lipp",
            "Thomas Schleid"
        ],
        "keywords": ""
    },
    {
        "id": 208,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Metallic Ternary Telluride with Sphalerite Superstructure",
        "organization": "Missouri University of Science and Technology",
        "abstract": "A new ternary compound with composition Cu5Sn2Te7 has been synthesized using the stoichiometric reaction of Cu, Sn, and Te. The compound crystallizes in C2 space group with unit cell parameters of a = 13.549(2) Å, b = 6.0521(11) Å, c = 9.568(2) Å, and β = 98.121(2)°. Cu5Sn2Te7 is a superstructure of sphalerite and exhibits tetrahedral coordination of Cu, Sn, and Te atoms, containing a unique adamantane-like arrangement. The compound is formally mixed valent with a high electrical conductivity of 9.8 × 105 S m–1 at 300 K and exhibits metallic behavior having p-type charge carriers as indicated from the positive Seebeck coefficient. Hall effect measurements further confirm holes as charge carriers with a carrier density of 1.39 × 1021 cm–3 and Hall mobility of 4.5 cm2 V–1 s–1 at 300 K. The electronic band structure calculations indicate the presence of a finite density of states around the Fermi level and agree well with the p-type metallic conductivity. Band structure analysis suggests that the effective mass of the hole state is small and could be responsible for high electronic conductivity and Hall mobility. The high thermal conductivity of 15.1 W m–1 K–1 at 300 K coupled with the low Seebeck coefficient results in a poor thermoelectric figure of merit (ZT) for this compound. Theoretical calculations indicate that if Cu5Sn2Te7 is turned into a valence precise compound by substituting one Cu by a Zn, a semiconducting material, Cu4ZnSn2Te7, with a direct band gap of ∼0.5 eV can be obtained.",
        "email": "choudhurya@mst.edu",
        "conf": "Inorganic Chemistry",
        "coauthors": [
            "Amit Adhikary",
            "Sudip Mohapatra",
            "Seng Huat Lee",
            "Yew San Hor",
            "Puja Adhikari",
            "Wai-Yim Ching",
            "Amitava Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 231,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Amine-Templated Linear Vanadium Sulfates with Different Chain Structures",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Amine-templated vanadium sulfates of the formula [HN(CH2)6NH][(VIVO)2(OH)2(SO4)2]·H2O, I, [H3N(CH2)2NH3][VIII(OH)(SO4)2]·H2O, II, and [H2N(CH2)4NH2][(VIVO)(H2O)(SO4)2], III, have been prepared under hydrothermal conditions. These vanadium sulfates add to the new emerging family of organically templated metal sulfates. Compound I has a linear chain structure consisting of V2O8 square-pyramid dimers connected by corner-sharing SO4 tetrahedra, creating four-membered rings along the chain. Both II and III possess simple linear chain topologies formed by VO6 octahedra and SO4 tetrahedra, with II having the tancoite chain structure. Compound I crystallizes in the triclinic space group P1̄ (No. 2) with a = 7.4852(4) Å, b = 9.5373(5) Å, c = 11.9177(6) Å, α = 77.22°, β = 76.47(2)°, γ = 80.86°, Z = 2. Compound II:  monoclinic, space group P21/c (No. 14), a = 6.942(2) Å, b = 10.317(3) Å, c = 15.102(6) Å, β = 90.64(4)°, Z = 4. Compound III:  triclinic, space group P1̄ (No. 2) with a = 6.2558(10) Å, b = 7.0663(14) Å, c = 15.592(4) Å, α = 90.46(2)°, β = 90.47(2)°, γ = 115.68(2)°, Z = 2. Magnetic susceptibility measurements reveal weak antiferromagnetic interactions in I and III and ferromagnetic interactions in II.",
        "email": "",
        "conf": "Inorganic Chemistry",
        "coauthors": [
            "Geo Paul",
            "Amitava Choudhury",
            "R Nagarajan",
            "Chintamani Nagesa Ramachandra Rao"
        ],
        "keywords": "Metal Derivative; Sulfate; Vanadium Derivative, Article; Crystal Structure; Crystallization; Magnetism; Measurement; Molecular Interaction; Structure Analysis"
    },
    {
        "id": 213,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Diferric oxo-bridged complexes of a polydentate aminopyridyl ligand: Synthesis structure and catalytic reactivity",
        "organization": "Missouri University of Science and Technology",
        "abstract": "The catalytic reactivity of a group of diferric oxo-bridged complexes (1–3) of a tetradentate ligand (bpmen = N,N′-dimethyl-N,N′-bis(2-pyridylmethyl)-1,2-diaminoethane) toward alkane hydroxylation has been evaluated. Among the three complexes, the µ-oxo diiron(III) complex [Fe(bpmen)(µ-O)FeCl3] (1) has been synthesized for the first time. The complex 1 has been characterized by spectroscopic analysis and X-ray crystallography. At room temperature, the µ-oxo diiron(III) complexes 1–3 have been found to be useful catalysts in hydroxylation of alkanes with m-chloroperbenzoic acid as oxidant. [Fe(bpmen)(µ-O)FeCl3] (1) has been found to be the most active catalyst. Moreover, the catalytic ability of the complexes in the oxidation of alcohols to ketones with hydrogen peroxide at room temperature has also been investigated.",
        "email": "",
        "conf": "Transition Metal Chemistry",
        "coauthors": [
            "Ambica Kejriwal",
            "Achintesh Biswas",
            "Amitava Choudhury",
            "Pinaki Bandyopadhyay"
        ],
        "keywords": "Catalysts; Catalytic oxidation; Chelation; Crystallography; Hydroxylation; Ketones; Ligands; Paraffins; Spectroscopic analysis; Synthesis (chemical); X ray crystallography; Active catalyst; Alkane hydroxylations; Catalytic ability; Catalytic reactivity; M-chloroperbenzoic acid; Oxidation of alcohols; Room temperature; Tetradentate ligands; Iron compounds"
    },
    {
        "id": 236,
        "label": 4,
        "author": "amitava choudhury",
        "title": "An organically templated open-framework cobalt germanate",
        "organization": "Missouri University of Science and Technology",
        "abstract": "An open-framework cobalt germanate of the formula, [Co2(NH2(CH2)2NH2)3][Ge9O18(OH)4] has been prepared under solvo/hydrothermal conditions in the presence of ethylenediamine. The germanate is constructed by Ge9O18 clusters and contains eight- and ten-membered channels. Besides connecting two Co sites, the amine also acts as a bis-chelating agent and protrudes into the eight-membered channel.",
        "email": "",
        "conf": "Journal of Solid State Chemistry",
        "coauthors": [
            "Njapba Ngu Julius",
            "Amitava Choudhury",
            "C.N.R. Rao"
        ],
        "keywords": "2-Dimensional Channel Network, Building Units, Potassium, Silicate"
    },
    {
        "id": 206,
        "label": 4,
        "author": "amitava choudhury",
        "title": "The ubiquitous paddle-wheel building block in two-dimensional coordination polymers with square grid structure",
        "organization": "Missouri University of Science and Technology",
        "abstract": "This work describes design of a series of new paddle-wheel binuclear clusters containing 2-D coordination polymers based on ditopic carboxylate linkers, 1,4-benzenedicarboxylate (BDC) or 2-amino,1,4-benzenedicarboxylate (Am-BDC). The strategic use of strongly coordinating base/solvent as blocking ligand to restrict the structure in 2-D space is explored, and the role of organic base on the overall structure formation is further elaborated. The isostructural [Zn(BDC)(Py)]n (1) and [Co(BDC(Py)]n (2) were formed by the use of strong base pyridine (Py) as a blocking ligand whereas reaction using N-methylimidazole (Mim) in place of pyridine gives [Co(BDC)(Mim)]n (3) with similar topology and coordination environment. The use of weak/non-coordinating base such as 2-chloropyrimidine, pyrazine, and tetramethylammoniumhexafluorophosphate [(CH3)4 N(PF6)] gives the DMF-coordinated 2-D frameworks, [Cu(BDC)(DMF)]n (4), [Zn(BDC)(DMF)]n (5), and [Zn(AmBDC)(DMF)]n (6). All the structures crystallize in monoclinic crystal system yielding 2-D nets with square grid 44 topology and solid state 3-D structure via extensive non-covalent supramolecular interactions. Surface area analysis via N2 adsorption of three representative 2-D coordination polymers, 1, 4, and 6, indicate that 4 has a surface area of 450 m2 g−1 which is a signature of microporosity, while 1 and 6 have moderate (161.6 m2 g−1) and negligible (33 m2 g−1) surface areas, respectively.",
        "email": "choudhurya@mst.edu",
        "conf": "Journal of Coordination Chemistry",
        "coauthors": [
            "Anand Pariyar",
            "Joseph Stansbery",
            "Rajankumar L Patel",
            "Xinhua Liang",
            "Amitava Choudhury"
        ],
        "keywords": "2-D coordination polymer, paddle-wheel, 1,4-benzenedicarboxylate, transition metal, square grid topology"
    },
    {
        "id": 260,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Synthesis structure and properties of manganese(II) complexes with aroylhydrazones of 2-pyridine-carboxaldehyde",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Manganese(II) complexes of terdentate N,N,0 donor Schiff bases (HL) are described. The ligands Hpabh, Hpamh and Hpadh are obtained by condensing 2-pyridine-carboxaldehyde with benzhydrazide, 4-methoxybenzhydrazide and 4-dimethylaminobenzhydrazide, respectively. The reaction of HL with manganese(II) acetate tetrahydrate affords [MnL2]. The crystal structure determination of [Mn(pabh)2] was performed. The complex crystallises in the space group P21/n with a = 9.836(3), b = 23.994(7), c = 10.222(3)Å, β = 104.14(3)°, V = 2339.5(13)Å3 and Z = 4. In the distorted octahedral MnN4O2 coordination sphere each ligand acts as a meridional N,N,0 donor utilising pyridine-N, imine-N and amide-O atoms. Electronic spectra of the complexes display charge transfer bands in the range 404–298 nm. Room temperature solid state magnetic moments (5.88–6.12βB) of the complexes are consistent with a high-spin d5 system. EPR spectra of the complexes suggest a similar distorted octahedral N4O2 coordination sphere around Mn(II) in each complex.",
        "email": "",
        "conf": "Journal of Coordination Chemistry",
        "coauthors": [
            "Amitava Choudhury",
            "Banda Geetha",
            "Nimma Rajaiah Sangeetha",
            "Vanaparthi Kavita",
            "Vishnubhatla Susila",
            "Samudranil Pal"
        ],
        "keywords": "Amide; Manganese(II); X-ray Structure"
    },
    {
        "id": 249,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Layered Cobalt Phosphates by the Amine Phosphate Route",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Two layered cobalt phosphates, I, [NH3CH2CH(OH) CH2NH3][Co2(PO4)2], and II, [NH3CH2CH(OH)CH2NH3] [Co2(HPO4)3], have been hydrothermally synthesized employing the reaction of 1,3-diammonium-2-hydroxy propane with CoII ions. While in I, the layers are made of 3- and 4-membered rings, they are made by 4- and 12-membered rings in II. The layers are held together by strong hydrogen bond interactions between the amine and the framework. I contains Co–O–Co linkages and becomes ferrimagnetic around 30 K, unlike II with only Co–O–P linkages which is paramagnetic. Crystal data are as follows: I, orthorhombic, a=22.894(2), b=7.568(1), c=6.697(1) Å, V=1160.3(2) Å3, space group=Pbcn (no. 60), Z=8, M=399.87, Dcalc.=2.287 gcm−3, μ(MoKα)=3.176 mm−1, λ=0.71073 Å, R1=0.06, S=1.27; II, monoclinic, a=8.608(3), b=9.640(3), c=17.258(2) Å, β=93.23(1)°, V=1429.9(2) Å3, space group=P21/c (no. 14), Z=4, M=497.94, Dcalc.=2.313 gcm−3, μ(MoKα)=2.729 mm-1, λ=0.71073 Å, R1=0.03, S=1.05.",
        "email": "",
        "conf": "Journal of Solid State Chemistry",
        "coauthors": [
            "Amitava Choudhury",
            "Srinivasan Natarajan",
            "C. N. R. Rao"
        ],
        "keywords": ""
    },
    {
        "id": 204,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Kagom lattices as cathode: Effect of particle size and fluoride substitution on electrochemical lithium insertion in sodium- and ammonium Jarosites",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Highly crystalline sodium and ammonium Jarosites, NaFe3(SO4)2(OH)6 and NH4Fe3(SO4)2(OH)6, have been synthesized employing hydrothermal synthesis routes. The structures consist of anionic layers of vertex-sharing FeO6 octahedra and SO4 tetrahedral units with interlayer space occupied by Na and ammonium ions, respectively. The corner-sharing FeO6 octahedral units form six and three rings similar to hexagonal tungsten bronze sheets also known as kagomé lattice. These sodium and ammonium Jarosites are thermally stable up to 400 °C and undergo facile electrochemical lithium insertion through the reduction of Fe3+ to Fe2+. Galvanostatic charge–discharge indicates that up to 2.25 and 2 lithium ions per formula unit can be inserted at an average voltage of 2.49 and 2.26 V to the sodium and the ammonium Jarosites, respectively, under slow discharge rate of C/50. The cycle-life and experimental achievable capacity show strong dependence on particle sizes and synthesis conditions. A small amount of fluoride substitution improves both achievable capacity and average voltage.",
        "email": "choudhurya@mst.edu",
        "conf": "Journal of Solid State Chemistry",
        "coauthors": [
            "Prashanth Sandineni",
            "Hooman Yaghoobnejad Asl",
            "Amitava Choudhury"
        ],
        "keywords": "Jarosites, Hydrothermal synthesis, Li-ion battery, Cathodes, Mössbauer spectroscopy, Electrochemistry"
    },
    {
        "id": 259,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Hybrid Framework Iron(II) Phosphate-Oxalates",
        "organization": "Missouri University of Science and Technology",
        "abstract": "Two inorganic–organic hybrid framework iron phosphate–oxalates, I, [N2C4H12]0.5[Fe2(HPO4)(C2O4)1.5] and II, [Fe2(OH2)PO4(C2O4)0.5], have been synthesized by hydrothermal means and the structures determined by X-ray crystallography. Crystal Data: compound I, monoclinic, spacegroup=P21/c (No. 14), a=7.569(2) Å, b=7.821(2) Å, c=18.033(4) Å, β=98.8(1)°, V=1055.0(4) Å3, Z=4, M=382.8, Dcalc=2.41 g cm−3, MoKα, RF=0.02; compound II, monoclinic, spacegroup=P21/c (No. 14), a=10.240(1) b=6.375(3) Å, c=9.955(1) Å, β=117.3(1)°, V=577.4(1) Å3, Z=4, M=268.7, Dcalc=3.09 g cm−3, MoKα, RF=0.03. These materials contain a high proportion of three-coordinated oxygens and [Fe2O9] dimeric units, besides other interesting structural features. The connectivity of Fe2O9 is entirely different in the two materials resulting in the formation of a continuous chain of Fe–O–Fe in II. The phosphate–oxalate containing the amine, I, forms well-defined channels. Magnetic susceptibility measurements show FeII to be in the high-spin state (t42ge2g) in II, and in the intermediate-spin state (t52ge1g) in I.",
        "email": "",
        "conf": "Journal of Solid State Chemistry",
        "coauthors": [
            "Amitava Choudhury",
            "Srinivasan Natarajan",
            "C. N. R. Rao"
        ],
        "keywords": ""
    },
    {
        "id": 240,
        "label": 4,
        "author": "amitava choudhury",
        "title": "Sulfates of organic diamines: Hydrogen-bonded structures and properties",
        "organization": "Missouri University of Science and Technology",
        "abstract": "In order to investigate the supramolecular hydrogen-bonded networks and other structural features exhibited by compounds containing an organic cation and an inorganic anion, sulfates of the organic diamines, ethylenediamine (I), 1,3-diaminopropane (II), piperazine (III), and 1,4-diazabicyclo[2.2.2]octane (DABCO) (IV) have been prepared investigated by X-ray crystallography. While II, III, and IV crystallize in the centrosymmetric space group, Pbca, P21/n, Pbcn, respectively, I crystallizes in the non-centrosymmetric space group, P41 exhibiting chirality and weak NLO properties. I–IV exhibit different types of supramolecular H-bonded networks involving the organic cation and the SO2−4 anion. The nature and strength of the H-bonding network vary from one compound to another, with the strongest network found in piperazinium sulfate, III, and the weakest in II. While in III, water molecules form part of the H-bonded network, they are present as guest molecules in the channels of IV. Thermal stability of the compounds as well as the infrared spectra reflect the stabilities of these H-bonded solids.",
        "email": "",
        "conf": "Solid State Sciences",
        "coauthors": [
            "K. Jayaraman",
            "Amitava Choudhury",
            "C. N. R. Rao"
        ],
        "keywords": "Hydrogen bonded solids, Sulfates of diamines, Supramolecular assembly. "
    }
]