[
    {
        "id": 2889,
        "label": 63,
        "author": "anew j martin",
        "title": "Motivational Processes That Support Arts Participation: An Examination of Goal Orientations and Aspirations",
        "organization": "University of New South Wales (UNSW)",
        "abstract": "In- and out-of-school participation in the arts has been shown to be positively associated with students’ academic and nonacademic outcomes. Despite this finding, little work has examined the motivational processes that underpin arts participation, either as separate types (e.g., active vs. receptive) or as an overarching factor. However, given the positive outcomes linked with arts participation, there may be yields in examining the motivational processes that foster arts participation over time. The present investigation drew on possible selves and growth-oriented conceptualizing to examine one such motivational process. Specifically, the investigation examined the role of growth goal orientations and arts aspirations, two core growth components of possible arts selves, in students’ curriculum-related, active, and receptive arts participation. Using longitudinal structural equation modeling, with a sample of N = 643 Australian middle and high school students, the investigation examined the extent to which students’ growth goal orientations predicted their arts aspirations at Time 1, and the extent to which both factors predicted gains in curriculum-related, active, and receptive arts participation one year later (Time 2). Findings indicated that growth goal orientations predicted arts aspirations, and arts aspirations predicted significant gains in arts participation. Taken together, these findings suggest that growth goal orientations and arts aspirations form a motivational process that supports increased curriculum-related, active, and receptive arts participation.",
        "email": "",
        "conf": "Psychology of Aesthetics Creativity and the Arts",
        "coauthors": [
            "Emma C. Burns",
            "Andrew J Martin",
            "Marianne Mansour",
            "Michael Anderson",
            "Robyn Gibson",
            "Gregory Arief D. Liem"
        ],
        "keywords": ""
    },
    {
        "id": 2891,
        "label": 63,
        "author": "anew j martin",
        "title": "The Role of Medication in Reducing the Negative Effects of Hyperactivity-Inattention on Achievement: A Population-based Longitudinal Investigation of Students and their Classrooms",
        "organization": "University of New South Wales (UNSW)",
        "abstract": "The present study investigated the role of psychostimulants (methylphenidate, dexamphetamine; prescribed to participants for diagnosed attention-deficit/hyperactivity disorder; ADHD) in reducing the negative effects of hyperactivity-inattention (H-I) on achievement through elementary school. Whereas the bulk of research investigating H-I and medication has focused on students (conducting student-level analyses), research into classroom climates and processes suggests this issue be examined at both student- and classroom-levels. The sample comprised 54,165 Australian students (from 5419 classrooms) for whom H-I data were available in kindergarten and achievement data were available in year 3 and year 5. In preliminary variance components analyses, findings showed there was notable variation in H-I and psychostimulant status from classroom to classroom. In multilevel path analysis, at both student- and class-levels psychostimulants reduced the negative effects of H-I on student achievement, to a level where H-I had no significant negative impact on achievement. These effects were not moderated by dosage or psychostimulant type. Taken together, our findings add to the body of effective multi-modal educational and psychological interventions used to enhance the achievement outcomes of individual students who present with ADHD and—of particular note and novelty in this study—the classrooms to which they belong.",
        "email": "andrew.martin@unsw.edu.au",
        "conf": "Contemporary Educational Psychology",
        "coauthors": [
            "Andrew J Martin",
            "Rebecca J Collie",
            "Christine Roberts",
            "Natasha Nassar"
        ],
        "keywords": "Hyperactivity,Inattention,Psychostimulants,Attention-deficit/hyperactivity disorder (ADHD),Achievement,Students,Classrooms"
    },
    {
        "id": 2892,
        "label": 63,
        "author": "anew j martin",
        "title": "Personality coping and school well-being: an investigation of high school students",
        "organization": "University of New South Wales (UNSW)",
        "abstract": "With a growing interest in well-being as an outcome of schooling, there is an increased need for research on how to enable it in students’ academic lives. This study examined personality and coping strategies as predictors of students’ well-being outcomes at school using structural equation modelling. Students (N = 328) completed measures of personality and coping strategies, and then approximately 6 months later reported on their satisfaction with school and subjective well-being. Results indicated that, along with personality and sociodemographics, productive coping strategies were associated with school satisfaction and subjective well-being 6 months later. The findings suggest that coping strategies used by adolescents to deal with the stresses of school have important consequences. Interventions to increase school students’ use of productive coping strategies may have meaningful impacts on their well-being.",
        "email": "",
        "conf": "Social Psychology of Education",
        "coauthors": [
            "Paul Evans",
            "Andrew J Martin",
            "Zorana Ivcevic Pringle"
        ],
        "keywords": "Personality, Coping, Well-being, School satisfaction"
    },
    {
        "id": 2894,
        "label": 63,
        "author": "anew j martin",
        "title": "Personal Best (PB) goal-setting enhances arithmetical problem-solving",
        "organization": "University of New South Wales (UNSW)",
        "abstract": "Personal Best (PB) goals are defined as specific, challenging, and competitively self-referenced goals involving a level of performance or effort that meets or exceeds an individual’s previous best. Much of the available research underpinning arguments for PB goal-setting is self-report-based; thus, the causal effect of PB goals on learning outcomes remains in question. The present experiment examined the impact of PB goal-setting (against a no-goal condition) on 68 Year 5 and 6 schoolchildren’s problem-solving during an arithmetic fluency-building activity, SuperSpeed Math. Equivalence of the two conditions was established across a range of prior ability and self-report motivational variables, including prior mathematical ability; Personal Best, Mastery, and Performance goal orientations at the individual and classroom level; mathematics self-concept; and valuing of and interest in mathematics. Controlling for initial problem-solving performance, students who set PB goals in subsequent rounds showed a small but reliable advantage over students in the control condition. These results suggest PB goals may provide a way for students to experience both challenge and success in a range of classroom activities. Suggestions for future research based on these initial findings are made.",
        "email": "",
        "conf": "Australian Educational Researcher",
        "coauthors": [
            "Paul Ginns",
            "Andrew J Martin",
            "Tracy Durksen",
            "Emma C. Burns",
            "Alun Pope"
        ],
        "keywords": ""
    },
    {
        "id": 2888,
        "label": 63,
        "author": "anew j martin",
        "title": "Exploring the relationships between academic buoyancy academic self-concept and academic performance: a study of mathematics and reading among primary school students",
        "organization": "University of New South Wales (UNSW)",
        "abstract": "Academic buoyancy is a construct relevant to the schooling lives of students, defining how they overcome or ‘bounce back’ from everyday academic adversity. The present study was correlational in design and examined academic buoyancy in 191 upper primary-aged students, focusing on its association with reading and mathematics performance, and the extent to which this relationship is mediated by academic self-concept. This research work is important as the first to explore academic buoyancy in upper primary-aged students and across two key academic domains. The participants completed tests measuring academic buoyancy, academic self-concept, and academic performance in mathematics and reading. Structural equation modelling confirmed a significant relationship between academic buoyancy and academic performance via academic self-concept. Findings also confirmed domain-specificity, with significant relationships within mathematics and reading domains, but not across the two domains. In light of these findings, and acknowledging the limitations of our non-longitudinal design, educational applications and new avenues for research into academic buoyancy, academic self-concept, and academic performance are suggested.",
        "email": "",
        "conf": "Educational Psychology",
        "coauthors": [
            "Susan H. Colmar",
            "Gregory Arief D. Liem",
            "Julie Connor",
            "Andrew J Martin"
        ],
        "keywords": "Academic buoyancy, academic performance, primary school students, self-concept, mathematics, reading"
    },
    {
        "id": 2893,
        "label": 63,
        "author": "anew j martin",
        "title": "Growth goals and growth mindset from a methodological-synergistic perspective: lessons learned from a quantitative correlational research program",
        "organization": "University of New South Wales (UNSW)",
        "abstract": "This review explores predictors and consequences of students’ growth goals and growth mindset in school with particular emphasis on how correlational statistical methods can be applied to illuminate key issues and implications. Study 1 used cross-sectional data and employed structural equation modelling (SEM) to investigate the role of growth goals in mediating the link between interpersonal relationships and academic engagement. Study 2 conducted multi-group path analysis to investigate the role of growth goals in the academic outcomes of two groups of students (ADHD and non-ADHD). Study 3 used longitudinal data and SEM to test a cross-lagged panel design to investigate reciprocal links between growth goals and growth mindset. Study 4 conducted multi-level SEM where the effects of a growth orientation on engagement and achievement were investigated at the student-level (level 1) and the classroom-level (level 2). Taking these four studies together, we aim to show how correlational data and multivariate correlational analyses have been effective in answering research questions in a way that have practical and theoretical implications for students’ academic growth. We also position this review as a substantive-methodological synergy – an approach recently recommended in response to concerns about the increasing polarization of substantive and methodological research and researchers.",
        "email": "andrew.martin@unsw.edu.au",
        "conf": "International Journal of Research & Method in Education",
        "coauthors": [
            "Andrew J Martin",
            "Rebecca J. Collie",
            "Tracy L. Durksen",
            "Emma C. Burns",
            "Keiko C. P. Bostwick",
            "Ana Tarbetsky"
        ],
        "keywords": "Growth mindset, growth goals, substantive-methodological synergies, correlational research"
    },
    {
        "id": 2890,
        "label": 63,
        "author": "anew j martin",
        "title": "How students switch on and switch off in mathematics: exploring patterns and predictors of (dis)engagement across middle school and high school",
        "organization": "University of New South Wales (UNSW)",
        "abstract": "Using growth modeling, this study examined trajectories of ‘switching on’ (aspirations) and ‘switching off’ (disengagement) in mathematics across middle school and high school. In addition, guided by principles under expectancy-value theory, the study sought to determine the extent to which patterns of growth differed by motivation (self-efficacy and valuing) and socio-educational attributes (gender, language background, and achievement). The sample comprised 194 students from four schools who participated in three rounds of data collection across five academic years of their schooling, spanning middle school and high school. In the main, mathematics aspirations declined over time while mathematics disengagement increased. However, initial levels of aspirations and disengagement and their rates of change over time were impacted by motivational and socio-educational factors. Salient findings and their implications for educational assessment and practice are discussed.",
        "email": "andrew.martin@unsw.edu.au",
        "conf": "Educational Psychology",
        "coauthors": [
            "Rebecca J Collie",
            "Andrew J Martin",
            "Janette Bobis",
            "Jennifer Way",
            "Judy Anderson"
        ],
        "keywords": "Motivation, engagement, mathematics, expectancy-value theory, growth"
    }
]