[
    {
        "id": 290,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "3-(2-Amino-13-thiazol-4-yl)-6-chloro-2H-chromen-2-one",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The title compound, C12H7ClN2O2S, crystallizes with two mol­ecules in the asymmetric unit. The mol­ecular conformation is roughly planar for both these mol­ecules with maximum deviations of 0.177 (3) and 0.076 (4) Å from their respective mean planes. In the crystal, strong N-HN and weak but highly directional C-HO hydrogen bonds provide the links between the mol­ecules. The structure is further stabilised by aromatic - stacking inter­actions with centroid-centroid distances in the range 3.650 (3)-3.960 (3) Å.",
        "email": "",
        "conf": "Acta Crystallographica Section E Structure Reports Online",
        "coauthors": [
            "Deepak Chopra",
            "Angshuman Roy Choudhury",
            "Katharigatta Narayanaswamy Venugopala",
            "T. Govender",
            "H. G. Kruger",
            "G. E. M. Maguire",
            "T. N. Guru Row"
        ],
        "keywords": ""
    },
    {
        "id": 278,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Synthesis structural characterization and solution properties of a 1-D Pb(II)-bipyridine coordination polymer",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "A new one-dimensional (1-D) Pb(II) coordination polymer, [Pb(2,2′-bpy)(NO3)2(H2O)]n (1) (2,2′-bpy = 2,2′-bipyridine), has been synthesized and characterized by different spectroscopic techniques and X-ray single-crystal analysis. From the X-ray crystal structure of 1, the Pb2+ can be best described as a highly distorted pentagonal bipyramid with O4 (water) and O6 (nitrate) at apical positions (O4–Pb–O6 of 143.7(1)°). Variability in bond distances reveals that Pb2+ is unsymmetrically surrounded by two nitrates, one 2,2′-bpy and one water. Nitrates bridge between monomers. The molecule crystallizes in the monoclinic P21/n (14) space group. This is the first example of a 1-D Pb(II) polymer in which nitrates show three different coordination motifs (terminal, chelating, and bridging). Solid state as well as solution phase UV–vis spectral analysis and mass spectrometric studies clearly reveal instability with breakdown of Pb(II) polymer in aqueous solution. The arrangement of the 2,2′-bpy, water, and nitrates leaves a coordination gap at the Pb(II) occupied probably by a stereo-active lone pair of electrons.",
        "email": "",
        "conf": "Journal of Coordination Chemistry",
        "coauthors": [
            "Dhananjay Dey",
            "Hare Ram Yadav",
            "Abhranil De",
            "Sourav Chatterjee",
            "Milan Maji",
            "Angshuman Roy Choudhury",
            "Niranjan Kole",
            "Bhaskar Biswas"
        ],
        "keywords": "Pb(II), X-ray crystal structure, 1-D polymer, Supramolecular interactions, Spectroscopic investigation"
    },
    {
        "id": 277,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Ligand template synthesis of an undecametallic iron(III) complex: X-ray structure magnetism and catecholase activity",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "An undecairon(III) oxo-hydroxo-carboxylato bridged aggregate [Fe11(μ3-O)6(μ3-OH)6(μ-O2C-f)15] (1) has been synthesized and characterized by single crystal X-ray diffraction study. The anionic ligand N-(2-hydroxyethyl)-3-methoxysalicylaldimine (L) has been used as template to synthesize such high nuclearity complex. Interestingly, the ligand neither enters into the coordination sphere nor crystallizes with the iron cluster. Bond distance data indicate that all the iron atoms in 1 are high-spin Fe(III) in O-donor environment. 1 behaves as an effective catalyst towards oxidation of 3,5-di-tert-butylcatechol in different solvents, viz. methanol, dichloromethane and acetonitrile, to its corresponding quinone derivative in aerial oxygen. The reaction follows Michaelis–Menten enzymatic reaction kinetics with turnover numbers (Kcat) 3.21 × 103, 1.23 × 103 and 1.11 × 103 h−1 in methanol, dichloromethane and acetonitrile, respectively.",
        "email": "",
        "conf": "Inorganica Chimica Acta",
        "coauthors": [
            "Sunit K.Mal",
            "Merry Mitra",
            "Bhaskar Biswas",
            "Gurpreet Kaur",
            "Partha P.Bag",
            "C. Malla Reddy",
            "Angshuman Roy Choudhury",
            "Nuria Aliaga-Alcalde",
            "Rajarshi Ghosh"
        ],
        "keywords": "Synthesis, Iron cluster, X-ray structure, Catecholase activity"
    },
    {
        "id": 288,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "One-pot synthesis of strong solid state emitting mono-cyclometalated iridium(III) complexes: study of their aggregation induced enhanced phosphorescence",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "Strong solid-state greenish-blue emitting, mono-cyclometalated iridium complexes, [Ir(ppy)(PPh3)2(H)(Cl)], 2a and [Ir(F2ppy)(PPh3)2(H)(Cl)], 2b [ppyH = 2-phenylpyridine; F2ppyH = 2-(2′,4′-difluoro)phenylpyridine], have been synthesized by a convenient route. The ‘aggregation induced enhanced phosphorescence (AIEP)’ activity exhibited by these complexes has been rationalized.",
        "email": "angshurc@iisermohali.ac.in",
        "conf": "Dalton Transactions",
        "coauthors": [
            "Parvej Alam",
            "Maheswararao Karanam",
            "Angshuman Roy Choudhury",
            "Inamur Rahaman Laskar"
        ],
        "keywords": ""
    },
    {
        "id": 264,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Phenoxazinone synthase and antimicrobial activity by a bis(13-diamino-2-propanolate) cobalt(III) complex",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "In this work, we have synthesised and structurally characterized a mononuclear cobalt(III) complex, [Co(2-O-pn)2]Cl.2H2O[Co(2-O-pn)2]Cl.2H2O (1), (2-O-pn = 1,3-diamino-2-propanolate). From the X-ray structure of the cobalt complex, it is revealed that Co(III) ion in 1 adopts an octahedral geometry and crystallizes in the monoclinic system with C2 / c space group. The lattice aqua molecule in combination with chloride ion in 1 forms a water-chloride cluster, (H2O)2⋯(Cl)2(H2O)2⋯(Cl)2 through strong H-bonding interaction mediated via cobalt(III) complex in a unique binding motif. This cobalt(III) complex has been tested as an effective catalytic system towards the oxidative coupling of 2-aminophenol (2-AP) in the MeCN medium. In situ mass spectral analysis confirms that 2-AP forms an adduct with cobalt ion and the course of catalysis proceeds through catalyst-substrate binding followed by oxidative coupling of 2-AP with iminobenzoquinone. This cobalt(III) catalyst affords exclusively aminophenoxazinone species with a significant turnover number, kcat:6.37×102h−1kcat:6.37×102h−1 in the MeCN medium. This cobalt(III) complex is able to screen out the growth of some bacteria and fungi species. Quantum chemical calculations employing density functional theory is used to model structural parameters and spectroscopic behaviour. The theoretical findings corroborate well with the experimental results.",
        "email": "",
        "conf": "Journal of Chemical Sciences",
        "coauthors": [
            "Biswajit Chowdhury",
            "Biplab Bhowmik",
            "Amrita Sahu",
            "Mayank Joshi",
            "Suvendu Paul",
            "Angshuman Roy Choudhury",
            "Bhaskar Biswas"
        ],
        "keywords": ""
    },
    {
        "id": 289,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "New Polymorphs of Fluconazole: Results from Cocrystallization Experiments",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "Fluconazole is known as an antifungal drug since 1983. Its propensity for the formation of new polymorphs and salts has been reported in the literature, mostly by powder X-ray diffraction and solid state Raman spectroscopy. In the present study, we are elucidating the structures of four polymorphs of fluconazole using single crystal X-ray diffraction. Raman spectra of the single crystals of these polymorphs also support our study. These polymorphs were grown in the presence of the cocrystal formers. This indicates that fluconazole interacts with the cocrystal former in the solution, and possibly these interactions result into the generation of new polymorphs of it. These polymorphs of fluconazole exhibit the conformational flexibility of the molecule, and hence we observed seven different conformers of the molecule in the reported polymorphs. Although these forms have strong O–H···N hydrogen bonds, the nature of the packing of the molecules is a cumulative effect of a number of weaker intermolecular forces such as C–H···O, C–H···N, and C–H···F and the strong hydrogen bond.",
        "email": "angshurc@iisermohali.ac.in",
        "conf": "Crystal Growth & Design",
        "coauthors": [
            "Maheswararao Karanam",
            "Sagarika Dev",
            "Angshuman Roy Choudhury"
        ],
        "keywords": "Cocrystal, Crystallization, Crystal growth, XRD, Flexibility, Intermolecular forces, Hydrogen bonds, Monocrystals, Drugs, Polymorphism, Raman spectroscopy, Crystal structure, Cocrystallization"
    },
    {
        "id": 281,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Facile tuning of the aggregation-induced emission wavelength in a common framework of a cyclometalated iridium(III) complex: Micellar encapsulated probe in cellular imaging",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "A simple synthetic protocol involving two steps was developed for the syntheses of a series of monocyclometalated iridium(III) complexes. Initially, an intermediate, [IrHCl[(o-C6H3X)P(Ar)x−(PArxRy)2] [A (i, j, k, l)], six-coordinated iridium(III) complex involving a 4-membered chelate was isolated. Then, it was transformed into a monocyclometalated iridium(III) complex, [(C^N)Ir(PArx−1Ry)2(Cl(H)] (1–12), by the replacement of the 4-membered chelates with 5-membered cyclometalates. The intermediates and the complexes were structurally characterized by FTIR, 1H, 13C and 31P NMR spectroscopies. Octahedral coordination for Ir(III) in 2, 8 and 9 was established by single crystal X-ray diffraction. Photo-physical experiments and quantum chemical calculations revealed a mixed LC/MLCT/LLCT nature for the lowest excited states of all these complexes that emit bright light in the solid state. Fine tuning of the emission wavelength throughout the visible range was achieved by suitable combinations of chromophoric cyclometalates and non-chromophoric aryl phosphine ligands. More interestingly, all the studied complexes were found to be aggregation-induced emission (AIE) active. One of these AIE active materials (6) was encapsulated inside polymeric micelles that inhibit the macroscopic precipitation of the aggregated complex, <200 nm water-soluble particle exhibiting a strong emission. These colloidal luminescent particles were used as a potential non-toxic bio-imaging probe.",
        "email": "",
        "conf": "Journal of Materials Chemistry C",
        "coauthors": [
            "Parvej Alam",
            "P. Das",
            "Cludia Climent",
            "M. Karanam",
            "D. Casanova",
            "A. R. Choudhury",
            "P. Alemany",
            "N.R. Jana",
            "Inamur Rahaman Laskar"
        ],
        "keywords": ""
    },
    {
        "id": 298,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "5-Fluorosalicylic acid",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The title compound, C7H5FO3, is nearly planar, and the dihedral angle between the phenyl and carboxyl groups is 4.0 (1)°. There are intramolecular O-HO and intermol­ecular O-HO and O-HF hydrogen bonds, forming ribbons along the c axis.",
        "email": "ansu@sscu.iisc.ernet.in",
        "conf": "Acta Crystallographica Section E Structure Reports Online",
        "coauthors": [
            "Angshuman Roy Choudhury",
            "T. N. Guru Row"
        ],
        "keywords": ""
    },
    {
        "id": 297,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Selective and Unusual Fluoride Ion Complexation by A Steroidal Receptor Using OH...F - and CH...F - Interactions: A New Motif for Anion Coordination?",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "A novel cholaphane has been synthesized from a naturally occurring bile acid in just two steps. It has an ability to bind two fluoride ions selectively utilizing the glycolate motif in chloroform. This “inside-out” cyclodextrin analogue encapsulates fluoride through O−H...F- and C−H...F- interaction.",
        "email": "",
        "conf": "Organic Letters",
        "coauthors": [
            "Sanjib Ghosh",
            "Angshuman Roy Choudhury",
            "Tayur N Guru Row",
            "Uday Maitra"
        ],
        "keywords": ""
    },
    {
        "id": 268,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Synthesis and phosphatase activity of a Cobalt(II) phenanthroline complex",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "A mononuclear cobalt(II) complex, [Co(phen)2Cl2Co(phen)2Cl2], (phen = 1,10-phenanthroline) has been synthesized and structurally characterized by different spectroscopic methods including single crystal X-ray structural study. X-ray crystal structural analysis revealed that the cobalt(II) complex crystallizes in a monoclinic system with C2 / c space group and exists in cis-configuration in its crystalline state. Room temperature magnetic measurement accounts for 3e paramagnetism and indicates high spin cobalt(II) in the solid state. The cobalt(II) complex has been evaluated as a functional model for phosphatase enzyme by using 4-nitrophenylphosphate (PNPP) as a standard substrate in aqueous DMF medium. This mononuclear cobalt(II) complex exhibits good hydrolytic phosphoester cleavage efficiency with kcatkcat value of 3.78×102h−13.78×102h−1.",
        "email": "",
        "conf": "Journal of Chemical Sciences",
        "coauthors": [
            "Mamoni Garai",
            "Dhananjay Dey",
            "Hare Ram Yadav",
            "Milan Maji",
            "Anghuman Roy Choudhury",
            "Bhaskar Biswas"
        ],
        "keywords": "Cobalt(II); 1,10-phenanthroline; crystal structure; supramolecular interactions; phosphatase activity"
    },
    {
        "id": 292,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Chemistry of 1-Fluoro-234-triphenylcyclobutadiene Dimers",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The reaction of 2,4-dichloro-1,1-difluoro-3-phenyl-2-cyclobutene 1 with excess phenyllithium and subsequent transformations of the products have been reinvestigated. The phenyllithium reaction appears to proceed through the intermediacy of a fluorotriphenylcyclobutadiene 2 to produce a well-characterized dimeric trans-hexaphenyldifluorotricyclooctadiene 3a. Subsequent transformations of 3a gave a pentaphenyldihydrodifluoropentalene 4, which on acid hydrolysis formed a pentaphenyldihydropentalenone 5. When 3a was photolyzed in benzene, after purification, it afforded 6, an isomer of 5, probably by way of 7, an isomer of 4. Thermolysis of 3a also provided, in low yield, a substance believed to be a pentaphenylfluorophenanthrene 8. Along with isolation of 3a, and probably arising from a different isomer of the 3 family, was a pentaphenylfluorophenanthrene 9, which was suspected of being an isomer of 8. Single-crystal X-ray studies were used to derive structures for 4, 5, 6, and 9. Formation of the unusual and intriguing transformation products has at least been rationalized.",
        "email": "",
        "conf": "The Journal of Organic Chemistry",
        "coauthors": [
            "Angshuman R. Choudhury",
            "Deepak Chopra",
            "Tayur N. Guru Row",
            "Kuppuswamy Nagarajan",
            "John D. Roberts"
        ],
        "keywords": "Crystal structure, Oligomers, Phenyls, Fluorine, Molecular structure"
    },
    {
        "id": 284,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Microwave-Assisted Facile and Expeditive Syntheses of Phosphorescent Cyclometallated Iridium(III) Complexes",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The syntheses of greenish-blue light emitting [Ir(ppy)2(dppel)] (2), [Ir(ppy)2(dppp)] (3) and [Ir(ppy)2(dppe)] (4) [ppy, 2-phenylpyridine; dppel, 1,2-bis(diphenylphosphino)ethylene; dppp, 1,3-bis(diphenylphosphino)propane; dppe, 1,2-bis(diphenylphosphino)ethane] complexes were carried out using [(ppy)2Ir(μ-Cl)2Ir(ppy)2] (1) as a starting material. These complexes were characterized by elemental analyses and NMR (1H, 13C and 31P) spectral studies. A single-crystal X-ray diffraction study confirmed a distorted octahedral geometry for 3. Complexes 2–4 were found to exhibit blue-shifted emission as compared to [Ir(ppy)2(acac)] (acacH = acetylacetone) and [Ir(ppy)2pic] (pic = 2-picolinic acid) because of the presence of strongly π-accepting, Ph2P^PPh2 units. The solution quantum efficiency for 2–4 was measured and 2 showed the highest quantum efficiency. Ground state geometry optimizations for 2–4 were performed using density functional theory (DFT) with the B3LYP hybrid functional and excitation energies for low lying singlet and triplet excited states were obtained via time-dependent DFT (TDDFT) calculations. Further, complexes 1–4 were synthesized by a Microwave Irradiation technique (MW) in a reasonably shorter time. This facile and expeditive synthetic route has been extended and successfully verified for other heteroleptic complexes of Ir(III) with varying different bidentate [(N^N) (5), (O^O) (6), (N^O) (7)] and monodentate [PPh3 (8)] ancillary ligands.",
        "email": "angshurc@iisermohali.ac.in",
        "conf": "Polyhedron",
        "coauthors": [
            "Parvej Alam",
            "Inamur Rahaman Laskar",
            "Clàudia Climent",
            "David Casanova",
            "Pere Alemany",
            "Maheswararao Karanam",
            "Angshuman Roy Choudhury",
            "J.Raymond Butcher"
        ],
        "keywords": "Cyclometallated Ir(III) complex, Microwave, Heteroleptic complexes, Ancillary ligands, 2-Phenylpyridine, Photoluminescence, DFT"
    },
    {
        "id": 262,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Syntheses and characterization of neutral and cationic cyclic(alkyl)(amino)carbene mercury [cAAC-Hg(II)] complexes",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "Reactions of cyclic (alkyl)(amino)carbenes, cAACMe and cAACcy with equimolar quantity of HgX2 salts afforded their corresponding halide bridged dimeric complexes, [cAACMeHgCl(μ-Cl)]2 (1), [cAACcy∙HgCl(μ-Cl)]2 (2), [cAACMe∙HgI(μ-I)]2 (3) and [cAACcy∙HgI(μ-I)]2 (4) (Me = methyl and cy = cyclohexyl). It has been possible to perform stepwise substitution of Br− in [cAACcy∙HgBr(μ-Br)]2 with NO3− leading to the isolation and characterization of the mononitrate species, cAACcy∙HgBr(NO3) (5) and the dinitrate compound [cAACcy∙Hg(NO3)(μ-NO3)]2 (6). The cationic mercury species, [(cAACMe)2Hg(NO3)]+[NO3]‒ (7) has also been synthesized by the reaction of adduct, [cAACMe∙HgBr(μ-Br)]2 with 2 eq. of AgNO3. On reaction of [cAACcy∙HgCl(μ-Cl)]2 (2) with AgClO4, only one chlorine could be substituted by perchlorate resulting in the formation of chlorine bridged dimeric complex, [cAACcy∙Hg(ClO4)(μ-Cl)]2 (8). On performing the reaction between cAACcy and HgCl2 in 2:3 relative stoichiometry, a dicationic mercury species [(cAACyc)2Hg]2+[Hg2Cl6]2‒ (9) was isolated in moderate yield.",
        "email": "",
        "conf": "Journal of Organometallic Chemistry",
        "coauthors": [
            "Deependra Bawari",
            "Sandeep KUMAR Thakur",
            "Krishna Manar",
            "Bhupendra Goswami",
            "Sabari V.R",
            "Angshuman Roy Choudhury",
            "Sanjay Singh"
        ],
        "keywords": "Carbene, Cationic complexes, Organomercury compounds, cAACs, NHCs"
    },
    {
        "id": 270,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Hg(II) and Pd(II) complexes with a new selenoether bridged biscarbene ligand: efficient mono- and bis-arylation of methyl acrylate with a pincer biscarbene Pd(II) precatalyst",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "Two equivalents of 1-benzyl-3-bromoethylbenzimidazolium bromide couple with Na2Se to produce the first selenoether bridged bis-benzimidazolium salt (LH2)Br2. The nitrate (LH2)(NO3)2 and tetrafluoroborate (LH2)(BF4)2 salts were also synthesized from (LH2)Br2. The reaction of Hg(OAc)2 with (LH2)Br2 gave the first pseudo pincer carbene mercury complex, [Hg(L-κ2C)][HgBr4] (C1). Different complexes of Pd(II) with selenoether bridged carbene were obtained using (LH2)Br2 and (LH2)(NO3)2. Syntheses of these complexes were dependent on the counter anion and the temperature. Thus, the pincer type ionic complex [PdBr(L-κ3CSeC)]Br (C2) was isolated at 80 °C and the pseudo pincer type neutral complex cis-[PdBr2(L-κ2C)] (C3) was isolated at room temperature from (LH2)Br2 and Pd(OAc)2 in DMSO. The nitrate precursor (LH2)(NO3)2 on palladation with Pd(OAc)2 afforded [Pd(L-κ4CBzCSeC)]NO3 (C4) showing an unprecedented intramolecular metallation at the ortho position of the benzyl wingtip of the benzimidazole moiety. The ligand salts and metal complexes have been characterized using HRMS, heteronuclear NMR and IR spectroscopy. Single crystal X-ray structures of the ligand salts (LH2)Br2 and (LH2)(BF4)2 and complexes C1–C4 have also been elucidated. Complex C2 showed good activity for C–C coupling in the mono-Heck reaction of methyl acrylate and arylbromides. Interestingly, the less common bis-arylation was also observed with deactivated arylbromides as the result of double-Heck coupling.",
        "email": "",
        "conf": "Dalton Transactions",
        "coauthors": [
            "Rishu Dhiman",
            "Billa Prashanth",
            "Deependra Bawari",
            "Ushnish Mandal",
            "Aditya Verma",
            "Angshuman Roy Choudhury",
            "Sanjay Singh"
        ],
        "keywords": "Rishu, Billa Prashanth, Deependra Bawari, Ushnish Mandal, Aditya Verma, Angshuman Roy Choudhury, Sanjay Singh"
    },
    {
        "id": 301,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Weak interactions involving organic fluorine: A comparative study of the crystal packing in substituted isoquinolines",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "Weak interactions involving fluorine have been analyzed in the structure of 6-methoxy-1,2-diphenyl-1,2,3,4-tetrahydroisoquinoline with fluorine substitution at para-, meta- and ortho- positions, respectively, on the 1-phenyl ring. The packing modes in the crystalline lattice as determined by X-ray diffraction techniques generate motifs via F⋯F, C–H⋯F and C–F⋯π interactions. The three structures as compared to the parent compound depict conformational changes in the saturated tetrahydroisoquinoline moiety. The salient features of the four structures in terms of weak interactions involving fluorine suggest that organic fluorine does resemble the other halogens.",
        "email": "",
        "conf": "Journal of Molecular Structure",
        "coauthors": [
            "Angshuman Roy Choudhury",
            "U.K. Urs",
            "T.N. Guru Row",
            "K. Nagarajan"
        ],
        "keywords": "Weak interactions, Crystal engineering, Crystal packing, Molecular conformation"
    },
    {
        "id": 285,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Structural Landscape of Pure Enrofloxacin and Its Novel Salts: Enhanced Solubility for Better Pharmaceutical Applicability",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The crystal structures of anhydrous enrofloxacin (EFC) (1), enrofloxacin hexahydrate (EFC·6H2O) (2), enrofloxacin maleate (EFC-M) (3), enrofloxacin hemifumarate (EFC-F) (4), enrofloxacin hemisuccinate (EFC-S) (5), enrofloxacin hemioxalate (EFC-O) (6), enrofloxacin acetate (EFC-A) (7) and ammonium salt of enrofloxacin (Am-EFC) (8) have been determined by using single crystal X-ray diffraction (SCXRD). The crystals of 1 were grown from a dilute solution of EFC in dilute ammonium hydroxide. The crystals of 2 were grown from a solution of EFC with nicotinic acid. Solvent drop grinding experiments on enrofloxacin with various dicarboxylic acids resulted in four new salts (3–6). When a solution of EFC in glacial acetic acid evaporated to dryness over a period of time, crystals of 7 were grown. Crystals of 8 were found to grow when EFC was dissolved in liquid ammonia and solution was slowly evaporated at room temperature (RT). All these products (1–8) were characterized by 1H and 13C NMR spectroscopy, Fourier transform infrared (FTIR) spectroscopy, differential scanning calorimetry (DSC) and powder X-ray diffraction (PXRD). Single crystal X-ray diffraction study has indicated that the products 3–6 had a cation of enrofloxacin and an anion of the acid in common. Four of these eight products have been found to contain water of crystallization. Three of these salts were found to have one neutral acid molecule. The proton transfer and hydrate stoichiometry were confirmed from single crystal X-ray diffraction. Solubility of 1 and 3–6 was determined in water (pH = 6.8) using UV–vis spectroscopy at RT. The alteration between the neutral, zwitterionic, anionic and cationic forms EFC has led to very interesting structures of these salt/cocrystals and also the pure forms (1 and 2).",
        "email": "angshurc@iisermohali.ac.in",
        "conf": "Crystal Growth & Design",
        "coauthors": [
            "Maheswararao Karanam",
            "Angshuman Roy Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 283,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Study of Halogen-Mediated Weak Interactions in a Series of Halogen-Substituted Azobenzenes",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The azobenzenes, known for their various importance in the industry, have been chosen as model compounds to understand the role of weak interactions involving the C–X (X = F, Cl, and Br) bond using single-crystal X-ray diffraction technique, especially in the absence of other stronger intermolecular forces such as hydrogen bonds. The fluorinated compounds have been found to pack in the lattice by utilizing C–H···F hydrogen bonds, whereas the chlorinated and brominated analogues have been found to prefer C–X···X–C, C–X···π, and π···π interactions while packing in the lattice. The stabilization energy offered by the C–H···F hydrogen bonds and the C–X···X–C interactions have been estimated by computational methods using Gaussian 09, and the topological properties have been determined by using the AIM2000 package. The lattice energy decomposition has been done using semiclassical density sums (SCDS) PIXEL method. Our studies indicate that the stabilization energy offered by each C–H···F hydrogen bond lies in the range from −0.8 to −1.0 kcal/mol, while that for the C–X···X–C interaction has been found to be −0.35 kcal/mol for the X = Cl interaction and −0.73 kcal/mol for the X = Br interaction. Further, the analysis of these interaction by atoms in molecules (AIM) theory indicates that the electron densities (ρc) at the bond critical points (BCP) for C–H···F and C–X···X–C (X = Cl and Br), calculated using the AIM2000 package, are small (<0.007 eÅ–3), and the values of Laplacian (∇2ρc) are positive. This indicates that these interactions are of the hydrogen bond type. A detailed study of these interactions by experimental and computational methods has been described in the manuscript.",
        "email": "angshurc@iisermohali.ac.in",
        "conf": "Crystal Growth & Design",
        "coauthors": [
            "Maheswararao Karanam",
            "Angshuman Roy Choudhury"
        ],
        "keywords": "Model compound, Electron density, Azobenzene, XRD, Lattice energy, Intermolecular forces, Weak interactions, Hydrogen bonds, Single bond, Monocrystals, Critical points"
    },
    {
        "id": 275,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Catecholase and phenoxazinone synthase activities of a ferromagnetically coupled tetranuclear Cu(II) complex",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "A crystallographically characterized tetranuclear Cu(II) complex [CuII4(L)4] (1) [H2L = N-(2-hydroxyethyl)-3-methoxysalicylaldimine] is found to show overall ferromagnetic exchange coupling. Complex (1) mimics the catalytic activity of the plant enzyme catechol oxidase by oxidising 3,5-di-tert-butylcatechol to its corresponding quinone in methanol and dichloromethane medium in the presence of aerial oxygen. The reaction follows Michaelis–Menten enzymatic reaction kinetics with turnover numbers (Kcat) 6.99 × 103 and 1.85 × 103 h−1 in methanol and dichloromethane, respectively. 1 is also phenoxazinone synthase active in methanol medium with a turnover number of 1.21 × 105 h−1",
        "email": "",
        "conf": "RSC Advances",
        "coauthors": [
            "Merry Mitra",
            "Tanay Kundu",
            "Gurpreet Kaur",
            "Gyaneswar Sharma",
            "Angshuman Roy Choudhury",
            "Yogesh Singh",
            "Rajarshi Ghosh"
        ],
        "keywords": ""
    },
    {
        "id": 300,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Study of weak interactions in (4-chlorophenyl)-(4-fluorophenyl)-(4-pyridyl) methanol and bis-(4-fluorophenyl)-(4-pyridyl) methanol",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "As a part of our investigations on weak interactions involving organic fluorine, we have analyzed two representative compounds, (4-chlorophenyl)-(4-fluorophenyl)-(4-pyridyl) methanol and bis-(4-fluorophenyl)-(4-pyridyl) methanol. In these structures the molecules are linked by strong O–H⋯N hydrogen bonds to form antiparallel chains along the b axis. In addition, C–F⋯π interactions are observed as a consequence of the fluorine atom being flanked by two phenyl rings of the neighboring molecules. The first structure also has a significantly short intermolecular Cl⋯Cl interaction [type I, Cl⋯Cl=3.4213(9) Å, ∠C–Cl⋯Cl′=127.20(8)°] while the second structure though analogous to the first, does not display F⋯F interaction. The packing modes are rationalized in terms of intermolecular interactions in comparison with the reported structure of diphenyl (4-pyridyl) methanol.",
        "email": "",
        "conf": "Journal of Molecular Structure",
        "coauthors": [
            "Angshuman Roy Choudhury",
            "U. K Urs",
            "P. S Smith",
            "R Goddard",
            "J.A.K Howard",
            "T. N Guru Row"
        ],
        "keywords": "Weak interactions, (4-Chlorophenyl)-(4-fluorophenyl)-(4-pyridyl) methanol, Bis-(4-fluorophenyl)-(4-pyridyl) methanol"
    },
    {
        "id": 282,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Correction to Structural Landscape of Pure Enrofloxacin and its Novel Salts: Enhanced Solubility for Better Pharmaceutical Applicability",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The crystal structures of anhydrous enrofloxacin (EFC) (1), enrofloxacin hexahydrate (EFC·6H2O) (2), enrofloxacin maleate (EFC-M) (3), enrofloxacin hemifumarate (EFC-F) (4), enrofloxacin hemisuccinate (EFC-S) (5), enrofloxacin hemioxalate (EFC-O) (6), enrofloxacin acetate (EFC-A) (7) and ammonium salt of enrofloxacin (Am-EFC) (8) have been determined by using single crystal X-ray diffraction (SCXRD). The crystals of 1 were grown from a dilute solution of EFC in dilute ammonium hydroxide. The crystals of 2 were grown from a solution of EFC with nicotinic acid. Solvent drop grinding experiments on enrofloxacin with various dicarboxylic acids resulted in four new salts (3–6). When a solution of EFC in glacial acetic acid evaporated to dryness over a period of time, crystals of 7 were grown. Crystals of 8 were found to grow when EFC was dissolved in liquid ammonia and solution was slowly evaporated at room temperature (RT). All these products (1–8) were characterized by 1H and 13C NMR spectroscopy, Fourier transform infrared (FTIR) spectroscopy, differential scanning calorimetry (DSC) and powder X-ray diffraction (PXRD). Single crystal X-ray diffraction study has indicated that the products 3–6 had a cation of enrofloxacin and an anion of the acid in common. Four of these eight products have been found to contain water of crystallization. Three of these salts were found to have one neutral acid molecule. The proton transfer and hydrate stoichiometry were confirmed from single crystal X-ray diffraction. Solubility of 1 and 3–6 was determined in water (pH = 6.8) using UV–vis spectroscopy at RT. The alteration between the neutral, zwitterionic, anionic and cationic forms EFC has led to very interesting structures of these salt/cocrystals and also the pure forms (1 and 2).",
        "email": "angshurc@iisermohali.ac.in",
        "conf": "Crystal Growth & Design",
        "coauthors": [
            "Maheswararao Karanam",
            "Angshuman Roy Choudhury"
        ],
        "keywords": "Salts, Crystal structure, Molecules, Solubility, Cations"
    },
    {
        "id": 287,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Structural Investigation of Weak Intermolecular Interactions in Fluorine Substituted Isomeric N-Benzylideneanilines",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The study of the influence of aromatic C–F group in directing crystal packing is an important area of current research. The role of the aromatic C–F group in the formation of weak intermolecular interactions in the absence of strong hydrogen bond donors and acceptors has been analyzed in a series of 15 newly synthesized fluorine substituted (mono- and di-) isomeric N-benzylideneanilines. It was observed that five compounds (out of a total number of 15) were liquids at room temperature, while others have low melting points (<60 °C). In situ crystallization, using an optical heating and crystallization device (OHCD), has been used to crystallize and determine the crystal structures of three out of five compounds which were found to be liquids at 25 °C. A detailed investigation of the molecular conformation and the crystal packing in these compounds reveals that the presence of organic fluorine acts as a significant contributor in the construction of various supramolecular synthons, essentially using a variety of C–H···F intermolecular interactions. These have been found to generate different three-dimensional arrangements of molecules in the crystalline framework. In order to realize the stabilizing influence exerted by such weak interactions, intermolecular C–H···F interaction energies have been calculated using Firefly to quantify the strength of such interactions. Lattice energy calculations have been performed and the individual energies, namely, the Coulombic, polarization, dispersion, and repulsive contributions to the lattice energy have been determined using the CLP program. In addition to these, theoretical calculations have been performed at the density functional theory level, and the experimental geometry has been compared with the optimized geometry to highlight the importance of molecular conformation in the solid and gas phase. It is of interest to note that stabilization resulting from the presence of C–H···F interactions, albeit less, is not negligible and does contribute toward crystal packing.",
        "email": "angshurc@iisermohali.ac.in",
        "conf": "Crystal Growth & Design",
        "coauthors": [
            "Gurpreet Kaur",
            "Piyush Panini",
            "Deepak Chopra",
            "Angshuman Roy Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 274,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Design of a mononuclear copper(II)-phenanthroline complex: Catechol oxidation DNA cleavage and antitumor properties",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "A mononuclear copper(II) complex [Cu(phen)(OH2)2(NO3)](NO3) (1) [phen = 1,10-phenanthroline] has been synthesized and structurally characterized by different spectroscopic characterization methods including single crystal X-ray diffraction study. X-ray crystal structure analysis shows that 1 adopts square pyramidal geometry with CuN2O3 chromophore and the molecule crystallises in P21/n space group. 1 has been evaluated as model system for the catechol oxidase enzyme by using 3,5-di-tert-butylcatechol (DTBC) as the substrate in methanol medium, revealing that 1 exhibits greater catalytic activity with Kcat value 3.91 × 103 h−1 compared to a few copper(II) complexes of the same class. Electrochemical analysis suggests that the mononuclar Cu(II) complex mimics the catechol oxidase enzyme in methanolic medium through radical pathway. The complex cleaves the double strand of pBR 322 plasmid DNA in a concentration-dependent manner so as for the DNA to change from super coiled form to both nicked circular and linear forms. The complex is cytotoxic to the human hepatocarcinoma cell HepG2, as revealed in MTT assay. AO/EB and Hoechst 33528 fluorescent staining techniques were used to find the mode of cell death. Interestingly, AO/EB and Hoechst stained cells observed at IC50 concentration shows that 1 brings about conformational change on DNA to induce apoptosis which would be the basis underlying its cytotoxic property.",
        "email": "",
        "conf": "Polyhedron",
        "coauthors": [
            "Dhananjay Dey",
            "Subrata Das",
            "Hare Ram Yadav",
            "Anandan Ranjani",
            "Loganathan Gyathri",
            "Sanjay Roy",
            "Partha Sarathi Guin",
            "Dharumadurai Dhanasekaran",
            "Angshuman Roy Choudhury",
            "Mohammad Abdulkader Akbarsha",
            "Bhaskar Biswas"
        ],
        "keywords": "Copper(II), Crystal structure, Catecholase activity, DNA cleavage, Antitumor activity"
    },
    {
        "id": 271,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Unprecedented hetero-geometric discrete copper(II) complexes: Crystal structure and bio-mimicking of Catecholase activity",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "An unprecedented solid of coper(II) complexes, [Cu(dpa)2NCS]2[Cu(dpa)2(NCS)2](ClO4)2 (1) [dpa = 2,2′-dipyridylamine; SCN = thiocyanate], has been synthesized and crystallographically characterized with the aim to study the catecholase activity. The Cu(II) complex mimics the full catalytic cycle of the active site of catechol oxidase enzyme in acetonitrile medium with a turnover number of 4.788×103 h −1 along with the production of semiquinone radical and hydrogen peroxide. In situ generation of Cu(I) species in the catalytic pathway of catechol oxidation was established by electrochemical study and further confirmed by electron paramagnetic resonance (EPR) spectroscopy.",
        "email": "",
        "conf": "Journal of Chemical Sciences",
        "coauthors": [
            "ABHRANIL DE",
            "DHANANJAY DEY",
            "HARE RAM YADAV",
            "MILAN MAJI",
            "VINAYAK RANE",
            "R M KADAM",
            "ANGSHUMAN ROY CHOUDHURY",
            "BHASKAR BISWAS"
        ],
        "keywords": "Copper; X-ray structure; radical activity; catechol oxidase activity"
    },
    {
        "id": 272,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Synthesis crystal structure and catecholase activity of a vanadium(V) Schiff base complex",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "An X-ray structurally characterized vanadium(V) complex, [VO2(L–H)] [L–H = H2L derived ligand (H2L = N,N′-(salicyaldimine)-1,3-diaminopropan-2-ol], was found to behave as an effective catalyst towards the oxidation of 3,5-di-tert-butylcatechol in methanol to its corresponding quinone derivative in aerial oxygen. The reaction follows Michaelis–Menten enzymatic reaction kinetics with a turnover number (Kcat) of 2.063 × 103 h−1.",
        "email": "",
        "conf": "Polyhedron",
        "coauthors": [
            "Sunit Kumar Mal",
            "Merry Mitra",
            "Hare Ram Yadav",
            "Chandra Shekhar Purohit",
            "Angshuman Roy Choudhury",
            "Rajarshi Ghosh"
        ],
        "keywords": "Vanadium, Schiff base, X-ray structure, 51​V NMR, Catecholase activity"
    },
    {
        "id": 291,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "3-(2-Amino-13-thiazol-4-yl)-6-bromo-2H-chromen-2-one",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The mol­ecule of the title compound, C12H7BrN2O2S, is essentially planar with a maximum deviation of 0.234 (3) Å from the mean plane through all non-H atoms. The dihedral angle between the coumarin ring plane and that of the five-membered thia­zole ring is 12.9 (1)°. In the crystal, strong N-HO, N-HN and weak but highly directional C-HO hydrogen bonds provide the links between the mol­ecules. In addition, C-H and - inter­actions [centroid-centroid distances = 3.950 (3)-4.024 (3) Å] provide additional stability to the inter­layer regions in the lattice.",
        "email": "",
        "conf": "Acta Crystallographica Section E Structure Reports Online",
        "coauthors": [
            "Deepak Chopra",
            "Angshuman Roy Choudhury",
            "Katharigatta Narayanaswamy Venugopala",
            "Thavendran Govender",
            "Hendrik G. Kruger",
            "Glenn E. M. Maguire",
            "T. N. Guru Row"
        ],
        "keywords": ""
    },
    {
        "id": 286,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Synthesis spectroscopic and structural characterization of Co(II) Ni(II) and Cu(II) complexes of substituted 2-pyridyl amine based [NN] chelating ligand",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The reaction of N-benzylaminopyridine with the imidoylchloride of N-(2,6-iPr2C6H3)acetamide in the presence of Et3N affords a new neutral [N,N] chelating ligand, (PhCH2)N(2-pyridyl)C{(Me)(N-2,6-iPr2C6H3)} (L). The reaction of equimolar quantities of L with Cu(NO3)2, CuCl2 and NiBr2, respectively, in DCM, acetonitrile and DME yields the corresponding mononuclear complexes L·Cu(NO3)2 (1), L·CuCl2 (2) and L·NiBr2 (3). Whereas, the reaction of L with CoCl2·6H2O leads to the formation of [HL·CoCl3] (4) with pyridine nitrogen coordinated to cobalt. Solid state structure of L and compounds 1–4 have been investigated by single crystal X-ray structural analysis. The ligand L shows the E-anti arrangement in the solid state and its mononuclear complex 1 shows six coordinated Cu in a quasi square planar geometry with two long distanced donors; complexes 2 and 3 show distorted tetrahedral arrangement of the substituents around metal ions. Interestingly, the solid state structure of complex 4 reveals C–H⋯Cl intra-molecular hydrogen bonding and N–H⋯Cl and C–H⋯Cl inter-molecular hydrogen bonds. These hydrogen bonding interactions in complex 4 facilitate the formation of an extended 2D network structure.",
        "email": "",
        "conf": "Polyhedron",
        "coauthors": [
            "Billa Prashanth",
            "Maheswararao Karanam",
            "Angshuman Roy Choudhury",
            "Sanjay Singh"
        ],
        "keywords": "Pyridyl amine, Cobalt complex, Tetrahedral nickel complex, Copper complex, Hydrogen bonding"
    },
    {
        "id": 295,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "In situ Crystallization of Low-Melting Ionic Liquids",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "Single crystals of five very low-melting ionic liquids, [emim]BF4 (mp −1.3 °C), [bmim]PF6 (+1.9 °C), [bmim]OTf (+6.7 °C), [hexpy]NTf2 (−3.6 °C), and [bmpyr]NTf2 (−10.8 °C), have been grown using a combined calorimetric and zone-melting approach and their crystal structures determined by X-ray diffraction.",
        "email": "",
        "conf": "Journal of the American Chemical Society",
        "coauthors": [
            "Angshuman R. Choudhury",
            "Neil Winterton",
            "Alexander Steiner",
            "Andrew I. Cooper",
            "Kathleen A. Johnson"
        ],
        "keywords": "Salts, Anions, Crystal structure, Solvents, Molecular structure"
    },
    {
        "id": 279,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "In situ co-crystallization of cresols with aniline and fluoroanilines: subtle interplay of strong and weak hydrogen bonds",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "“In situ crystallization” is a technique, which is used to crystallize the materials, which are liquid at ambient conditions, on the single crystal X-ray diffractometer. This technique has been utilized to study crystal structures of a number of liquids, gases and mixtures of liquids and gases in the past. In this manuscript, we describe the formation of cocrystals of a few cresols with aniline and fluoroanilines using this technique. Different pairs of cresol and aniline/fluoroaniline resulted into various cocrystals, which display different crystalline motifs involving strong O–H···N, N–H···O hydrogen bonds along with weak C–H···O and C–H···F hydrogen bonds. The observed differences in crystal packing indicate that the role of weak hydrogen bonds in these systems is significant and need to be considered.",
        "email": "",
        "conf": "Zeitschrift fr Kristallographie",
        "coauthors": [
            "Angshuman Roy Choudhury",
            "Dmitry S. Yufit",
            "Judith A.K. Howard"
        ],
        "keywords": "cocrystals; crystal engineering; hydrogen bond; in situ crystallization; weak interaction"
    },
    {
        "id": 293,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Three-dimensional supramolecular H-bonding network in the compounds containing hexamethylenetetramine and aquated Ni(II) or Cd(II) salts",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "To investigate the interactions between hydrogen bond donor and acceptor giving rise to three dimensional networks, compounds [Ni(H2O)6](ClO4)2 · 2{(CH2)6N4} · 2H2O (1), [Ni(H2O)6]Cl2 · 2{(CH2)6N4} · 4H2O (2) and [Cd(H2O)4{(CH2)6N4}2](ClO4)2 · 2H2O (3) (where (CH2)6N4 = hexamethylenetetramine) have been prepared and their crystal structures were investigated. In all three complexes, the metal coordination is octahedral. The hexamine molecules are complexed in the cadmium compound, 3 but are free in the nickel salts, 1 and 2. The supramolecular structures of 1 and 2 show R44(16) motif linking the cationic moieties with hexamine which are in turn interwoven with anionic moieties via water molecules. In contrast the supramolecular structure of 3 shows R22(12) motif.",
        "email": "",
        "conf": "Polyhedron",
        "coauthors": [
            "Suparna Banerjee",
            "Angshuman Roy Choudhury",
            "T.N.Guru Row",
            "Siddhartha Chaudhuri",
            "Ashutosh Ghosh"
        ],
        "keywords": "Crystal structure, Nickel(II), Cadmium(II), Hexamethylenetetramine, H-bonding"
    },
    {
        "id": 280,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Understanding of the Weak Intermolecular Interactions Involving Halogens in Substituted N-Benzylideneanilines: Insights from Structural and Computational Perspectives",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The C–F group, which is found in a large number of small organic molecules and drugs available in the market, has still not been fully understood in terms of the strength and directionality of the interactions offered by this group in guiding the formation of crystal lattices. In this manuscript, we have tried to understand the role played by the C–F group, using a model system of N-benzylideneanilines, on which we have previously done a systematic study with fluorine as a substituent on both rings. The effect on the packing of these molecules by replacing one of the fluorine atoms by either Cl or Br has been comprehended in this manuscript. It was observed that the features of the difluorinated analogues remained intact when the noninteracting fluorine atom was replaced by Cl or Br, while with the replacement of the interacting fluorine by Cl or Br, completely different packing characteristics were found to be developed. To quantify the strength of the interactions offered by “organic fluorine”, stabilization energies of the dimers (which has been found to interact through the C–H···F hydrogen bond) have been calculated by Gaussian 09 at the MP2 level using a 6-31+G* basis set. These values were found to be between −0.3 and −6.0 kcal/mol. To study the topological properties of the interacting molecular pair, AIM calculations have also been done using AIM2000. In the studied dimers, the existence of bond critical points (BCPs) at the C–H···F hydrogen bond have always been seen and Laplacian at those BCPs has also been found to be positive, which is clearly an indication of a closed shell type of interaction between the C–H and F–C groups.",
        "email": "angshurc@iisermohali.ac.in",
        "conf": "Crystal Growth & Design",
        "coauthors": [
            "Gurpreet Kaur",
            "Angshuman Roy Choudhury"
        ],
        "keywords": "Dimers, Fluorine, Weak interactions, Intermolecular interaction, Hydrogen bonds, Organic molecule, Drugs, Critical points, Crystal lattices"
    },
    {
        "id": 265,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Structural and Luminescent Properties of a New 1D Cadmium (II) Coordination Polymer: A Combined Effort with Experiment & Theory",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "In this work, we have developed a new one-dimensional cadmium(II) coordination polymer, [Cd(phen)(NO3)2(H2O)]n (1) (phen = 1,10-phenanthroline) and structurally characterized by different spectroscopic techniques including single crystal X-ray diffraction analysis. Single crystal X-ray structural analysis of 1 indicates that Cd(II) ion in the coordination polymer crystallizes in a monoclinic system with P21 space group and adopts a distorted pentagonal bipyramidal coordination geometry. This will be the first citation of a 1D Cd(II) polymer till date where nitrate ions exhibit diverse coordination motifs. Solid state emission suggests good luminescence behavior of the polymer. Spectroscopic studies reveal that the polymer is unstable in polar solvents and dominates in monomeric form. Molar conductivity and electrospray ionization mass spectral analysis in methanolic solution confirm the instability of the polymer at room temperature and authenticates the decomposition of the polymer into monomer in solution. In addition, all the structural parameters and spectroscopic behaviors have been well corroborated with the theoretical findings.",
        "email": "",
        "conf": "Journal of Molecular Structure",
        "coauthors": [
            "Abhranil De",
            "Anita Sahu",
            "Suvendu Paul",
            "Mayank Joshi",
            "Angshuman Roy Choudhury",
            "Bhaskar Biswas"
        ],
        "keywords": "Cd(II)X-ray structure, 1D coordination polymer, Supramolecular architecture, Spectroscopic study, DFT study"
    },
    {
        "id": 299,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Two biologically active thiophene-3-carboxamide derivatives",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The compounds 2-{[(E)-(4-methoxy­phenyl)­methyl­ene]­amino}-N-(3-methyl­phenyl)-4,5,6,7-tetra­hydro-1-benzo­thio­ph­ene-3-carbox­amide, C24H24N2O2S, (I), and N-(4-meth­yl­phenyl)-2-{[(E)-(4-methyl­phenyl)­methyl­ene]­amino}-4,5,6,7-tetra­hydro-1-benzo­thio­phene-3-carbox­amide, C24H24N2OS, (II), show antibacterial and antifungal activities. The m-toluidine ring in (I) and the p-toluidine ring in (II) are coplanar with their respective thio­phene rings. In (I), an intermolecular C-HO hydrogen bond is present, whereas (II) does not exhibit any significant intermolecular interactions. However, in both compounds, an intramolecular N-HN hydrogen bond forms a pseudo-six-membered ring, thus locking the molecular conformation and eliminating conformational flexibility.",
        "email": "ansu@sscu.iisc.ernet.in",
        "conf": "Acta Crystallographica Section C Crystal Structure Communications",
        "coauthors": [
            "Vasu",
            "KA Nirmala",
            "Angshuman Roy Choudhury",
            "S. Mohan",
            "J. Saravanan",
            "T Narasimhamurthy"
        ],
        "keywords": ""
    },
    {
        "id": 267,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Tyrosinase and catecholase-like activities of a dinuclear Cu(II) complex",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "A dinuclear Cu(II) complex was synthesized and crystallographically characterized. The compound was found to have antiferromagnetic interaction in between the Cu(II) centres in the molecule. It had weak intermolecular ferromagnetic interaction. The compound was found to be tyrosinase and catecholase active. In case of tyrosinase activity, the diphenol formed was isolated using thin layer chromatography (TLC) and characterized through 1H NMR as well as mass spectrometry. The o-quinone derivative formed in this reaction was characterized using GC–MS. The latter activity was monitored spectrophotometrically and the product o-quinone derivative was isolated (in MeOH and MeCN) column chromatographically and characterized using melting point determination. These were followed by Michealis–Menten kinetics with turnover numbers 4.95 × 103 and 1.58 × 103 h−1 in MeOH and MeCN, respectively.",
        "email": "",
        "conf": "Polyhedron",
        "coauthors": [
            "Arnab Chatterjee",
            "Hare RAM Yadav",
            "Angshuman Roy Choudhury",
            "Anzar Ali",
            "Yogesh Singh",
            "Rajarshi Ghosh"
        ],
        "keywords": "Copper(II); Schiff base; Magnetism; Catecholase activity; Tyrosinase activity"
    },
    {
        "id": 266,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Salts of Amoxapine with Improved Solubility for Enhanced Pharmaceutical Applicability",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The objective of pharmaceutical cocrystallization is to create crystalline analogues that have vastly different properties, such as solubility, melting point, stability, and bioavailability from that observed in the pure active pharmaceutical ingredients (APIs). Amoxapine is a benzoxazepine derivative and exhibits antidepressant properties. Amoxapine has very low solubility in water, so it was cocrystallized with natural acids in a 1:1 ratio in appropriate solvents by the solvent-drop grinding method. Single crystals of cocrystals were grown by the solvent evaporation method in water, ethanol, and methanol. Crystal structures of API salts were determined by single-crystal X-ray diffraction. Salts were characterized by Fourier transform infrared spectroscopy, differential scanning calorimetry, and powder X-ray diffraction. Solubility of salts was determined in water by the shake-flask method at 37 °C using UV–vis spectroscopy. Salts of amoxapine with different acids were successfully developed, and their crystal structure was determined. Enhanced solubility was found in the salts of amoxapine for pharmaceutical application in drug formulation.",
        "email": "angshurc@iisermohali.ac.in",
        "conf": "ACS omega",
        "coauthors": [
            "Mayank Joshi",
            "Angshuman Roy Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 273,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Antibacterial and catecholase activities of Co(III) and Ni(II) Schiff base complexes",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "X-ray structural analyses of two newly synthesized Schiff base-complexes, [Co(L)3] (1) and [Ni(L)2] (2) [HL = 2-((E)-(2-pyridine-2-pyridin-2-ylthio)ethylimino)methyl)phenol], reveal the bidentate chelation behavior of the ligand HL with octahedral and square planar geometries at the metal centers in 1 and 2, respectively. Both the compounds show antibacterial activity as well as catecholase activity. The antibacterial activities of the compounds were investigated on gram positive and gram negative bacteria; compound 2 was found to be better in terms of antibacterial activity than 1 against both the bacteria. Moreover, both compounds catalyse the oxidation of 3,5-ditertiarybutylcatechol in methanol in the presence of molecular oxygen with first order reaction kinetics and turn over numbers 3.48 × 103 h−1 (1) and 2.68 × 103 h−1 (2).",
        "email": "",
        "conf": "Polyhedron",
        "coauthors": [
            "Ayon Kanti Ghosh",
            "Merry Mitra",
            "Aafreen Fathima",
            "Hareram Yadav",
            "Angshuman Roy Choudhury",
            "Balachandran Unni Nair",
            "Rajarshi Ghosha"
        ],
        "keywords": "Cobalt, Nickel, Schiff base, Antibacterial activity, Catecholase activity"
    },
    {
        "id": 276,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Highly Selective Detection of H + and OH  with a Single-Emissive Iridium(III) Complex: A Mild Approach to Conversion of Non-AIEE to AIEE Complex",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "A greenish-blue emissive bis-cyclometalated iridium(III) complex with octahedral geometry was synthesized in a convenient route where a bulky substituted ligand, N1-tritylethane-1,2-diamine ligand (trityl-based rotating unit) (L1), was coordinated to iridium(III) in nonchelating mode, [Ir(F2ppy)2(L1)(Cl)], [F2ppy = 2-(2′,4′-difluoro)phenylpyridine; L1 = N1-tritylethane-1,2-diamine], 1. The purpose of introducing a rotor in 1 was anticipated to initiate aggregation-induced emission (AIE) activity in it. The presence of a secondary amine in L1 has attributed to 1 the ability to sense acids. The mechanism of this change in 1 under acidic medium was explored. A bright yellow emissive complex was formed on exposing 1 to hydroxide ion, which was isolated, characterized, and identified as a new aggregation-induced enhanced emission (AIEE) active complex. The detection limit of hydroxide ion was determined to 126 nM. Ground- and excited-state properties of 1 were investigated using DFT- and TD-DFT-based calculations, and several important aspects of the experimental facts were validated.",
        "email": "",
        "conf": "Organometallics",
        "coauthors": [
            "Parvej Alam",
            "Gurpreet Kaur",
            "Amrit Sarmah",
            "Ram Kinkar Roy",
            "Angshuman Roy Choudhury",
            "Inamur Rahaman Laskar"
        ],
        "keywords": ""
    },
    {
        "id": 269,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Quantitative characterization of new supramolecular synthons involving fluorine atoms in the crystal structures of di- and tetrafluorinated benzamides",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "Strong hydrogen bonds play a significant role in crystal packing. In particular, the involvement of interactions involving fluorine in controlling the crystal packing requires appropriate attention, especially in the presence of other strong hydrogen bonds. In the present study, a detailed quantitative assessment has been performed of the nature, energetics and topological properties derived from the electron density in model compounds based on fluorinated benzamides (a total of 46 fluorine-substituted benzamides containing multiple fluorine atoms) in the solid state. The primary motivation in the design of such molecules is to enhance the acidity of the interacting H atoms in the presence of an increasing number of F atoms on the molecular scaffold, resulting in increased propensity towards the formation of intermolecular interactions involving organic fluorine. This exercise has resulted in the identification of new and frequently occurring supramolecular synthons involving F atoms in the packing of molecules in the solid state. The energetics associated with short and directional intermolecular Csp2—HF—Csp2 interactions with significantly high electrostatic contributions is noteworthy, and the topological analysis reveals the bonding character of these ubiquitous interactions in crystal packing in addition to the presence of Csp2—FF—Csp2 contacts.",
        "email": "angshurc@iisermohali.ac.in",
        "conf": "Acta Crystallographica Section B: Structural Science",
        "coauthors": [
            "Pradip Kumar Mondal",
            "Hare RAM Yadav",
            "Angshuman Roy Choudhury",
            "Deepak Chopra"
        ],
        "keywords": "intermolecular interactions; supramolecular synthons; organic fluorine; quantum theory of atoms in molecules (QTAIM)"
    },
    {
        "id": 263,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Salen Type Ligand as a Selective and Sensitive Nickel(II) ion Chemosensor: A Combined Investigation with Experimental and Theoretical Modelling",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "A novel tetradentate (N,O)-donor salen type Schiff base was designed, prepared and structurally characterized by different analytical techniques. This Schiff base ligand, (L = 2,2'-((1,2 phenylenebis(methanylylidene))bis(azanylylidene))diphenol) behaved as an effective chemosensor towards Ni(II) ion with specific selectivity. The Schiff base (L) displayed a remarkable ratiometric fluorescence enhancement upon binding with Ni(II) ion in acetonitrile (ACN) medium. The L-Ni(II) solution was distinguished indisputably with the naked eye colour change and the crystal was found to be red colour. L selectively detected Ni(II) ion in presence of other competitive cations like Mn(II), Fe(II),Co(II), Cu(II), Zn(II), Cd(II) and Hg(II) ions. This simple but novel Schiff base might be used as a potential pH independent colorimetric and naked-eye chemosensor for Ni(II) ion. Most significantly, L exhibited geometry preferred selectivity towards Ni(II) ion and formed highly stable square planar Ni(II)-Schiff base complex. Single crystal X-ray diffraction study further authenticated that the nickel complex crystallized in orthorhombic system with P212121 space group in solid state. Density functional theory (DFT) calculations attested the experimental results very well. This sensing method could be applied in a wider concentration range and might be used as an alternative qualitative and quantitative test for the detection of Ni(II) ion in analytical chemistry.",
        "email": "",
        "conf": "Sensors and Actuators B: Chemical",
        "coauthors": [
            "Biswajit Chowdhury",
            "Monaj Karar",
            "Suvendu Paul",
            "Mayank Joshi",
            "Angshuman Roy Choudhury",
            "Bhaskar Biswas"
        ],
        "keywords": "DFT, Ratiometric fluorescence sensing, Naked eye colour change, Nickel(II) sensor, Schiff base, X-ray structure"
    },
    {
        "id": 296,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Importance of steric factors in face-selective cycloadditions: 16-annulated cyclohexa-13-dienes",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "Diastereotopically nonequivalent π-facial 1,6-annulated-1,3-cyclohexadienes have been explored as probe molecules to assess the face-selectivities in cycloadditions. Steric factors have been found to be important in controlling the face-selectivities with these dienes. Studies with the hitherto unexplored diene 5 were also consistent with the order C–H > C–C for hyperconjugative stabilization of the transition state.",
        "email": "",
        "conf": "Tetrahedron Letters",
        "coauthors": [
            "Saswati Lahiri",
            "Somnath Yadav",
            "Mithu Chanda",
            "Indrajit Chakraborty",
            "Krishna Chowdhury",
            "Monika Mukherjee",
            "Angshuman Roy Choudhury",
            "Tayur N.Guru Row"
        ],
        "keywords": "Cycloaddition, π-Facial selectivity, Annulated cyclohexadienes"
    },
    {
        "id": 294,
        "label": 5,
        "author": "angshuman roy choudhury",
        "title": "Organic fluorine as crystal engineering tool: Evidence from packing features in fluorine substituted isoquinolines",
        "organization": "Indian Institute of Science Education and Research Mohali",
        "abstract": "The crystal structures of six newly synthesized compounds, based on the molecular motif, 6-methoxy 1,2-diphenyl-1,2,3,4-tetrahydroisoquinoline, with different fluoro substitution in 1-phenyl and/or 2-phenyl ring(s) have been reported. Structure determination at 100.0(2) K ensures the accuracy of the evaluation of intermolecular interactions involving F and H atoms. These structures display different packing features by generating molecular motifs via C–F⋯F, C–H⋯F and C–H⋯O interactions in the crystal lattice. The changes in both conformational features and in the intra- and intermolecular interactions involving fluorine provide significant inputs for understanding packing features associated with organic fluorine.",
        "email": "angshu@liv.ac.uk",
        "conf": "CrystEngComm",
        "coauthors": [
            "Angshuman Roy Choudhury",
            "Tayur N. Guru Row"
        ],
        "keywords": ""
    }
]