[
    {
        "id": 1577,
        "label": 30,
        "author": "anil k gupta",
        "title": "Benthic foraminifer Uvigerina proboscidea as a proxy for winter monsoon (late Pliocene to Recent): DSDP Site 219 northwestern Indian Ocean.",
        "organization": "IIT",
        "abstract": "",
        "email": "",
        "conf": "Geoenvironment: Challenges Ahead ",
        "coauthors": [
            "M. Sundar Raj",
            "Soma Baranwal",
            "Mohan Kuppusamy",
            "Anil Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1535,
        "label": 30,
        "author": "anil k gupta",
        "title": "Climate variability and evolution of the Indus civilization",
        "organization": "IIT",
        "abstract": "Climate variability has played a vital role in the expansion and collapse of human civilizations across the World since ancient times. The Indus Civilization in South Asia has been the focus of investigations to archaeologists, historians, and anthropologists. But little attention was paid earlier to the role of climate variability in shaping the course of this well-established urban civilization. In this paper, we have presented a review of literature to understand various factors that affected the evolution of this cultural enigma. We suggest that the climate change in the region was a major controlling factor in determining the fate of Indus civilization settlements. The transformation of hunter-gatherers into pastoral community between 7000 and 3200 B.C.E., the establishment of village habitations along the Indus River and its tributaries in the Early Harappan phase, urbanization and shifting towards Ghaggar-Hakra rivers in the Mature Harappan phase, and final displacement towards Ganga-Yamuna doab (interfluve) region as village culture were largely modulated by the changing strength of the Indian summer monsoon and amount of precipitation in the region",
        "email": "",
        "conf": "Quaternary International",
        "coauthors": [
            "Som Dutt",
            "Anil Kumar Gupta",
            "Manjeet Singh",
            "Sonu Jaglan",
            "P. Saravanan",
            "P. Balachandiran",
            "Amar Singh"
        ],
        "keywords": "Indus civilization,Indian summer monsoon,Climate-culture linkages,Palaeoclimate,4.2 kyr event"
    },
    {
        "id": 1588,
        "label": 30,
        "author": "anil k gupta",
        "title": "Paleoceanographic changes during the past 1.9 Myr at DSDP Site 238 Central Indian Ocean Basin: Benthic foraminiferal proxies",
        "organization": "IIT",
        "abstract": "Deep-sea benthic foraminifera have been quantitatively analyzed in samples (> 125 μm size fraction) from Ocean Drilling Program (ODP) Site 238, to understand paleoceanographic changes in the Central Indian Basin over the past 1.9 Myr. Factor and cluster analyses of the 25 highest-ranked species made it possible to identify five biofacies, characterizing distinct deep-sea environmental settings. The environmental interpretation of each biofacies is based on the ecology of recent deep-sea benthic foraminifera. The benthic faunal record indicates fluctuating deep-sea conditions in environmental parameters including oxygenation, surface productivity and organic food supply. These changes appear to be linked to Indian summer monsoon variability, the main climatic feature of the Indian Ocean region. The benthic assemblages show a major shift at ∼ 0.7 to 0.6 Ma, marked by major turnovers in the relative abundances of species, coinciding with an increased amplitude of glacial cycles. These cycles appear to have influenced low latitude monsoonal climate as well as deep-sea conditions in the Central Indian Ocean Basin",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Marine Micropaleontology",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sudipta Sarkar",
            "Baidehi Mukherjee"
        ],
        "keywords": "Paleoceanographic changes,DSDP 238,Central Indian Ocean Basin"
    },
    {
        "id": 1605,
        "label": 30,
        "author": "anil k gupta",
        "title": "Is strontium isotope record a strict proxy for chemical weathering rates during the late Miocene (Ocean Drilling Program Site 758A)?",
        "organization": "IIT",
        "abstract": "The strontium isotope ratios are examined in the shells of planktic foraminifer Orbulina universa in 20 samples from the late Miocene (8.03–6.36 Ma) sequence of Ocean Drilling Program (ODP) Site 758A, northeastern Indian Ocean. The Sr isotope ratios increased between 7.91 and 7.36 Ma and in the latest Miocene (6.48–6.36 Ma) reflecting high riverine flux from increased chemical weathering and high precipitation in the Himalayan region. The 87Sr/86Sr values decreased during 7.36 to 6.48 Ma coincident with the main phase of Chron-6 negative carbon shift. The carbon shift reflects high delivery of nutrients to the oceans. This contradicts the use of Sr isotope record as a strict proxy for global chemical weathering rates. The Sr isotope ratio should be used with great care in understanding the climatic– tectonic connections.",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Current science",
        "coauthors": [
            "Anil Kumar Gupta",
            "Syed Masood Ahmad",
            "Am Dayal",
            "Kunchithapadam Gopalan"
        ],
        "keywords": ""
    },
    {
        "id": 1512,
        "label": 29,
        "author": "anil k gupta",
        "title": "Climate Change and Disasters - Data for Risk Assessment Mapping and Decision Support Systems",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Climate-change as a global environmental consequence of human-driven Green House Gases (GHGs) loadings of biomass and fossil-fuel combustion, along with decline in ecological assimilative capacities is impending concern for human’s own security and well-being. Climate-change is noted to have altering the patterns of temperature and wind, seasons, rainfall, causing glacial retreat, thermohaline changes, and affecting natural resources and processes, viz., edaphic, regional climate, bioresources, evapotranspiration, and geomorphodynamics. These attribute to environmental extremes and result in catastrophic events like GLOFs; landslides, snow/rock avalanche, riverine and coastal flooding; drought, desertification, dust-storms; riverbank erosion and siltation; Forest fires; epidemics and pest infestations; cyclonic storms & surges, Coastal erosion, saltwater intrusion, and extreme weather events like EL-NINO, LA-NINA, cloudburst, hailstorms, etc",
        "email": "",
        "conf": "Proceedings of National Seminar on Climate Change: Data Requirement and Availability",
        "coauthors": [
            "Sreeja S Nair",
            "Anil Kumar Gupta"
        ],
        "keywords": "data needs, sources, CCA adaptation, hazards, risk mapping, disaster management"
    },
    {
        "id": 1484,
        "label": 29,
        "author": "anil k gupta",
        "title": "Bundelkhand Drought: Retrospective Analysis and Way Ahead",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": " meteorological disaster management particularly drought. as I owe the soil of Bundelkhand and have experienced the ground realities of water crisis, ecological imbalances and livelihood challenges while being with the Department of Natural Resource Management of Bundelkhand University. A realization of the need to install a systematic study of Bundelkhand drought emerged with association of TERI's natural resource's scholar Anjali Singh and was then fuelled by my colleague Sreeja Nair. The mismatching trends of",
        "email": "",
        "conf": "National Institute of Disaster Management",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair",
            "Anjali Singh",
            "Sunanda Dey"
        ],
        "keywords": ""
    },
    {
        "id": 1563,
        "label": 30,
        "author": "anil k gupta",
        "title": "Paleoceanographic significance of deep-sea benthic foraminiferal species diversity at southeastern Indian Ocean Hole 752A during the Neogene",
        "organization": "IIT",
        "abstract": "Diversity parameters of Neogene deep-sea benthic foraminifera were measured at Ocean Drilling Program (ODP) Hole 752A, southeastern Indian Ocean (water depth of 1086.3 m) using Information Function (H), Equitability (E), number of species (S) and Sander's rarefaction values. These parameters combined with population abundance of dominant benthic foraminifera (Bulimina macilenta, Nuttallides umbonifera, Cibicides wuellerstorfi, Cibicides lobatulus, Bolivina pusilla, Ehrenbergina carinata, Gavelinopsis lobatulus, Cassidulina laevigata, Globocassiulina subglobosa) reveal significant paleoceanographic changes in the southeastern Indian Ocean during the Neogene. The values of all the diversity parameters show a decrease from 25 to 23 Ma and thereafter an increase with peak values at ~ 13.5 Ma. The Late Oligocene to Earliest Miocene was an interval of more unstable conditions at Hole 752A dominated by species characteristic of low organic carbon, well-ventilated, carbonate corrosive high energy conditions. The highest values of diversity parameters coincide with the early Middle Miocene climatic optimum. All these parameters show a declining trend and gradual decrease from 13.5 to 4.5 Ma coinciding with the major build up of ice sheets in the Antarctic region. Major increase in B. pusilla and E. carinata population during this time suggests high nutrient levels and low oxygen conditions at Hole 752A. This interval corresponds with the so-called “biogenic bloom” and an intense Oxygen Minimum Zone as observed throughout the Indo-Pacific region. Deep waters were warmer from 4.5 to 3 Ma marked by an increase in species diversity values, coinciding with the early middle Pliocene warmth. The species diversity values abruptly decreased in the younger interval, contemporaneous with the major Northern Hemisphere glaciation. During this time species characteristics of high-energy bottom currents and relatively cold deep water were dominant.",
        "email": "",
        "conf": "Palaeogeography Palaeoclimatology Palaeoecology",
        "coauthors": [
            "Raj Kumar Singh",
            "Anil Gupta",
            "Moumita Das"
        ],
        "keywords": "Paleoceanography,Neogene,Benthic foraminifera,Diversity,Indian Ocean,Oxygen Minimum Zone"
    },
    {
        "id": 1552,
        "label": 30,
        "author": "anil k gupta",
        "title": "Response of trace metal redox proxies in continental shelf environment: The Eastern Arabian Sea scenario",
        "organization": "IIT",
        "abstract": "Major and trace elements (viz. Al, Si, Ca, Na, Fe, Ti, K, S, Mn, V, Cu, Zn, Mo, Ni, Th and U) along with organic carbon and nitrogen content were analyzed in the sediment samples of a gravity core (GC-08/SK-291; 12°34′N: 74°11.47′E) which lies within the upper edge of intense oxygen minimum zone (OMZ) of Eastern Arabian Sea. The aim was to determine how the geochemistry of the redox-sensitive elements (viz. V, Cu, Zn, Mo, Ni, and U) was influenced by the suboxic water column and bottom water condition and whether the sediments show a unique signature of such redox condition. The weathering intensity was also determined and the provenance of sediments has been inferred to discern the uniformity in sediment supply in the studied location. The chemical index of alteration (CIA), Chemical Index of Weathering (CIW) and Al–Ti–Zr ternary diagrams suggest low to moderate source area weathering of granodioritic to tonalitic source rock composition, which is similar to the regional geology of the continental mass nearby. The relative variations of major elements such as Si, Al and Ca suggest that the terrigenous fractions in the studied sediments are diluted by marine carbonates, unlike by biogenic opal, which is the case for most shelf regions of the world experiencing upwelling. The relative distributions of total organic carbon (TOC), total sulfur (TS) and total nitrogen (TN) suggest that the organic matter in the studied sediments is primarily of terrestrial origin irrespective of its presence in the deeper part of the shelf. We adopted the multi-proxy procedure for analyzing the redox condition prevalent during the deposition of sediments (e.g., enrichment of redox-sensitive elements, authigenic U, and ratios of trace metals such as U/Th, V/Cr, V/Mo, Ni/Co and (Cu+Mo)/Zn). The most striking result is a fully oxic signature reflected consistently by all redox proxies despite the occurrence of studied location within the OMZ of Arabian Sea. The redox proxies estimated from the bulk composition as well as the marine fraction of trace metals, do not reveal any significant difference in the depositional condition. The seasonal variation of O2 concentration seems to be the dominant factor which controls the response of the trace metals to the water column anoxia in the studied location. The major implication of the present study is that the trace element redox proxies alone are not always suitable to discern the redox condition of deposition in continental shelf sediments which are characterized by high sediment input from continents and significant seasonal variation of O2 concentration in the water column.",
        "email": "",
        "conf": "Continental Shelf Research",
        "coauthors": [
            "Shiba Shankar Acharya",
            "Mruganka Panigrahi",
            "Anil Gupta",
            "Subhasish Tripathy"
        ],
        "keywords": "Arabian Sea,Redox condition,Trace elements,Oxygen minimum zone,Seasonal variation"
    },
    {
        "id": 1564,
        "label": 30,
        "author": "anil k gupta",
        "title": "Stilostomella: Extinction or local disappearance of elongated species?",
        "organization": "IIT",
        "abstract": "Benthic foraminiferal analysis of 15 core top samples from the Indian Ocean, revealed the presence of eight pristine elongated benthic foraminiferal species and one group of species. Six have been already reported as extinct group, whereas three have been categorized as survival group. Documentation of these species from recent sediments of the Indian Ocean allowed us to use the term ‘local disappearance’ rather than ‘extinction’ for the Mid-Pleistocene Transition. The present study also documents their shallow infaunal habitat in high organic carbon and low temperature environments. However, these species are also able to tolerate high temperature and well-oxygenated condition",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Ajoy Kumar Bhaumik",
            "Anil Kumar Gupta",
            "Richa Dey",
            "Steve C Clemens"
        ],
        "keywords": "Benthic foraminifera, elongated species, extinction, local disappearance"
    },
    {
        "id": 1549,
        "label": 30,
        "author": "anil k gupta",
        "title": "Instability Processes Triggered by Heavy Rain in the Garhwal Region Uttarakhand India",
        "organization": "IIT",
        "abstract": "On 16 and 17 June 2013, high-intensity rainfall (>400 mm) in different parts of the state of Uttarakhand caused devastating flash floods and triggered widespread landslides incurring heavy losses to the infrastructure, agricultural fields, human and animal lives, roads and widespread destruction of natural resources. Such a magnitude of disaster was perhaps not witnessed by the region at least over the last 100 years. Thus, this disaster can be considered as an extreme climatic event of the century. The extent and intensity of the tragedy can easily be visualised by the fact that all the famous shrines of the Uttarakhand state, located in high mountainous, snow-bound areas such as Badrinath (3133 m asl on Alaknanda River), Kedarnath (3584 m asl on Mandakini River), Gangotri (3140 m asl on Bhagirathi River), Yamunotri (3291 m asl on Yamuna River) and Hemkund Sahib (4433 m asl on Alaknanda River), were badly affected by this extreme fury of the nature.",
        "email": "",
        "conf": "Climate Change, Glacier Response, and Vegetation Dynamics in the Himalaya",
        "coauthors": [
            "Manish Mehta",
            "Dwarika P Dobhal",
            "Tanuj Shukla",
            "Anil Kumar Gupta"
        ],
        "keywords": "Rainfall, Disaster, Alaknanda River, Uttarakhand, Indian Himalaya"
    },
    {
        "id": 1538,
        "label": 30,
        "author": "anil k gupta",
        "title": "A long arid interlude in the Indian summer monsoon during 4350 to 3450 cal. yr BP contemporaneous to displacement of the Indus valley civilization",
        "organization": "IIT",
        "abstract": "Climatic variability played a pivotal role in the development of human societies and stability of civilizations in the past. To constrain the causes that drove displacement and deurbanization of the Indus Valley civilization, we present a 4500 yr old proxy record from the Tso Moriri Lake, northwestern (NW) Himalaya. The record indicates an interval of warm and wet climatic conditions from 4500 to 4350 calibrated years before Present (cal. yr BP) with a trend toward deteriorating climate, culminating in a pronounced, long cold and arid phase from∼4350 to 3450 cal. yr BP in the region. The Indian summer monsoon (ISM) weakened during this long arid phase depleting the water resources in the area of the Indus Valley settlements that likely have triggered the gradual abandonment of the Harappan cities. This long interval of ISM weakening and thus aridity in South Asia was driven by enhanced El Niño intensity and frequency.",
        "email": "",
        "conf": "Quaternary International",
        "coauthors": [
            "Som Dutt",
            "Anil Kumar Gupta",
            "Bernd Wnnemann",
            "Dada Yan"
        ],
        "keywords": "Indian summer monsoon, 4.2 kyr BP event, Indus valley civilization, North west Himalaya"
    },
    {
        "id": 1548,
        "label": 30,
        "author": "anil k gupta",
        "title": "Towards the understanding of the flash flood through isotope approach in Kedarnath valley in June 2013 Central Himalaya India",
        "organization": "IIT",
        "abstract": "During middle June 2013, Kedarnath valley in Rudraprayag district of Uttarakhand, India, was affected by catastrophic rainfall episode that caused massive loss of human lives and damage to the properties and livestock. Isotopic signatures of rainfall, snow/ice melt water and river water of Mandakani River were measured from 25 May 2013 to 16 June 2013, and these isotopic signatures are used to estimate the contribution of rainfall-derived runoff on flooding day. The result indicates that during the course of flood in Mandakani River, isotopic signature of river water was −15.97 ‰, whereas average isotopic signature of river before the flood shows −10.39 ‰. By using the two-component mixed model, the contribution of rainfall-derived runoff is found to be 78 % and the contribution of snow/ice melt runoff is 22 % during the flash flood in Mandakani River surrounding the Shri Kedarnath Temple, Central Himalaya, India.",
        "email": "",
        "conf": "Natural Hazards",
        "coauthors": [
            "Rajeev Saran Ahluwalia, S. P. Rai, Anil Kumar Gupta, D. P. Dobhal, Reet Kamal Tiwari, P. K. Garg, Kapil Kesharwani"
        ],
        "keywords": "Kedarnath valley, Flash flood, Isotope, Snow/glacier melt, Rainfall-derived runoff"
    },
    {
        "id": 1541,
        "label": 30,
        "author": "anil k gupta",
        "title": "Glacier Lake inventory of Himachal Pradesh",
        "organization": "IIT",
        "abstract": "The flash flood occurring due to glacier lake outbursts (GLOFs) are usually catastrophic to the human lives and infrastructure in the downstream areas. It is therefore, important to map and frequently monitor glacier lakes of Himalaya not only to know the impact of climate change on glacier lakes but also to mitigate hazards that may cause loss to the society. In the present study, we have generated a glacier lake inventory of Himachal Pradesh using high resolution Resourcesat 2 LISS IV satellite images.Atotal of 958 glacier lakes (size > 500 m ) of Himachal Pradesh (covering an area of 9.6±0.3 km ) 2 2 have been mapped using high resolution images. Out of these, 345 were classified as moraine-dammed lakes having a total area of 5.1±0.2 km (53.1 % of the total glacier lake area). Altitude wise distribution of glacier lakes in Himachal Pradesh 2 range from 3001 m a.s.l. to 5614 m a.s.l. The maximum glacier lakes area is seen in Chandra basin (2.7±0.09 km ). Sissu, an 2 artificial lake (area, 1900±66 m ) is situated at the minimum elevation (~3100 m) in the Chandra basin.Asupra-glacial lake 2 in the Spiti basin is located at the maximum mean elevation of the study area (5614 m). The largest lake in the Himachal Pradesh has been classified as other moraine-dammed lake (1.0±0.03km ) is sited at frontal of Samundra Tapu Glacier in the 2 Chandra basin. The maximum number of glacier lakes are seen in the Miyar basin (156 counts), whereas minimum lakes are located in the Siul basin (06). The present study will provide a reference database to quantify impact of climate change on glaciers and glacial lakes in the region and will allow identification of potentially dangerous lakes in the state in conjunction with detailed ground investigations.",
        "email": "",
        "conf": "Himalayan Geology",
        "coauthors": [
            "Rakesh Bhambri",
            "Anshuman Misra",
            "Amit Kumar",
            "Anil K. Gupta",
            "Akshaya Verma",
            "Sameer K Tiwari"
        ],
        "keywords": ""
    },
    {
        "id": 1569,
        "label": 30,
        "author": "anil k gupta",
        "title": "Deep-sea benthic foraminiferal changes in the eastern Indian Ocean (ODP Hole 757B): Their links to deep Indonesian (Pacific) flow and high latitude glaciation during the Neogene",
        "organization": "IIT",
        "abstract": "This study analyses 26.5 Ma record of deep-sea benthic foraminifera from 194 samples from Ocean Drilling Program Hole 757B (latitude 17°01.458' S, longitude 88°10.899' E, water depth of 1652.1 m) located on the Ninetyeast Ridge, southeastern Indian Ocean below equatorial divergence zone. The data document important changes in benthic foraminiferal population at Hole 757B since the late Oligocene. The welloxygenated, oligotrophic species including Cibicides cicatricosus, C. pseudoungerianus and Oridorsalis umbonatus were dominant during the late Oligocene to the early Miocene. These species began to decline as site 757 moved northward into the influence of the Indonesian Throughflow (ITF) beneath surface and subsurface water masses from the Pacific Ocean. Cibicides cicatricosus and C. pseudoungerianus disappeared in the late Miocene (10-8 Ma) at Hole 757B. The lower bathyal to abyssal species Nuttallides umbonifera shows a major increase at ~11.5 Ma coinciding with a significant increase in Neodymium (Nd) isotope values, indicating substantial transport of deep Pacific water to the Indian Ocean through the Indonesian seaway. Nuttallides umbonifera decreases drastically during 3-2.8 Ma, though the Nd isotope values do not show a decrease. We relate this change to a low sample resolution in the latter study. This event coincides with the final closure of the Indonesian seaway and a switch in shallow ITF source from warm, saline South Pacific to cool, fresh North Pacific thermocline water, which triggered global cooling and major expansion of Northern Hemisphere glaciation.",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Episodes",
        "coauthors": [
            "Raj Kumar Singh",
            "Anil Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1517,
        "label": 29,
        "author": "anil k gupta",
        "title": "India and the WSSD (Rio + 10) Johannesburg: Issues of national concern and international strategies",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Beginning with Stockholm Conference (1972), the notion of ‘sustainable development’ has been under repetitive brainstorming at various fora, for mounting a practicably operational framework. However, auditing the activities during the last three decades has revealed that the difficulty lies in translation into practical implementation of policy or programmes. India’s efforts at national or regional levels have been significant, but far from accuracy and adequacy in many of the cases, particularly when we look these in the mirror of sustainability and governance. Owing to India’s diversity of ecological complexes, economic-development needs and sociocultural settings, national priorities have to be taken care of while framing the agenda for the nation’s stand within any international meet. The journey from Stockholm to Rio that witnessed Johannesburg for the World Summit on Sustainable Development, in September 2002, now calls for introspection and auditing of our efforts for meeting national or global agenda of environmental safeguards and sustainable development strategy. The present paper analyses major issues of sustainable development paradigm in the wake of the journey from Stockholm to Johannesburg, identifying Indian priorities for scientific and strategic concerns to be bargained at national and international platforms. It has advocated the priority attention on the issues of food safety in sustainable agriculture, and preventive disaster management, besides listing major scientific concerns for research, education and policy action. Concerns of international cooperation and strategies have also been discussed. It is suggested that participation in global agreements and international negotiations must be based on the indigenous sustainable development model and need for technological and financial cooperation to meet the challenges and commitments.",
        "email": "",
        "conf": "Current Science",
        "coauthors": [
            "Anil Kumar Gupta",
            "Mohammad Yunus"
        ],
        "keywords": ""
    },
    {
        "id": 1490,
        "label": 29,
        "author": "anil k gupta",
        "title": "Drought Risk and Vulnerability Analysis for Bundelkhand Region of India",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Bundelkhand region of central India has been known for water scarcity and chronic drought. The recent recurring drought in the Bundelkhand region has alarmed the scientific community and the policy makers alike. The absence of appropriate scientific work to analyse the recurring pattern of the drought, and the relation between meteorological, hydrological, and agricultural drought has further perplexed the decision makers. The study was an attempt to fill this knowledge gap by using Geoinformatics and other established tools of drought monitoring. Range of indices on drought monitoring has been applied to analyse the nature of the droughts and calculate their frequency and intensity and composite drought. The report ends with innovative presentation of hazard, vulnerability and composite risk map of the region to educate the readers and the decision makers about the recurring nature of the meteorological drought and its impact on hydrological and agricultural systems. It presents an intelligent information base to assist the decision makers and mitigation analysts in taking informed decisions on drought mitigation action",
        "email": "envirosafe2007@gmail.com",
        "conf": "International Geoinformatics Research and Development Journal",
        "coauthors": [
            "Sreeja S Nair",
            "Singh Anjali",
            "Anil Kumar Gupta"
        ],
        "keywords": "Drought, Bundelkhand, Meteorological, Agricultural, Hydrological, Risk, vulnerability, Geoinformatics"
    },
    {
        "id": 1516,
        "label": 29,
        "author": "anil k gupta",
        "title": "Physico-chemical analysis of treated distillery effluent irrigation responses on crop plants pea (Pisum sativum) and wheat (Triticum aestivum)",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Physico-chemical properties of distillery effluent and their responses of different concentrations like 0%, 25%, 50%, 75% and 100% on crop plants, i.e. pea and wheat were studied under field condition. Where waste water is acidic in nature with high dissolved salts and organic load, on subsequent dilution it is serving as liquid fertilizer up to 50% effluent concentration, > 50% effluent concentration it is posing inhibitory effect on the tested crops, further work on marginal dilution are needed to substantiate the present study. [Life Science Journal. 2009; 6(1): 84 – 89] (ISSN: 1097 – 8135)",
        "email": "",
        "conf": "Life Science Journal",
        "coauthors": [
            "Sandeep K. Pandey",
            "Anil Kumar Gupta",
            "Moh Yunus"
        ],
        "keywords": "distillery effluent; physico-chemical parameters; crop response parameters; Pisum sativum; Triticum aestivum"
    },
    {
        "id": 1496,
        "label": 29,
        "author": "anil k gupta",
        "title": "Applying environmental impact assessments and strategic environmental assessments in disaster management",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "The Role of Ecosystems in Disaster Risk Reduction",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair"
        ],
        "keywords": ""
    },
    {
        "id": 1612,
        "label": 30,
        "author": "anil k gupta",
        "title": "Deep-sea benthic foraminiferal changes and terminal Miocene event at tropical Indian Ocean DSDP Site 214",
        "organization": "IIT",
        "abstract": "",
        "email": "",
        "conf": "JOURNAL OF THE GEOLOGICAL SOCIETY OF INDIA",
        "coauthors": [
            "Anil Gupta",
            "M.S. Srinivasan"
        ],
        "keywords": ""
    },
    {
        "id": 1543,
        "label": 30,
        "author": "anil k gupta",
        "title": "Holocene strengthening of the Oxygen Minimum Zone in the northwestern Arabian Sea linked to changes in intermediate water circulation or Indian monsoon intensity?",
        "organization": "IIT",
        "abstract": "A high resolution 14,000 year old record of benthic foraminifera from ODP Hole 723A was produced to understand changing intensity of the NW Arabian Sea Oxygen Minimum Zone (OMZ) and its links with intermediate water circulation and Indian Monsoon Intensity. During the latest Pleistocene, the OMZ was very weak marked by the abundance of oxic species. From early to mid Holocene period (up to 6500 years BP), intense SW monsoon-related high surface productivity led to the development of an OMZ in the Arabian Sea; however, presence of oxic and suboxic species indicate that OMZ intensification was minimized by cyclic incursions of oxygen-rich intermediate waters from the South. The middle Holocene was a transitional period to intense OMZ conditions. The intensification of the OMZ could be due to replacement of oxygen-rich southern source Sub-Antarctic Mode and Antarctic Intermediate Waters (SAMW-AAIW), with oxygen poor Red Sea Water (RSW) from the north during the middle Holocene. As the intensity of the summer monsoon weakened during the late Holocene (~ 4200 years BP onwards) the Arabian Sea OMZ intensified, suggesting total cut off from the oxygenated SAMW-AAIW. Spectral analysis of Information Function (H), benthic foraminifer Bolivina spp. and oxic species of benthic foraminifera indicate that the intensity of the OMZ and deep water conditions respond closely to solar cycles.",
        "email": "",
        "conf": "Palaeogeography Palaeoclimatology Palaeoecology",
        "coauthors": [
            "Moumita Das",
            "Raj Kumar Singh",
            "Anil Gupta",
            "Ajoy Kumar Bhaumik"
        ],
        "keywords": "Oxygen Minimum Zone (OMZ),Red Sea water (RSW),Indian monsoon,Arabian Sea,Holocene,Benthic foraminifera"
    },
    {
        "id": 1556,
        "label": 30,
        "author": "anil k gupta",
        "title": "Late Quaternary glacial advances in the Tons River Valley Garhwal Himalaya India and regional synchronicity",
        "organization": "IIT",
        "abstract": "The glacial history of the Tons River Valley reveals significant changes in the glacier extent during the late Quaternary driven by regional and global climatic changes. The successions of moraines in glaciated valley of the upper Tons River, Garhwal Himalaya, provide evidence of at least five glacial advances during the late Quaternary Period. This study discusses about the synchronicity of Himalayan glaciers and comparison between results of Optically Stimulated Luminescence (OSL) and Cosmogenic Radio Nuclide (CRN 10Be) dates. The OSL dates of moraine sediments deposited by glacier in the upper Tons valley show parallelism with the ages deduced from the CRN of 10Be by Scherler et al. in the same area. The five episodes of glacier advances are dated at 20 ± 3, 16 ± 2, 8 ± 1.2, 6 ± 0.7 and 3 ± 0.6 kyr (between Marine Isotope Stages (MISs) I and II). Two of the more extensive phases of glaciation were during the early and later parts of MIS II, which attributed to the lower temperature and enhanced the mid-latitude westerlies. During the periods between 20 ± 3 kyr and present day, the glacier lost ~47 km2 (33%) area, 0.88 × 1010 m3 water equivalent (w.e.) volume with the rate of 0.44 × 106 m3 w.e./yr, which is close to the current melting rates of Central Himalayan glaciers. The estimation of equilibrium line altitude (ELA) using these dates and geomorphic data suggests a vertical shift of ~451 m for Jaundhar Glacier and ~598 m for Bandarpunch Glacier since 20 kyr. The results from Tons valley glaciation show synchronicity with the records of glacial advancements from the other Himalayan glacier valleys. These data allow testing of two widely used dating techniques and importance of global climate change and monsoon influence on glaciation in the Himalaya.",
        "email": "",
        "conf": "The Holocene",
        "coauthors": [
            "Manish Mehta",
            "Dwarika P Dobhal",
            "Bhanu Pratap",
            "Zahid Majeed",
            "Anil Kumar Gupta",
            "Pradeep Srivastava"
        ],
        "keywords": "equilibrium line altitude, Himalaya, Optically Stimulated Luminescence, Tons Valley Glaciation"
    },
    {
        "id": 1561,
        "label": 30,
        "author": "anil k gupta",
        "title": "Variations in deep-sea benthic foraminifera at ODP Hole 756B southeastern Indian Ocean: Evidence for changes in deep ocean circulation",
        "organization": "IIT",
        "abstract": "Seventy three core samples of 10 cc volume were analysed from Ocean Drilling Program (ODP) Site 756, Hole B with an average interval of 236 kyr per sample. Factor and cluster analyses of 37 high ranking species of benthic foraminifera enabled us to identify four clusters representing four biofacies. Biofacies Sl-Om is characterised by Stilostomella lepidula, Orthomorphina modesta, Robulus gibbus, Bulimina miolaevis and Cibicides cf. lucidus. This biofacies dominates the latest Oligocene to early Miocene interval (24–21 Ma and 18.75–16.5 Ma), indicating low to intermediate dissolved oxygen, organic carbon rich environment, warm and sluggish deep waters. During 21–18.75 Ma, the biofacies Gp-Nu (Globocassidulina pacifica, Nuttallides umbonifera, Trifarina angulosa, Quinqueloculina weaveri, Robulus gibbus and Pullenia bulloides) dominates the benthic assemblage at Hole 756B. This biofacies also has a short lived presence at ~ 16.5 Ma. This was an interval of intense circulation of cold and corrosive deep water similar to Antarctic Intermediate Water (AAIW), and intermediate to high flux of organic matter to Hole 756B. The Antarctic Circumpolar Current (ACC) initiated during this time. From 16.5 to 10.6 Ma, the benthic assemblage at Hole 756B is dominated by biofacies Ub-Gs (characteristic species Uvigerina buzasi, Globocassidulina subglobosa, Laticarina pauperata), indicating intermediate to high food supply and cold deep water. This interval coincides with the middle Miocene positive oxygen isotope shift and permanent build up of Antarctic ice sheets. The late Miocene interval (10.6–6.5) is characterised by biofacies Ec-Bs (dominant species Ehrenbergina carinata, Bolivina spathulata, Osangularia culter and Pullenia osloensis) indicating low oxygen condition with high food supply in the study area. This corresponds to an interval of global biogenic bloom.",
        "email": "anilg@gg.iitkgp.ernet.in; anilg@wihg.res.in",
        "conf": "Palaeogeography Palaeoclimatology Palaeoecology",
        "coauthors": [
            "Swati Verma",
            "Anil Kumar Gupta",
            "Raj Kumar Singh"
        ],
        "keywords": "Deep-sea benthic foraminifera,Southeastern Indian Ocean,Antarctic Intermediate Water,Antarctic Circumpolar Current"
    },
    {
        "id": 1609,
        "label": 30,
        "author": "anil k gupta",
        "title": "Pliocene - Pleistocene benthic foraminifera and abyssal circulation changes at Arabian Sea DSDP sites 220 and 223",
        "organization": "IIT",
        "abstract": "At site 220 the most dominant taxon is Nuttallides umbonifera showing peak abundances in the Early Pliocene, Early and latest Pleistocene possibly representing intervals of highly carbonate-undersaturated bottom waters. At relatively shallower site 223, the benthic assemblage is dominated by Cibicides wuellerstorfi, Oridorsalis umbonatus and Uvigerina hispido-costata through Plio-Pleistocene. N. umbonifera shows peak abundances only in the beginning of the Pliocene. C. wuellerstorfi and O. umbonatus show increased percentages in the earliest Pliocene, late Early Pliocene, and a short lived peak in the Early Pleistocene (samples 2-5), indicating presence of relatively warm, oxygenated, and less corrosive bottom water at this site. The peaks of U. hispido-costata at site 223 are inferred to reflect intervals of high surface productivity due to intense upwelling off the Arabian coast.",
        "email": "",
        "conf": "Oceanographic Literature Review",
        "coauthors": [
            "Anil Kumar Gupta",
            "A. Roy",
            "P. Naik",
            "S. Chatterji"
        ],
        "keywords": ""
    },
    {
        "id": 1539,
        "label": 30,
        "author": "anil k gupta",
        "title": "Hydroclimatic significance of stable isotopes in precipitation from glaciers of Garhwal Himalaya Upper Ganga Basin (UGB) India",
        "organization": "IIT",
        "abstract": "Stable isotopic composition of precipitation as preserved in continental proxy climate archives (e.g., ice cores, lacustrine sediments, tree rings, groundwater, and organic matter) can sensitively record fluctuations in local meteorological variables. These are important natural climatic tracers to understand the atmospheric circulation patterns and hydrological cycle and to reconstruct past climate from archives. Precipitation was collected at Dokriani Glacier to understand the response of glaciers to climate change in the Garhwal Central Himalaya, Upper Ganga Basin. The local meteoric water line deviates from the global meteoric water line and is useful for the identification of moisture source in the region. The data suggest different clusters of isotopic signals, that is, summer (June–September) and winter (November–April); the mean values of δ18O, δD, and d ‰ during summer are −13.03‰, −84.49‰, and 19.78 ‰, respectively, whereas during winter, the mean values of δ18O, δD, and d ‰ are −7.59‰, −36.28‰, and 24.46 ‰, respectively. Backward wind trajectory analysis ascertains that the major source of precipitation during summer is from the Indian Summer Monsoon and during winter from the westerlies. Regression analysis has been carried out in order to establish interrelationship between the precipitation isotopic signatures and meteorological variables such as air temperature, relative humidity, and precipitation. Temperature and precipitation have good correlation with the isotopic signatures of precipitation with R2 values >.5, suggesting that both temperature and amount effects prevail in the study region. Multiple regression analysis found strong relationships for both the seasons. The relationship of deuterium excess with δ18O, relative humidity, and precipitation are significant for the winter season. No significant relationships of deuterium excess were found with other meteorological variables such as temperature and radiation. The correlation and regression analysis performed are significant and valuable for interpretation of processes in the hydrological cycle as well as for interpretation of palaeoclimate records from the region.",
        "email": "",
        "conf": "Hydrological Processes",
        "coauthors": [
            "Akshaya Verma",
            "Amit Kumar",
            "Anil Kumar Gupta",
            "Sameer K. Tiwari",
            "Rakesh Bhambri",
            "Suneet Naithani"
        ],
        "keywords": ""
    },
    {
        "id": 1603,
        "label": 30,
        "author": "anil k gupta",
        "title": "Increase in the Asian Southwest Monsoon During the Past Four Centuries",
        "organization": "IIT",
        "abstract": "Climate reconstructions reveal unprecedented warming in the past century; however, little is known about trends in aspects such as the monsoon. We reconstructed the monsoon winds for the past 1000 years using fossil Globigerina bulloides abundance in box cores from the Arabian Sea and found that monsoon wind strength increased during the past four centuries as the Northern Hemisphere warmed. We infer that the observed link between Eurasian snow cover and the southwest monsoon persists on a centennial scale. Alternatively, the forcing implicated in the warming trend (volcanic aerosols, solar output, and greenhouse gases) may directly affect the monsoon. Either interpretation is consistent with the hypothesis that the southwest monsoon strength will increase during the coming century as greenhouse gas concentrations continue to rise and northern latitudes continue to warm.",
        "email": "",
        "conf": "Science",
        "coauthors": [
            "David M Anderson",
            "Jonathan T Overpeck",
            "Anil Kumar Gupta"
        ],
        "keywords": "Snow cover, Greenhouse gas, Climate modification, Southwest monsoon, Paleoclimate, Warming, Wind, Asia, Eurasia"
    },
    {
        "id": 1581,
        "label": 30,
        "author": "anil k gupta",
        "title": "Five new species of benthic foraminifera from upper Pleistocene sequence in ODP Hole 716A Maldives Ridge equatorial Indian Ocean",
        "organization": "IIT",
        "abstract": "Study of benthic foraminifera from late Pleistocene (~ 444 Kyr to 150 Kyr BP) samples from Ocean Drilling Program (ODP) Hole 716A (4° 56.0'N, 73° 17.0'E; present water depth 533.3 m), Maldives Ridge, equatorial Indian Ocean, led to the discovery of one new genus Acostinella n. gen. and five new species of benthic foraminifera including Adelosina bhallai n. sp., Siphonaperta bhallai n. sp., Triloculinella bhallai n. sp., Hofkeruva sahaii n. sp., Acostinella sahaii n. sp. These taxa were examined under the scanning electron",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Micropaleontology",
        "coauthors": [
            "Sudipta Sarkar",
            "Anil Kumar Gupta"
        ],
        "keywords": "Benthic zone, New species, Holotypes, Paratypes, Ridges, Drilling, Ocean floor, Etymology"
    },
    {
        "id": 1537,
        "label": 30,
        "author": "anil k gupta",
        "title": "Spatio-temporal variability of near-surface air temperature in the Dokriani Glacier catchment (DGC) central Himalaya",
        "organization": "IIT",
        "abstract": "Air temperature is one of the most important meteorological factors that affect melting of glaciers, distribution of snowfall and rain at higher altitudes in the Himalaya. However, studies on spatio-temporal variability of air temperature in the central Himalaya are limited. In the present study, seasonal and annual characteristics (July 2011 to December 2015) of near-surface temperature and lapse rate in the Dokriani glacier catchment (DGC) of the central Himalaya are investigated using data from three automatic weather stations (AWSs). An attempt is also made to quantify 0 °C isotherm and temperate sustainability over the glacierized area. The results reveal that the average near-surface temperature lapse rate (NSTLR) of the catchment varies from 4.6 to 7.5 °C km−1 during all measurement seasons, suggesting that the standard environmental lapse rate (SELR, 6.5 °C km−1) is not a promising input for realistic glacio-hydrological modeling. The seasonal variability of the NSTLR indicates that the monsoon (warm and humid period) lowers the temperature lapse rate in this catchment due to the presence of high moisture content in the air. The steepest lapse rate is investigated during the pre-monsoon season due to clear and drier weather conditions. In addition to this, the results reveal strong variability in NSTLR at diurnal and sub-diurnal levels, with high variability in the day time and low in the night-time hours. A higher air temperature is examined in the ablation zone of the Dokriani Glacier during the monsoon season (i.e., JJAS: June, July, August, September), while other seasons (pre-monsoon, post-monsoon, winter) show both higher as well as lower temperatures. A large variation in 0 °C isotherm is also observed ranging from 5000 to 5500 m asl during 2012–2015. The present work emphasizes that the study of monthly, seasonal, and annual variability of the NSTLR are very important for glacio-hydrological research in the central Himalaya.",
        "email": "",
        "conf": "Theoretical and Applied Climatology",
        "coauthors": [
            "Jairam Singh Yadav",
            "Bhanu Pratap",
            "Anil Kumar Gupta",
            "D. P. Dobhai",
            "R. B. S. Yadav",
            "Sameer kumar Tiwari"
        ],
        "keywords": ""
    },
    {
        "id": 1568,
        "label": 30,
        "author": "anil k gupta",
        "title": "Indian summer monsoon during the last two millennia",
        "organization": "IIT",
        "abstract": "The monsoon is a large‐scale feature of the tropical atmospheric circulation, affecting people and economies in the world's most densely populated regions. Future trends due to natural variability and human‐induced climate changes are uncertain. Palaeoclimate records can improve our understanding of monsoon dynamics and thereby reduce this uncertainty. Palaeoclimate records have revealed a dramatic decrease in the Asian summer monsoon since the early Holocene maximum 9 ka BP. Here we focus on the last 2 ka, where some records indicate an increasing trend in the summer monsoon. Analysing Globigerina bulloides upwelling records from the Arabian Sea, we find the weakest monsoon occurred 1500 a BP, with an increasing trend towards the present.",
        "email": "",
        "conf": "Journal of Quaternary Science",
        "coauthors": [
            "David M Anderson",
            "Corinne Baulcomb",
            "Alice K. Duvivier",
            "Anil Kumar Gupta"
        ],
        "keywords": "Arabian Sea,Holocene,India,Monsoon,Tropics"
    },
    {
        "id": 1595,
        "label": 30,
        "author": "anil k gupta",
        "title": "Origin of agriculture and domestication of plants and animals linked to early Holocene climate amelioration",
        "organization": "IIT",
        "abstract": "Domestication of plants and animals was necessary for the evolution of agriculture, spatial expansion and population increase of humans during the Holocene, which facilitated the evolution of technically innovative societies. The agricultural practices enabled people to establish permanent settlements and expand urbanbased societies. Domestication of plants and animals transformed the profession of the early humans from hunting and gathering to selective hunting, herding and settled agriculture. The earliest archaeological evidences, found throughout the tropical and subtropical areas of southwestern and southern Asia, northern and central Africa and Central America, suggest rapid and large-scale domestication of plants and animals ca. 10,000–7000 cal years BP. This interval corresponds to an intense humid phase and equable climates, as observed in numerous paleo records across the regions. I suggest that domestication of plants and animals and subsequent beginning of agriculture were linked to climate amelioration in the early Holocene",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Current science",
        "coauthors": [
            "Anil Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1579,
        "label": 30,
        "author": "anil k gupta",
        "title": "Benthic foraminiferal faunal and isotopic changes as recorded in Holocene sediments of the northwest Indian Ocean",
        "organization": "IIT",
        "abstract": "Historically, the Holocene has been considered an interval of relatively stable climate. However, recent studies from the northern Arabian Sea (Netherlands Indian Ocean Program 905) suggested high‐amplitude climate shifts in the early and middle Holocene based on faunal and benthic isotopic proxy records. We examined benthic foraminiferal faunal and stable isotopic data from Ocean Drilling Program (ODP) Site 723 and total organic carbon data from ODP Site 724, Oman Margin (808 and 593 m water depths, respectively). At Site 723 the mid‐Holocene shift in δ18O values of infaunal benthic species Uvigerina peregrina (1.4‰) is 3 times larger than that of epifaunal benthic species Cibicides kullenbergi recorded at Site NIOP 905 off Somalia. However, none of the five other benthic species we measured at Hole 723A exhibits such a shift in δ18O. We speculate that the late Holocene δ18O decrease in U. peregrina represents species‐specific changes in ecological habitat or food preference in response to changes in surface and deep ocean circulation. While the stable isotopic data do not appear to indicate a middle Holocene climatic shift, our total organic carbon and benthic faunal assemblage data do indicate that the early Holocene deep Arabian Sea was influenced by increased ventilation perhaps by North Atlantic Deep Water and/or Circumpolar Deep Water incursions into the Indian Ocean, leading to remineralization of organic matter and a relatively weak early Holocene oxygen minimum zone in the northwest Arabian Sea in spite of strong summer monsoon circulation",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Paleoceanography and Paleoclimatology",
        "coauthors": [
            "Anil Gupta",
            "Moumita Das",
            "Steve C Clemens",
            "Baidehi Mukherjee"
        ],
        "keywords": ""
    },
    {
        "id": 1578,
        "label": 30,
        "author": "anil k gupta",
        "title": "Late Quaternary benthic foraminifera from Ocean Drilling Program Hole 716A Maldives Ridge southeastern Arabian Sea",
        "organization": "IIT",
        "abstract": "A study on deep-sea benthic foraminifera from the interval∼ 445 ka BP to the Present of the Ocean Drilling Program (ODP) Hole 716A (4° 56.0′ N, 73° 17.0′ E; present water depth 533.3 m), Maldives Ridge, southeastern Arabian Sea, documented 201 species belonging to 105 genera. These taxa were examined under scanning electron microscope (SEM) to illustrate their interspecific morphological variations. Several of these species are dominant showing significant down core fluctuations in their abundances whereas some are rare and",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Micropaleontology",
        "coauthors": [
            "Sudipta Sarkar",
            "Soma Baranwal",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1586,
        "label": 30,
        "author": "anil k gupta",
        "title": "South Equatorial Current (SEC) driven changes at DSDP Site 237 Central Indian Ocean during the Plio-Pleistocene: Evidence from Benthic Foraminifera and Stable Isotopes",
        "organization": "IIT",
        "abstract": "This study attempts to analyse paleoceanographic changes in the Central Indian Ocean (Deep Sea Drilling Project Site 237), linked to monsoon variability as well as deep-sea circulation during the Plio-Pleistocene. We used factor and cluster analyses of census data of the 34 most dominant species of benthic foraminifera that enabled us to identify five biofacies: Astrononion umbilicatulum–Uvigerina proboscidea (Au–Up), Pullenia bulloides–Bulimina striata (Pb–Bs), Globocassidulina tumida–Nuttallides umbonifera (Gt–Nu), Gyroidinoides nitidula–Cibicides wuellerstorfi (Gn–Cw) and Cassidulina carinata–Cassidulina laevigata (Cc–Cl) biofacies. Knowledge of the environmental preferences of modern deep-sea benthic foraminifera helped to interpret the results of factor and cluster analyses in combination with oxygen and carbon isotope values. The biofacies indicative of high surface productivity, resulting from a stronger South Equatorial Current (Au–Up and Pb–Bs biofacies), dominate the early Pliocene interval (5.6–4.5 Ma) of global warmth. An intense Indo-Pacific ‘biogenic bloom’ and strong Oxygen Minimum Zone extended to intermediate depths (∼1000–2000 m) over large parts of the Indian Ocean in the early Pliocene. Since 4.5 Ma, the food supply in the Central Indian Ocean dropped and fluctuated while deep waters were corrosive (biofacies Gt–Nu, Gn–Cw). The Pleistocene interval is characterized by an intermediate flux of organic matter (Cc–Cl biofacies).",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Journal of Asian Earth Sciences",
        "coauthors": [
            "Anil Kumar Gupta",
            "Moumita Das",
            "K. Bhaskar"
        ],
        "keywords": "Plio-Pleistocene,Benthic foraminifera,Stable isotopes,DSDP Site 237,Central Indian Ocean,SEC"
    },
    {
        "id": 1488,
        "label": 29,
        "author": "anil k gupta",
        "title": "Flood Disaster Risk Management: Gorakhpur Case Study",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "The aim of the module is to give an overview of flood risk management in the context of Gorakhpur where annually floods play havoc. This module is designed and developed in the form of a case study to help users to understand the problem of floods, its different perspectives, impacts on livelihood, risk adaptation methods, community based and community led measures. The case study cites some examples from the work done by the Gorakhpur Environmental Action Group (GEAG) in the field of flood management in Gorakhpur district. This case study module supplements the core training module of NIDM on flood disaster management and does not substitute it. The case that is the subject of the inquiry will be an instance of a class of phenomena that provides an analytical frame an object within which the study is conducted and which the case illuminates and explicates\" (Thomas, 2011). Through this example we shall be able to comprehend and have a good understanding about floods, their impacts, and the management perspectives and solutions for adapting to floods. Special focus has been given on interventions of Gorakhpur Environmental Action Group (GEAG) in flood disaster risk reduction which has helped the local communities in assessing the ground realities and building resilience to floods in future.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair",
            "Shiraz A Wajih",
            "Sunanda Dey"
        ],
        "keywords": ""
    },
    {
        "id": 1514,
        "label": 29,
        "author": "anil k gupta",
        "title": "Flood Disaster Mitigation and Management: A Synthesis and Key Lessons",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "'Flood'is excess above threshold of carrying capacity, and is the same in case of 'water'-too much, prolonged, inundating, and causing damage to property, environment and people, referring flood disaster in humanitarian response and relief context. Environmental-changes as drivers of hydro-meteorological disasters and impacts that create 'humanitarian disaster'has been summarised in the figure 2. Environmental hazards that drive the changes in climate, geo-morphological, hydrological and biological setting of the regions create",
        "email": "",
        "conf": "Disast. Dev 3",
        "coauthors": [
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1592,
        "label": 30,
        "author": "anil k gupta",
        "title": "SYSTEMATIC DECLINE IN BENTHIC FORAMINIFERAL SPECIES DIVERSITY LINKED TO PRODUCTIVITY INCREASES OVER THE LAST 26 MA IN THE INDIAN OCEAN",
        "organization": "IIT",
        "abstract": "Deep-sea benthic foraminferal species diversity from the late Oligocene-Holocene sequence of Ocean Drilling Program (ODP) Site 757, Hole B, southeastern Indian Ocean (1652 m water depth), is examined in terms of the information function (H), equitability (E), number of species (S) and Sanders’ rarefied values. The values of these parameters reached their maximum about 18–15 Ma, and thereafter had a continuous stepwise decrease. Productivity increased significantly in the Indo-Pacific Ocean (the “biogenic bloom”) and the oxygen minimum zone (OMZ) intensified over large parts of the Indian Ocean beginning about 15 Ma. The diversity values show more abrupt changes since 10–8 Ma, when the strength of the Indian summer monsoon substantially increased and there were significant changes in Southern Hemisphere (SH) and Northern Hemisphere (NH) ice volume. Diversity values decreased abruptly 8–6 Ma (the Chron-6 negative Carbon Shift), 3.2–2.3 Ma (major NH glaciation) and 1.6–0.9 Ma, coinciding with increased percentages of Uvigerina proboscidea, a species indicative of high surface productivity. Thus, we suggest that fluctuations in species diversity at ODP Site 757 were related to changes in productivity during the studied interval.",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "The Journal of Foraminiferal Research",
        "coauthors": [
            "Raj Kumar Singh",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1551,
        "label": 30,
        "author": "anil k gupta",
        "title": "Evolution of the South Asian monsoon wind system since the late Middle Miocene",
        "organization": "IIT",
        "abstract": "The evolution and timing of the inception of the South Asian monsoon (SAM) has been one of the most debated climatic mysteries amongst climate workers. The Himalaya–Tibetan plateau (HTP) complex has been implicated as the main driver for SAM circulation. However, there are intense debates as to whether there was a critical elevation of the HTP complex that drove the SAM and at what time such a critical elevation was attained. Also, the role of the HTP complex in driving the SAM has been questioned in recent climate model studies. The model simulation suggests a major intensification of the SAM as early as ~ 30 Ma, whereas marine records from the Arabian Sea indicate a major strengthening of the South Asian summer or southwest monsoon winds between 10 and 8 Ma. The continental vegetation, on the other hand, captured a major transition from C3 to C4 type during 8–7 Ma but whether this change was local or global and whether this transition was driven by monsoonal precipitation is not unanimously accepted. Our new record from Ocean Drilling Program holes located off the Oman margin and on the Owen Ridge, western Arabian Sea shows appearance of monsoon wind proxy planktic foraminifer Globigerina bulloides, a significant increase in total organic carbon, and a negative shift in stable carbon isotope record of benthic foraminifera at ~ 12.9 Ma. These proxies indicate that present day South Asian monsoon wind system began to develop during the late Middle Miocene (~ 12.9 Ma) and summer monsoon was in its full strength in the late Miocene (~ 7 Ma). From 11 to 7 Ma, the summer monsoon was weaker when winter monsoon was stronger.",
        "email": "",
        "conf": "Palaeogeography Palaeoclimatology Palaeoecology",
        "coauthors": [
            "Anil Gupta",
            "Arumugam Yuvaraja",
            "M. Prakasam",
            "Steven C. Clemens",
            "A. Velu"
        ],
        "keywords": "South Asian monsoon,Late Middle Miocene,Oman margin,Western Arabian Sea,Ocean Drilling Program,Globigerina bulloides"
    },
    {
        "id": 1542,
        "label": 30,
        "author": "anil k gupta",
        "title": "Uttarakhand Calamity: A Climate Revelation in the Bhagirathi River Valley Uttarakhand India",
        "organization": "IIT",
        "abstract": "On June 16 and 17, 2013, high-intensity rainfall (>400 mm) in different parts of the state of Uttarakhand caused devastating flash floods and triggered widespread landsides. In this event incurred heavy losses to the infrastructure, agricultural fields, human and animal lives, roads and widespread destruction of natural resources. Disaster of such a magnitude of disaster was perhaps not experienced by the region at least over the last 100 years. Thus, this disaster can be considered as an extreme climatic event of the century. The extent and intensity of the tragedy can easily be visualised by the fact that all the famous shrines of the Uttarakhand state are located in high mountainous, snowbound areas. These places, Badrinath (3133 m asl in Alaknanda valley), Kedarnath (3584 m asl in Mandakini valley), Gangotri (3140 m asl in Bhagirathi valley), Yamunotri (3291 m asl in Yamuna valley) and Hemkund Sahib (4433 m asl in Alaknanda valley), were badly affected by this extreme fury of the nature. In this paper we cover the devastated area that lies in the Bhagirathi river valley, which forms a part of Uttarkashi, Tehri and Pauri districts in the Lesser and Higher Himalayas, Garhwal. During the field observation, we have collected a total number of 4955 points in the Bhagirathi valley; these points are points of interest (POI) (2084), damage to bridges and culverts (44), landslides (1034), eroded land cover and natural resource (92), riverbank erosion (170), damage to roads (494), damage to other infrastructures (320) and damage to buildings (717). These collected points can be used for rehabilitation and infrastructure development, implication in future plan.",
        "email": "",
        "conf": "Disaster Risk Governance in India and Cross Cutting",
        "coauthors": [
            "Manish Mehta",
            "Rakesh Bhambri",
            "J. Perumal",
            "Pradeep Srivastava",
            "Anil Gupta"
        ],
        "keywords": "Himalaya, Bhagirathi basin, Calamity, Rehabilitation "
    },
    {
        "id": 1493,
        "label": 29,
        "author": "anil k gupta",
        "title": "Integrating climate-resilience into disaster management plans -study of three pilots at state and local levels in India",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1476,
        "label": 29,
        "author": "anil k gupta",
        "title": "A Micro Level Analysis of Nepal Earthquake Disaster 2015 in Lateral Perspectives: Vulnerability Attributes and Sustainability along Response and Recovery",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "The catastrophic 7.8 MW earthquake rocked the Eastern Himalayas on 25 April, 2015 followed by a series of aftershocks, which caused landslides, widespread devastation to people’s infrastructure and livelihood besides loss of lives and, thus, eroded hard earned development gains. This article discusses a micro level analysis of Gorkha (Nepal) earthquake disaster 2015 with special emphasis on the vulnerability attributes and sustainability along response and recovery in the Nepal region. A paradigm of earthquake safety program in Nepal is suggested for working out the design and implementation considering certain important lateral aspects influencing vulnerability of land, people and their resources, in the backdrop of multi-hazard risks including climate change and natural resource issues that relate to people’s livelihood and coping capacities. Conceptual and operational evolution in assessments of risk and damage, local response capacities have been analyzed in the light of sustainability objectives along post-disaster recovery and future risk reduction programs, resulting in a set of strategic recommendations.",
        "email": "",
        "conf": "South Asian Journal of Policy and Governance",
        "coauthors": [
            "Ashutosh Mohanty",
            "Anil Gupta",
            "Alok Kumar Mohapatra",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1573,
        "label": 30,
        "author": "anil k gupta",
        "title": "Orbital and suborbital variability in the equatorial Indian Ocean as recorded in sediments of the Maldives Ridge (ODP Hole 716A) during the past 444 ka",
        "organization": "IIT",
        "abstract": "This study is aimed at understanding past 444 ka record of climate variability in the equatorial Indian Ocean using high resolution records of planktic and benthic foraminifera and pteropods from Ocean Drilling Program Hole 716A, Maldives Ridge, southeastern Arabian Sea. In total, 892 samples of 10 cm3 volume from 444 ka old sequence were analysed at 1 cm intervals to generate census data of the foraminiferal fauna and pteropods. The percent and detrended time series of mixed-layer species Globigerinoides ruber and Globigerinoides sacculifer and thermocline species Neogloboquadrina dutertrei, benthic foraminifera Cymbaloporetta squammosa, Sphaeroidina bulloides and Uvigerina proboscidea, and pteropods from ODP Hole 716A reveal significant changes in wind intensity during the past 444 ka. An abrupt decrease in the Cymbaloporetta squammosa population at c. 300 ka (across MIS 8/9) suggests a weakening of equatorial wind intensity, which could be linked to Indian monsoon and may have driven pronounced changes in the oxygen minimum zone in the Maldivian region. These changes were contemporaneous with the Mid-Brunhes Climatic Event, the beginning of aridity in the Indonesian-Australian region and the onset of a humid phase in equatorial East Africa as observed in several oceanic and continental records. This strengthens a connection between equatorial Indian Ocean wind intensity, the Indian monsoon and Indonesian-Australian-African climates.",
        "email": "",
        "conf": "Geological Society London Special Publications",
        "coauthors": [
            "Soma Baranwal",
            "Sudipta Sarkar",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1547,
        "label": 30,
        "author": "anil k gupta",
        "title": "Isotopic and geochemical studies of groundwater from the Ramganga basin and the middle Ganga Plains: implication for pollution and metal contamination",
        "organization": "IIT",
        "abstract": "Hydrochemical and isotopic studies in groundwater were carried out along the entire Ramganga Basin and parts of middle Ganga Plain to examine the quality of shallow groundwater accessed by hand pumps. The aim of the study was to determine the spatial distribution of arsenic (As) in groundwater of the Middle Ganga (Haridwar–Banaras–Saidpur region) and of the Ramganga (Ramnagar–Kannauj) basins. Groundwater samples were collected from a shallow depth because most of the population in the study area use locally drilled hand pumps for obtaining drinking water. A large area encompassing the Rampur, Bareilly, Bilsi, Faridpur, Badaun, Farrukhabad and Varanasi districts were found to have levels of arsenic above the drinking water criterion of 10 ppb. Sampling has indicated that arsenic (As) and nitrate (NO3) present in groundwater in elevated levels are the chemical constituents of most health concern in the shallow alluvial aquifers of Ramnagar, Bareilly, Badaun and Jaunpur districts of Uttar Pradesh in the middle Ganga Plain. These chemical constituents in groundwater are likely to have been derived from both geogenic and anthropogenic sources. The geochemical characteristics of groundwater may be influenced by factors like changes in climatic conditions, mineral weathering (silicate, carbonate), mixing of polluted surface water at shallow depths, ion exchange and anthropogenic activities. Stable isotopes of oxygen (δ18O), hydrogen (δD) and carbon (δ13CDIC) suggest that the process of carbonate weathering during the post-monsoon season has increased the input of chemical constituents into shallow groundwater. A shift in δ18O suggests soil–water interaction at shallow depths, which is reflected in elevated metal concentrations. The results indicate that arsenic concentrations in groundwater increase in the dry season and are decreased by recharge during the monsoon season.",
        "email": "",
        "conf": "Environmental Earth Sciences",
        "coauthors": [
            "Sameer kumar Tiwari",
            "S. K. Bartarya",
            "Santosh Rai",
            "Anil Kumar Gupta",
            "A. K. L. Asthana"
        ],
        "keywords": "anthropogenic activities, aquifers, arsenic, basins, carbon, chemical composition, climate change, climatic factors, drinking water, dry season, groundwater, hydrogen, ion exchange, mixing, monsoon season, nitrates, oxygen, pollution, pumps, soil water, stable isotopes, surface water, weathering"
    },
    {
        "id": 1589,
        "label": 30,
        "author": "anil k gupta",
        "title": "Adaptation and human migration and evidence of agriculture coincident with changes in the Indian summer monsoon during the Holocene",
        "organization": "IIT",
        "abstract": "Human societies have evolved through a complex system of climate and ecological interactions. Known records suggest intimate relationship of adaptations, mitigations and migrations to climate extremes leaving their impacts on human societies. The northwestern part of India provides such an example, where human civilizations flourished in the early Holocene along the major fluvial systems when the Indian summer (southwest) monsoon was much stronger and rainfall was higher over the Indian land mass. Summers were thus wetter, conducive to agriculture and ecodiversity. Changes in the early civilizations in the Indian subcontinent had a close relation to changes in the monsoon climate over the past 10,000 years. The summer monsoon has weakened over the last 7000 years since its peak intensification in the early Holocene (10,000–7000 cal yrs BP). Discrete intervals of dry phases in the summer monsoon are visible in the proxy record of the monsoon winds from the marine sediments of the Arabian Sea, which had significant impact on human settlements in South Asia. The strongest aridity in the Indian subcontinent and extended periods of droughts at ca 5000– 4000 cal yrs BP seems to have triggered eastward human migrations towards the Ganga plain. Other times of monsoon weakening during the Holocene are coincident with the initial development of ponds, reservoirs and other rainwater harvesting structures that may have served as an adaptation to climate change.",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Anil Kumar Gupta",
            "David M Anderson",
            "Deep N. Pandey",
            "Ashok Kumar Singhvi"
        ],
        "keywords": "Civilizations, Holocene, human dynamics, rainwater harvesting, SW monsoon"
    },
    {
        "id": 1566,
        "label": 30,
        "author": "anil k gupta",
        "title": "Distribution of deep-sea benthic foraminifera in the Neogene of Blake Ridge NW Atlantic Ocean",
        "organization": "IIT",
        "abstract": "This study describes and illustrates the evolution of deep-sea benthic foraminifera from the Blake Ridge during the late Neogene. In total, 305 species of benthic foraminifera belonging to 107 genera were identified. The Blake Ridge receives fine-grained nannofossil-bearing hemipelagic sediments, transported from the Canadian continental margin by the Deep Western Boundary Undercurrent (DWBUC). We thus presume that changes in benthic foraminifera at Ocean Drilling Program (ODP) sites 991A, 994C, 995A and B and 997A reflect mainly changes in the intensity of the DWBUC, which is closely related to North Atlantic Deep Water (NADW) production. However, the dominance of Uvigerina peregrina, U. proboscidea and Cassidulina carinata during the late Miocene in all the holes suggests an increased influence of Southern Component Waters in the Blake Ridge region. During the early Pliocene (4.8–2.8 Ma) in all the sites benthic faunal assemblages suggest that there was an increased transport of organic-rich sediments by the DWBUC from the Canadian margin to the Blake Ridge, driven by increased production of NADW. During this time the species diversity (Sanders' rarefied values) was low. In the younger interval (since 2.8 Ma), the faunal data suggest less transport of organic-rich sediments to the Blake Ridge, which appears to be related to weakening of the DWBUC during cold intervals. An increase in species diversity at 3 Ma probably resulted from decreased population of bacteria due to low organic matter and/or less competition. In the late Pleistocene (c. 0.6 Ma), Stilostomella lepidula became extinct in all the studied holes, suggesting that this species may have possessed a mode of feeding which no longer existed in the cold, well-oxygenated oceans of the present.",
        "email": "",
        "conf": "Journal of Micropalaeontology",
        "coauthors": [
            "Mohan Kuppusamy",
            "Anil Gupta",
            "Ajoy KUMAR Bhaumik"
        ],
        "keywords": "Benthic foraminifera,late Neogene,Blake Ridge,North Atlantic Deep Water"
    },
    {
        "id": 1540,
        "label": 30,
        "author": "anil k gupta",
        "title": "Hydrochemistry of meltwater draining from Dokriani Glacier during early and late ablation season West Central Himalaya",
        "organization": "IIT",
        "abstract": "",
        "email": "",
        "conf": "Himalayan Geology",
        "coauthors": [
            "Sameer K Tiwari",
            "Amit Kumar",
            "Anil Gupta",
            "Jairam Yadav"
        ],
        "keywords": ""
    },
    {
        "id": 1489,
        "label": 29,
        "author": "anil k gupta",
        "title": "Indices for Drought Hazard mapping Monitoring and Risk Assessment: Analysis of Existing Tools Techniques and Approaches",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair",
            "Mahendra Singh Nathawat"
        ],
        "keywords": ""
    },
    {
        "id": 1617,
        "label": 30,
        "author": "anil k gupta",
        "title": "Miocene benthic foraminifera and paleoceanography of DSDP sites along ninetyeast ridge northern Indian Ocean",
        "organization": "IIT",
        "abstract": "The present paper dealing with the integrated quantitative and isotopic analyses of benthic foraminifera is an attempt to infer bottom water paleoceanographic changes in the Northern Indian Ocean DSDP sites 214 and 216 and their impact on global climates during the Miocene. The taxa showing significant changes have been used which are represented by Neouuigerina proboscidea, Neouuigerina ampullacea, Cibicides kullenbergi, Cibicides wuellerstorfi, Globocassidulina pacifica, Globocassidulinci subglobosa, Bulimina",
        "email": "",
        "conf": "Geology",
        "coauthors": [
            "M.S. Srinivasan",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1495,
        "label": 29,
        "author": "anil k gupta",
        "title": "Sustainable Urban Development: Integrating Land Use Planning and Disaster Risk Reduction",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "Disaster Management and Risk Reduction",
        "coauthors": [
            "Priti Attri",
            "Anil Kumar Gupta",
            "Smita Chaudhry",
            "Subrat Sharma"
        ],
        "keywords": ""
    },
    {
        "id": 1531,
        "label": 29,
        "author": "anil k gupta",
        "title": "Land Use and Environmental Resources",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta",
            "Pallavee Tyagi"
        ],
        "keywords": ""
    },
    {
        "id": 1613,
        "label": 30,
        "author": "anil k gupta",
        "title": "Uvigerina proboscidea abundances and paleoceanography of the northern Indian Ocean DSDP Site 214 during the Late Neogene",
        "organization": "IIT",
        "abstract": "This study attempts to understand the significance of Uvigerina proboscidea in paleoceanographic reconstructions at the northern (tropical) Indian Ocean DSDP Site 214 from the Late Miocene through the Pleistocene. In this interval at this site, U. proboscidea is the most abundant species of the benthic assemblage and shows abrupt frequency changes (about 1–74%). Based on relative percentages of U. proboscidea calibrated with oxygen and carbon isotope record and the sediment accumulation rates, the modern distribution of the species in the Indian Ocean, and other evidence, the peaks of abundance of U. proboscidea are inferred to represent times of high-surface productivity. This productivity is related to intensified trade winds during strong southwest (SW) Indian monsoons, causing widespread upwelling along equatorial divergence in the Indian Ocean. The sudden increase of U. proboscidea abundance at approximately 8.5–7.5 Ma reflects significant upwelling at the equatorial divergence. This event corresponds to the permanent build-up of West Antarctic ice sheets, and a major increase in SW Indian monsoons related upwelling in the northwestern Indian Ocean. The Chron-6 carbon shift at approximately 6.2 Ma is marked by another peak of abundance, reflecting widespread ocean fertility. The highest abundances of U. proboscidea and highest sediment accumulation rates occur between 5.8 and 5.1 Ma, which coincides with the greatest development of Antarctic ice sheets and strong southwest monsoons. The higher percentages at 3.2–3.1 Ma, approximately 2.4 Ma, and 1.6 Ma all represent phases of high productivity at the equatorial divergence.",
        "email": "",
        "conf": "Marine Micropaleontology",
        "coauthors": [
            "Anil Gupta",
            "M.S. Srinivasan"
        ],
        "keywords": ""
    },
    {
        "id": 1616,
        "label": 30,
        "author": "anil k gupta",
        "title": "A New Benthic Foraminifer Favocassidulina indica from the Indian Ocean",
        "organization": "IIT",
        "abstract": "",
        "email": "",
        "conf": "Micropaleontology",
        "coauthors": [
            "Anil Kumar Gupta",
            "M. S. Srinivasan"
        ],
        "keywords": "Benthic zone, Oceans, Ridges"
    },
    {
        "id": 1526,
        "label": 29,
        "author": "anil k gupta",
        "title": "Application of EIA for Prudent decision Making in Developmental Planning and Selection of Industrial Technology and Site",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta",
            "A Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1525,
        "label": 29,
        "author": "anil k gupta",
        "title": "Disaster Reduction and Sustainable Development",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta",
            "Moh Yunus",
            "J Misra"
        ],
        "keywords": ""
    },
    {
        "id": 1601,
        "label": 30,
        "author": "anil k gupta",
        "title": "Abrupt changes in the Holocene Asian Southwest Monsoon and their links to the North Atlantic Ocean",
        "organization": "IIT",
        "abstract": "During the last ice age, the Indian Ocean southwest monsoon exhibited abrupt changes that were closely correlated with millennial-scale climate events in the North Atlantic region1,2,3, suggesting a mechanistic link. In the Holocene epoch, which had a more stable climate, the amplitude of abrupt changes in North Atlantic climate was much smaller, and it has been unclear whether these changes are related to monsoon variability. Here we present a continuous record of centennial-scale monsoon variability throughout the Holocene from rapidly accumulating and minimally bioturbated sediments in the anoxic Arabian Sea. Our monsoon proxy record reveals several intervals of weak summer monsoon that coincide with cold periods documented in the North Atlantic region4—including the most recent climate changes from the Medieval Warm Period to the Little Ice Age and then to the present. We therefore suggest that the link between North Atlantic climate and the Asian monsoon is a persistent aspect of global climate",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Nature",
        "coauthors": [
            "Anil Kumar Gupta",
            "David M Anderson",
            "Jonathan T Overpeck"
        ],
        "keywords": "Holocene, Southwest monsoon, Marine sediments, Sudden variation, Climate variation, Asia, Arabian Sea, North Atlantic, Atlantic Ocean, Indian Ocean"
    },
    {
        "id": 1521,
        "label": 29,
        "author": "anil k gupta",
        "title": "Environmental risk mapping approach: Risk minimization tool for development of industrial growth centres in developing countries",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "‘Environmental risk minimization’ is a major issue of cleaner production objectives. Cleaner production is a concept that goes beyond simple pollution control and hence, its objectives cannot be ensured unless (a) risks of environmental threats (accidental chemical reactions, release of hazardous gases/contamination, and/or liquids/untreated effluents, etc.) triggered by a probable technological mishap or a natural calamity and (b) existing background level of pollution/contamination and ecological sensitivity are taken into account while selecting a suitable site for developing an industrial complex. Development of industrial growth centres (IGCs) has been initiated in India to accommodate a range of small and medium scale industries that are the major contributors to the economies in developing countries. Selection of safer sites for IGCs, thus, has become a serious concern because of synchronous activities, synergistic pollution effects and risks of accidental releases and discharges. The paper discusses the adverse effects of potential interaction between natural risk factors and industrial systems, highlights regional risk management issues and the role of proper site selection in establishing IGCs. Reviewing the current efforts of industrial siting and developmental planning, a new tool ‘environmental risk mapping’ to guide the planning process regarding the development of IGCs has been proposed and its operational framework has been delineated. Further planning issues for suggested IGC sites and the role of the proposed approach in regional environmental impact assessment and environmental management planning have also been analyzed while summarizing the expected benefits over the current practices. Although the proposed approach has been developed for application in India, its usefulness can be claimed in many developing countries as there predominates a diversity of geophysiographic features, as well as regional proneness to many natural and technological hazards.",
        "email": "root@dbraulko.ren.nic.in",
        "conf": "Journal of Cleaner Production",
        "coauthors": [
            "Anil K Gupta",
            "Inakollu V Suresh",
            "Jyoti Misra",
            "Mohammad Yunus"
        ],
        "keywords": "Environmental risk minimization, Industrial growth centres, Risk mapping, Siting, Planning"
    },
    {
        "id": 1515,
        "label": 29,
        "author": "anil k gupta",
        "title": "Municipal Solid Waste Management in Ghazipur City: A Case Study",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Status of the municipal solid waste (MSW) of Ghazipur city was studied. The results indicated that the organic waste was the highest among other components of the wastes. A considerable proportion of organic carbon was found which causes the health problem to the workers. In order to avoid this situation small community pots with revolving axis are needed along with the disposal vehicles, small auto rickshaws or paddle tricycles to maximize the collection of wastes. Annual report of the addition of the wastes due to increasing population and the strategies for collection of wastes shall have to be formulated.",
        "email": "",
        "conf": "Journal of Agricultural and Biological Sciences",
        "coauthors": [
            "Sandeep K. Pandey",
            "P. Tyagi",
            "Anil Kumar Gupta"
        ],
        "keywords": "waste, management, Ghazipur, collection, categories"
    },
    {
        "id": 1545,
        "label": 30,
        "author": "anil k gupta",
        "title": "Assessment of landslide hazards induced by extreme rainfall event in Jammu and Kashmir Himalaya northwest India",
        "organization": "IIT",
        "abstract": "In the Indian Himalayan region (IHR), landslide-driven hazards have intensified over the past several decades primarily caused by the occurrence of heavy and extreme rainfall. However, little attention has been given to determining the cause of events triggered during pre- and post-Indian Summer Monsoon (ISM) seasons. In the present research, detailed geological, meteorological, and remote sensing investigations have been carried out on an extreme rainfall landslide event that occurred in Sadal village, Udhampur district, Jammu and Kashmir Himalaya, during September 2014. Toward the receding phase of the ISM (i.e., in the month of September 2014), an unusual rainfall event of ~ 488.2 mm rainfall in 24 h took place in Jammu and Kashmir Himalaya in contrast to the normal rainfall occurrence. Geological investigations suggest that a planar weakness in the affected region is caused by bedding planes that consist of an alternate sequence of hard, compact sandstone and weak claystone. During this extreme rainfall event, the Sadal village was completely buried under the rock slides, as failure occurred along the planar weakness that dips toward the valley slope. Rainfall data analysis from the Tropical Rainfall Measuring Mission (TRMM) for the preceding years homogeneous time series (July–September) indicates that the years 2005, 2009, 2011, 2012, and 2014 (i.e., closely spaced and clustering heavy rainfall events) received heavy rainfalls during the withdrawal of the ISM; whereas the heaviest rainfall was received in the years 2003 and 2013 at the onset of the ISM in the study region. This suggests that no characteristic cyclicity exists for extreme rainfall events. However, we observe that either toward the onset of the ISM or its retreat, the extreme rainfall facilitates landslides, rockfall, and slope failures in northwestern Himalaya. The spatiotemporal distribution of landslides caused by extreme rainfall events suggests its confinement toward the windward side of the Himalayan front.",
        "email": "",
        "conf": "Geomorphology",
        "coauthors": [
            "Amit Kumar",
            "AKL Asthana",
            "Rao Singh Priyanka",
            "R. Jayangondaperumal",
            "Anil Kumar Gupta",
            "SS Bhakuni"
        ],
        "keywords": "Extreme rainfall,Landslide hazards,Orography,Indian Summer Monsoon"
    },
    {
        "id": 1587,
        "label": 30,
        "author": "anil k gupta",
        "title": "Deep-sea paleoceanographic and surface productivity changes in the northwestern Arabian Sea driven by the Indian Southwest monsoon during the last millennium",
        "organization": "IIT",
        "abstract": "We analyzed a 1000-year census record of benthic foraminifera in core RC 2730 (water depth 698 m), off the Oman Margin, northwestern Arabian Sea, to understand the influence of surface productivity on bottom water environments in response to changes in the intensity of the southwest (SW) monsoon winds. We employed knowledge of the ecology of recent deep-sea benthic foraminifera from different ocean basins for environmental interpretation of benthic assemblages. Benthic faunal data suggest that the interval 1200 – 1400 A.D. is marked by an increased influx of organic matter to the northwestern Arabian Sea floor that resulted from higher surface productivity during a stronger SW monsoon. This interval corresponds to the Medieval Warm Period and a wet phase in India. The organic flux was low during the Little Ice Age (1450-1850 A.D.) when the SW monsoon was weak. Over the last millennium, the SW monsoon was weakest during the Maunder Minimum, and since then it has shown a continuous intensification, coinciding with increased surface air temperatures.",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Journal of the Geological Society of India",
        "coauthors": [
            "Moumita Das",
            "Anil Kumar Gupta",
            "David M Anderson"
        ],
        "keywords": "Last millennium, Foraminifera, Organic flux, Southwest monsoon, Northwestern Arabian Sea"
    },
    {
        "id": 1597,
        "label": 30,
        "author": "anil k gupta",
        "title": "Abrupt Changes in the Asian Summer Monsoon Winds During the Holocene",
        "organization": "IIT",
        "abstract": "",
        "email": "",
        "conf": "AGU Fall Meeting Abstracts",
        "coauthors": [
            "David M Anderson",
            "Anil Gupta",
            "J. T. Overpeck",
            "D. N. Pandey"
        ],
        "keywords": ""
    },
    {
        "id": 1505,
        "label": 29,
        "author": "anil k gupta",
        "title": "Hazardous Waste Management: Analysis of Indian Scenario and Perspective Governance",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "VSRD Technical & Non-Technical Journal",
        "coauthors": [
            "D Agarwal",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1554,
        "label": 30,
        "author": "anil k gupta",
        "title": "Geothermal systems in the Northwest Himalaya",
        "organization": "IIT",
        "abstract": "Conventional energy resources are fast depleting and therefore alternative resources are required to sustain the fast progress and development of any nation. This situation is more pertinent to India where fast growing population and developmental activities are posing major challenges to the government as the country has limited resources of energy. Therefore, focused research should be intensified to explore the potential of geothermal energy resources in India. Realizing its importance, Wadia Institute of Himalayan Geology, Dehradun, has started a major research programme to study geothermal systems of the Himalaya covering Uttarakhand, Himachal Pradesh and Leh-Ladakh regions of India.",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Santosh Rai",
            "Sameer kumar Tiwari",
            "S.K. Bartarya",
            "Anil Gupta"
        ],
        "keywords": "Carbon dioxide flux, geothermal provinces,heat pump functional unit, thermal springs"
    },
    {
        "id": 1565,
        "label": 30,
        "author": "anil k gupta",
        "title": "Intense deep convective mixing in the Southeast Arabian Sea linked to strengthening of the Northeast Indian monsoon during the middle Pliocene (3.4 Ma)",
        "organization": "IIT",
        "abstract": "The climate of the Indian Ocean is dominated by monsoon reversals, influencing hydrography and biogeochemistry of the Indian Ocean as well as land vegetation through changes in precipitation. During summer or southwest monsoon season, intense upwelling zones driven by Ekman spiral appear in the western and eastern parts of the Arabian Sea that enhance surface primary production and thus proliferation of distinct fauna and flora. During the winter season, northeast monsoon winds cause deep convective overturning (mixing) that injects nutrients to the surface ocean and increases surface production. As a result, the primary production in the Arabian Sea has bimodal annual distribution. The present study analyses 5.6 Ma record of surface-dwelling planktic foraminifera, Globigerina bulloides, Globigerinoides ruber and Globigerinoides sacculifer from Deep Sea Drilling Project Site 219, southeast Arabian Sea to understand changes in the surface ocean as driven by the Indian monsoon coinciding with the northern hemisphere glaciation (NHG). An increase in mixed-layer species at ~3.4 Ma suggests intense deep convective overturning caused by strong NE monsoon winds related to strengthening of NHG. G. bulloides shows a high positive relation with G. ruber during the past 3.4 Ma and a weak relation in the early Pliocene (5.6–3.4 Ma). The high G. bulloides percentages during the past 3.4 Ma could be linked to the injection of nutrients in the top layer by the advecting sub-surface nutrient-rich water",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Current science",
        "coauthors": [
            "Mohan Kuppusamy",
            "Anil Kumar Gupta"
        ],
        "keywords": "Deep convective mixing, NE monsoon, southeast Arabian Sea"
    },
    {
        "id": 1608,
        "label": 30,
        "author": "anil k gupta",
        "title": "Taxonomy and Bathymetric Distribution of Holocene Deep-Sea Benthic Foraminifera in the Indian Ocean and the Red Sea",
        "organization": "IIT",
        "abstract": "Samples from DSDP sites represent a wide range of water depths (ca 800-5600 m). A total of 226 taxa were recorded and their bathymetric distribution was examined. Seventy six important taxa are illustrated using scanning electron micrography. About 6% of the total species recorded belong to the suborder Rotaliina, 13% to Textulariina, and 11% to Miliolina. Identification of 18 species was equivocal and, consequently, they are described with cf. Thirty three taxa are identified up to generic level. The Calcite Compensation Depth (CCD) in the Indian Ocean appears to be at about 5000m as reported earlier. Characteristic assemblages are found to be associated with distinct deep-water masses",
        "email": "",
        "conf": "Micropaleontology",
        "coauthors": [
            "Anil Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1506,
        "label": 29,
        "author": "anil k gupta",
        "title": "Environmental Knowledge for Management of Hydro-meteorological Disasters",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "In recent years, 90% of natural disasters worldwide have been related to water and climate; floods account for nearly 70% of the people affected in Asia. During the period 2000 to 2006, 2,163 water-related disasters were reported globally in the EM-DAT database, killing more than 290,000 people, afflicting more than 1.5 billion people and inflicting more than US $422 billion in damages. The United Nations University Institute for Environment and Human Security (UNU-EHS) warns that unless preventative efforts are stepped up, the number of",
        "email": "",
        "conf": "Environmental Knowledge for Disaster Risk Management, ekDRM Secretariat",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair",
            "V K Sharma"
        ],
        "keywords": ""
    },
    {
        "id": 1487,
        "label": 29,
        "author": "anil k gupta",
        "title": "Review of Policies for Managing Climate-change Impacts in India: Plans Opportunities and Economics at Crossroad",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Present paper makes an assessment of climate-change related challenges and actions needed in the light of policy environment in India, and the context of recent international summits. Paper also reviews the recent analysis of the national missions under national action plan on climate change in the national context. It also draws conclusions recommending institutional strengthening and relevant actions for value addition",
        "email": "envirosafe2007@gmail.com; anil.nidm@nic.in",
        "conf": "Journal of Energy, Environment & Carbon Credits",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair",
            "Moh Yunus"
        ],
        "keywords": ""
    },
    {
        "id": 1533,
        "label": 29,
        "author": "anil k gupta",
        "title": "Comprehensive Drought Hazard Analysis using Geospatial Tools: A Study of Bundelkhand Region India",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anjali Singh",
            "Sreeja S Nair",
            "Anil Kumar Gupta",
            "P K Joshi",
            "V. K. Sehgal"
        ],
        "keywords": ""
    },
    {
        "id": 1530,
        "label": 29,
        "author": "anil k gupta",
        "title": "Water Scenario and the River Linking Proposal: An Impact Analysis",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "“Flame of Life Burns in Water”. Water forms an essential commodity of life at domestic and ecosystem levels. It plays a complex and multifaceted role in both human activities and natural systems. Rainfall, amount of utilizable water resources, and population pressures, are among the important factors that govern the level and pattern of water availability. India has four percent of world's freshwater resources. Twelve percent areas of the country receive an average rainfall of less than 610 million meters (mm) annually. Only eight percent",
        "email": "",
        "conf": "",
        "coauthors": [
            "Pallavee Tyagi",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1572,
        "label": 30,
        "author": "anil k gupta",
        "title": "Climate Change Impacts Mitigation and Adaptation: Science for Generating Policy Options in Rajasthan India",
        "organization": "IIT",
        "abstract": "This report reviews the published research on climate change impacts, mitigation and adaptation with specific focus on Rajasthan, India. The science-based insights shall remain crucial to generate and implement policy options to address the challenges of climate change. The report provides process guidance for designing adaptive policy and actions. It is argued that giving clear priority to those developmental activities in Rajasthan that meet a combined set of seven climate-proofing criteria, which can be verified through measurable indicators for ecological, economic and social sustainability shall be essential (i) Reduction and/or sequestration of greenhouse gases, (ii) biodiversity conservation and ecosystem functioning, (iii) enhancing the yield of livelihoods goods and services to local people, (iv) reduction in poverty and vulnerability, and improving the resilience and adaptive capacity, (v) local empowerment and capacity development, (vi) synergy with objectives of international instrument and conventions, and (vii) coherence with local strategies for sustainable development. Filtering from these standards, we found that several activities being carried out under Mahatma Gandhi National Rural Employment Guarantee Act (MNREGA) address both poverty and climate change. The land-based activities being done under MNREGA enhance resilience and reduce vulnerability, and thus contribute both to climate change adaptation and mitigation. The report also provides abstracts of the research articles and publications that policymakers can use to design evidence-based policy responses in various domains of governance. We also provide a selection of examples on using science to generate policy responses for Rajasthan. These examples are drawn from diverse domains such as water, energy, dryland and desert, protected areas, and urban systems. This selection of examples, hopefully, shall facilitate policymakers and practitioners working in diverse governance domains to use the literature included in this document for designing appropriate policy options for climate change mitigation and adaptation in Rajasthan",
        "email": "",
        "conf": "State Pollution Control Board",
        "coauthors": [
            "Vijai Shanker Singh",
            "Deep Narayan Pandey",
            "Anil Gupta",
            "N. H. Ravindranath"
        ],
        "keywords": ""
    },
    {
        "id": 1614,
        "label": 30,
        "author": "anil k gupta",
        "title": "Pleistocene benthic foraminifera and deep-sea environments at northern Indian Ocean DSDP Site 219",
        "organization": "IIT",
        "abstract": "",
        "email": "",
        "conf": "JOURNAL OF THE GEOLOGICAL SOCIETY OF INDIA",
        "coauthors": [
            "Anil Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1503,
        "label": 29,
        "author": "anil k gupta",
        "title": "Drought disaster challenges and mitigation in India: Strategic appraisal",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Drought is the most widespread hydro-meteorological syndrome of ‘prolonged period of water scarcity affecting natural resources, environment and, thereby, the people’. Environmental changes, viz. climate change, land-use changes and natural resource degradation have aggravated drought occurrences and vulnerability, thus disrupting the normal socio-economic settings. All the regions of India suffer with drought incidences of varying periodicity, with 13 states repeatedly declared as drought-prone. Complexities of drought symptoms and impacts have sought for an understanding of an ecosystem approach for drought management, rather than as a hardcore meteorological discipline. Regions of Rajasthan, Bundelkhand, Karnataka and Orissa are typical examples of drought-related deprivation and resultant conflicts, whereas drought in states like Chhattisgarh, Punjab, Haryana, etc. are the result of improper agriculture practices and poor water management. In this article, the strategies of drought monitoring, data management, impacts and mitigation approach are critically assessed in the Indian perspective. Integration of drought management with the framework on natural resources and climate-change adaptation at different levels have also been discussed.",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Anil Kumar Gupta",
            "Pallavee Tyagi",
            "Vinay Kumar Sehgal"
        ],
        "keywords": "Drought, Rainfall, Water management, Groundwater, Sustainable water management, Sustainable agriculture, Agricultural management, Drinking water"
    },
    {
        "id": 1502,
        "label": 29,
        "author": "anil k gupta",
        "title": "Analysis of Off-Site Emergency Plan and Disaster Management Plan: A Case Study of Sambalpur District Orissa India",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Environmental Protection Act, 1986, and rules therein have prescribed the provisions and procedures of Crisis Group at various levels and required the preparation of Off-site Emergency Plan. Disaster Management Act, 2005, provided a holistic paradigm of multi-hazard disaster management framework, provision “disaster management plan” at national, state and district (and also local) levels. As per the Vulnerability Atlas (1997, revised in 2006) compiled by the Building Material Technology Promotion Council of India, 241 districts of India have been identified as multi-hazard districts. Reportedly there are 294 districts with Major Accident Hazard (MAH) units. More than 100 such districts with MAH units are also multi-hazard districts. However, lack of integration has prevailed between the disaster management plan and the off-site emergency plan in most of such districts. The present paper attempts to identify the gaps in both off-site plan and DM Plan of Sambalpur district (Orissa) as an example to assess the challenges as well as possible strategies of developing integration in the two plans under the present National Disaster Management Framework. Extrapolation of the same at the level of state plans and local plans have also been discussed.",
        "email": "envirosafe2007@gmail.com",
        "conf": "Asian Journal of Environment and Disaster Management",
        "coauthors": [
            "Sreeja S Nair",
            "Anil Kumar Gupta"
        ],
        "keywords": "Off-site emergency plan, District disaster management plan, Major accident hazard"
    },
    {
        "id": 1604,
        "label": 30,
        "author": "anil k gupta",
        "title": "Species diversity of Miocene deep-sea benthic Foraminifera and watermass stratification in the northeastern Indian Ocean",
        "organization": "IIT",
        "abstract": "The Miocene species diversity of deep-sea benthic foraminifera (expressed as alpha index, information function H[S], and Sanders' rarefaction values) at DSDP Sites 214 (1671 m) and 216 (2262 m), and ODP Site 758 (2923 m) in the northeastern Indian Ocean was overall higher than the modern diversity, but with major variations. The alpha and H(S) values were relatively low at the shallowest Site 214, medium at intermediate-depth Site 216, and highest at the deepest Site 758. Across the Oligocene/Miocene boundary, when the Antarctic Circumpolar Current (ACC) might have originated, diversity dropped at Sites 214 and 758. All diversity parameters decreased for a short time at about 17 Ma at all sites (more prominent at Site 216), at which time production of Northern Component Water (NCW) may have peaked. At shallow Site 214 and deep Site 758, the alpha and Sanders' values show an abrupt decrease at about 12.5 Ma, a time of major expansion of the East Antarctic Ice Sheet (EAIS) and increased production of Antarctic Bottom Water (AABW), Northern Component Water (NCW) and Indonesian Intermediate Water (IIW). These decreases in diversity are not seen in the records of Site 216. In the latest Miocene (about 7.15 to 6.5 Ma) the alpha and Sanders' values at Sites 214 and 758 decreased further, during the Chron-6 global carbon shift and the Indo-Pacific biogenic bloom in productivity. The H(S) values also show a decrease in this interval at Sites 214 and 758. We suggest that deep-ocean circulation played a significant role in shaping the long-term diversity trends in the northeastern Indian Ocean. Productivity, which might in turn have been influenced by the circulation changes, dominantly affected the diversity in the latest Miocene.",
        "email": "",
        "conf": "Micropaleontology",
        "coauthors": [
            "Anil K. Gupta",
            "Sudheer Joseph",
            "Ellen Thomas"
        ],
        "keywords": ""
    },
    {
        "id": 1607,
        "label": 30,
        "author": "anil k gupta",
        "title": "Paleoceanographic and paleoclimatic history of the Somali Basin during the Pliocene-Pleistocene; multivariate analyses of benthic foraminifera from DSDP Site 241 (Leg 25)",
        "organization": "IIT",
        "abstract": "This study quantitatively examines benthic foraminifera (>125mu m) from 40 Pliocene-Pleistocene samples from Deep Sea Drilling Project (DSDP) Site 241, Somali Basin. R-mode factor and Q-mode cluster analyses of the 26 highest ranked species define five significant factor assemblages and five clusters reflecting different environmental characteristics in the Plio-Pleistocene sequence. Assemblage 1, consisting of Bulimina marginata, Nonionella japonicum, Cassidulina carinata, and Uvigerina proboscidea, reflects high flux of organic matter from high surface productivity and dominates Custer II. Eggerella bradyi, Melonis pompilioides, and Oridorsalis umbonatus constitute Assemblage 2, which is inferred to reflect intermediate flux of relatively degraded organic matter (Cluster IV). Assemblage 3, characterized by Cibicides wuellerstorfi and Epistominella exigua, coincides with Cluster I. This assemblage indicates increased oxygenation and strongly pulsed food supply. Assemblage 4, marked by Loxostomum karrerianum (= Bolivina karrerianum), Trifarina angulosa and Bolivina spathulata, corresponds to Cluster III and suggests an oxygen-deficient, organic carbon-rich environment. The principal species of Assemblage 5 is Nuttallides umbonifera, with Astrononion umbilicatulum and Epistominella exigua as secondary species. This assemblage, which corresponds to Cluster V, suggests low food, high oxygen and increased bottom water corrosiveness. Mean test diameters of the planktic foraminifer Orbulina universa were used to interpret sea-surface temperature history at Site 241. Based on earlier observations that a positive correlation exists between the mean test diameter of O. universa and surface water temperature, several intervals of cool and warm sea-surface temperatures have been interpreted in the Pleistocene. The Pliocene surface water temperatures were less variable than those of the Pleistocene, indicating increased monsoonal activity in the younger interval.",
        "email": "",
        "conf": "The Journal of Foraminiferal Research",
        "coauthors": [
            "Anil Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1611,
        "label": 30,
        "author": "anil k gupta",
        "title": "Biostratigraphic vs. Paleoceanographic Importance of Stilostomella lepidula (Schwager) in the Indian Ocean",
        "organization": "IIT",
        "abstract": "The distribution patterns of Stilostomella lepidula (Schwager) during the Pliocene-Pleistocene have been examined at Indian Ocean DSDP Sites 214, 216, 217, 219 and 223 to understand whether this species can be better used in 1) biostratigraphic zonation and 2) in paleoceanographic interpretation. The continuous stratigraphic record and well preserved carbonate sequences facilitated the examination of abundance trends of S. lepidula at Sites 214 and 219. In our samples, the species abundances vary significantly, but they do not ",
        "email": "",
        "conf": "Micropaleontology",
        "coauthors": [
            "Anil Kumar Gupta"
        ],
        "keywords": "Oceans, Benthic zone, Species extinction, Biostratigraphy, Drilling, Taxa, Sediments, Isotopes, Deep water, Carbon"
    },
    {
        "id": 1534,
        "label": 29,
        "author": "anil k gupta",
        "title": "Databases and Statistics for Disaster Risk Management",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair",
            "Klaus Rder"
        ],
        "keywords": ""
    },
    {
        "id": 1584,
        "label": 30,
        "author": "anil k gupta",
        "title": "Evidence of methane release from Blake Ridge ODP Hole 997A during the Plio-Pleistocene: Benthic foraminifer fauna and total organic carbon",
        "organization": "IIT",
        "abstract": "Methane is a powerful greenhouse gas and may have played a significant role in global climate change in the geological past. Destabilization of gas hydrates, frozen methane stored within the ocean floor sediment and in permafrost, may have provided an important source of methane to the atmosphere. Ocean Drilling Program Hole 997A (water depth 2770 m), situated on the crest of the Blake Outer Ridge, is a potentially large reservoir of gas hydrate. Methane emissions from the Blake Outer Ridge have been reported previously, which has been suggested as a driver for global climate change. Methane at this site is of biogenic origin, produced by the bacterial decomposition of organic matter. We used benthic foraminifer faunal assemblages (>125 µm size fraction) and species diversity, combined with total organic carbon data from Hole 997A, to identify intervals of methane releases during the late Neogene (last 5.4 Ma). We identified a group of benthic foraminifera, which were taken to indicate methane fluxes based on previous work on seep-related benthic foraminifera. We then classified ‘seep-related’ benthic foraminifera, as well as high organic carbon taxa independent of deep-sea oxygenation. We recognized five intervals of increased abundance of the seep-related benthic foraminifera since last 3.6 Ma representing intervals of methane release, which coincide with intervals of lowered sea level. Changes in benthic foraminifera are more abrupt over the past 3.6 Ma when the northern hemisphere glaciation began to intensify and climate switched to a 41-kyr cycle world.",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Current science",
        "coauthors": [
            "Ajoy KUMAR Bhaumik",
            "Anil Kumar Gupta"
        ],
        "keywords": "Blake Outer Ridge, benthic foraminifera,total organic carbon, methane release, northern hemisphere glaciation"
    },
    {
        "id": 1483,
        "label": 29,
        "author": "anil k gupta",
        "title": "Mainstreaming Climate Change Adaptation and Disaster Risk Reduction Into District Level Development Plans",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "This chapter focuses on the conceptual understanding and inter-relation between disaster, development and climate change. Over the decades, with the increasing physical and financial losses due to increasing frequency of disasters, have shifted focus of planners and policy makers towards inclusion of disaster management in development practices. In fact certain studies have proved that climate change have also enhanced frequency of disasters and its losses",
        "email": "",
        "conf": "NIDM New Delhi (India), GEAG Gorakhpur (UP, India) and ISET, Colorado",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair",
            "Shiraz A. Wajih",
            "Garima Aggarwal"
        ],
        "keywords": ""
    },
    {
        "id": 1499,
        "label": 29,
        "author": "anil k gupta",
        "title": "Analysis of effective solid waste management strategies in major cities of Uttar Pradesh in India",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "India is a developing country with growing economy, indicating high resource consumption and waste generation particularly in urban sector. Municipal solid waste is disposed unscientifically in most of the urban Indian cities, breaking environmental pathways. Present study aims at developing an inventory of solid waste disposal facilities in densely populated major cities of Uttar Pradesh by gathering and analysing relevant data on primary and secondary collection and disposal systems e.g. per capita generation, per capita disposal, collection efficiency, collection & storage facility, transportation facilities, treatment & disposals and the major hindrances in Solid Waste Management (SWM). Solid Waste Management is poor with respect to collection efficiency and segregation of waste",
        "email": "",
        "conf": "Journal of Pure and Applied Science & Technology",
        "coauthors": [
            "Divya Agarwal",
            "Anil Kumar Gupta",
            "Manoj Kumar Agarwal"
        ],
        "keywords": "Solid Waste Management (SWM), Municipal Solid Waste (MSW)"
    },
    {
        "id": 1536,
        "label": 30,
        "author": "anil k gupta",
        "title": "Assessment and review of hydrometeorological aspects for cloudburst and flash flood events in the third pole region (Indian Himalaya)",
        "organization": "IIT",
        "abstract": "Impacts of global climate change can be seen worldwide, both on developing and developed economies. In recent years, numerous researches have been carried out by the Government and Non-Government agencies in understanding, assessing, predicting, and responding to expected processes of global climate change and recommend policies for mitigation. Extreme weather events like increased precipitation, cloudbursts, flashfloods, and avalanches in the mountainous region threaten human lives, and state and national economies. In the Indian Himalayan Region (IHR), well distributed hydrometeorological records (contemporary and historical) that facilitate the understanding of processes driving extreme weather events are scarce or rarely available. However, the capacity to observe, measure and quantify precipitation on regional scales has increased tremendously over the last three decades. Topography of the IHR provides favorable conditions for the cloudburst phenomenon which lead to frequent flashfloods and landslides; killing hundreds of people every year. Understanding the exact mechanism of the driving processes of cloudbursts such as orographic lifting, precipitation distribution, precipitation thresholds and its source or origin are still uncertain. Keeping in view that cloudbursts have been increasing in both their frequency and intensity, they are likely to intensify in the near future. Present study analyzes and critically summarizes facts and impacts of cloudburst events through compilation of hydrometeorological records and analysis of available data in the IHR. Results indicate that natural climate variability has played a much greater role in driving these extreme events than earlier thought. A general consensus is observed about the role of climate change, large atmospheric circulations, teleconnections and landuse–landcover changes in driving these events. Therefore, in light of such challenges and potential research gaps, this paper aims at producing actionable knowledge in the IHR for climate modelers and policy planners to better serve the nation's needs.",
        "email": "",
        "conf": "Polar Science",
        "coauthors": [
            "Amit Kumar",
            "Anil Gupta",
            "Rakesh Bhambri",
            "Akshaya Verma",
            "Sameer K. Tiwari",
            "A.K.L. Asthana"
        ],
        "keywords": "Climate change, Cloudburst, Extreme events, Topography, Himalaya"
    },
    {
        "id": 1518,
        "label": 29,
        "author": "anil k gupta",
        "title": "Environmental hazards vis a vis landslide slope erosion risk and role of vegetation in its mitigation",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "Challenges in Sustainable Development",
        "coauthors": [
            "Bhuwan Joshi",
            "Abhimanyu Singh",
            "Anil Kumar Gupta",
            "Kishore Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1501,
        "label": 29,
        "author": "anil k gupta",
        "title": "Environmental Impact Assessment: Elucidating Policy-Planning for Natural Disaster Management",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Environmental approach to disaster risk reduction (DRR) is widely advocated as 2nd paradigm shift in disaster management, as it directly links with the livelihood of the people and sustainability of their resources. This calls for emphasis on natural resource management, ecosystem services, land-use and adaptation to climate-change within the strategies of disaster prevention, preparedness and post-disaster relief and recovery process. Drought, cyclone, flood, landslide, tsunami, vegetation fire, pests and epidemics",
        "email": "",
        "conf": "Ecosystem Approach to Disaster Risk Reduction",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair"
        ],
        "keywords": ""
    },
    {
        "id": 1528,
        "label": 29,
        "author": "anil k gupta",
        "title": "Effect of lime kiln's air pollution on some plant species",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "Pollution Research",
        "coauthors": [
            "Anil Kumar Gupta",
            "R.M. Mishra"
        ],
        "keywords": ""
    },
    {
        "id": 1492,
        "label": 29,
        "author": "anil k gupta",
        "title": "A Model Integrating Flood Disaster Resilience into Developmental Plans for Adaptation to Climate Change: A Case Study from Northern India",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "India is prone to several hydro-meteorological disasters, viz. floods, cyclone, drought and disease epidemics, known to have been aggravated under the impact of climate change. Disaster Management Plan at District level (DDMP) prepared as per statutory requirement, seldom envisaged risk mitigation or role of developmental activities, and remained a contingency coordination charter, due to lack of orientation to consider climatic scenarios and consequences relevant to development and disaster preparedness. Flood vulnerability of land and people in North India remained un-attenuated with resultant disaster situations almost every year due to uncertain and frequent climate hazards in the Districts like Gorakhpur in Uttar Pradesh. A pilot action research was undertaken by the team comprising of NIDM, GEAG and ISET (US), in collaboration with District Disaster Management Authority during 2012-13, to understand prevailing and emerging risks in the light of climatic projections, and their relevance to department-wise developmental activities and plans. The process involved series of workshops, consultations and shared leanings, which led to improved and climate resilient developmental plans at district level, and finally a climate-sensitive and adaptive DDMP as a model. A Training Manual based on Gorakhpur model of CCADRR integration at district level, and a Delhi declaration on ‘Resilient Housing’ (2014) were other outcomes. This paper discusses the approach and process, enabling factors and outcome, comparing with other approaches and pathways of integrating CCA and DRR at different levels.",
        "email": "",
        "conf": "Disaster Manag",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair",
            "Shashikant Chopde",
            "Shiraz A Wajih"
        ],
        "keywords": "Climate projections, Flood vulnerability, District plans, Disaster Management Plan"
    },
    {
        "id": 1575,
        "label": 30,
        "author": "anil k gupta",
        "title": "Mid-Pliocene climate change amplified by a switch in Indonesian subsurface throughflow",
        "organization": "IIT",
        "abstract": "The tectonically driven closure of tropical seaways during the Pliocene epoch (∼5–2 million years (Myr) ago) altered ocean circulation and affected the evolution of climate. Plate tectonic reconstructions show that the main reorganization of one such seaway, the Indonesian Gateway, occurred between 4 and 3 Myr ago. Model simulations have suggested that this would have triggered a switch in the source of waters feeding the Indonesian throughflow into the Indian Ocean, from the warm salty waters of the South Pacific Ocean to the cool and relatively fresh waters of the North Pacific Ocean. Here we use paired measurements of the δ18O and Mg/Ca ratios of planktonic foraminifera to reconstruct the thermal structure of the eastern tropical Indian Ocean from 5.5 to 2 Myr ago. We find that sea surface conditions remained relatively stable throughout the interval, whereas subsurface waters freshened and cooled by about 4 ∘C between 3.5 and 2.95 Myr ago. We suggest that the restriction of the Indonesian Gateway led to the cooling and shoaling of the thermocline in the tropical Indian Ocean. We conclude that this tectonic reorganization contributed to the global shoaling of the thermocline recorded during the Pliocene epoch, possibly contributing to the development of the equatorial eastern Pacific cold tongue",
        "email": "",
        "conf": "Nature Geoscience",
        "coauthors": [
            "Cyrus Karas",
            "Dirk Nuernberg",
            "Anil Kumar Gupta",
            "Ralf Tiedemann",
            "Kuppusamy Mohan",
            "Torsten Bickert"
        ],
        "keywords": ""
    },
    {
        "id": 1482,
        "label": 29,
        "author": "anil k gupta",
        "title": "Mitigating Climatic and Human Induced Disaster Risks Through Ecosystem Resilience: Harmonizing Built and Natural Environments in the HKH Region",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "The Hindu Kush Himalayan (HKH) region is environmentally stressed, economically under-developed and highly prone to climate change impacts and natural hazards. The region is affected by increasing frequency and intensity of flash flood and river-line flood which are among the most devastating types of hazard as they occur rapidly with little lead time for warning, and transport tremendous amounts of water and debris at high velocity. The HKH region, which is a fragile geology, is now facing increasing and intense pressure of the built environment in the process of inevitable and unstoppable economic development. It is increasingly evident that development processes create a built environment that interacts with nature and, therefore, with natural hazards. When development pursuits ignore this reality and fail to create a harmony between built-in and natural environment systems, they become responsible for turning natural hazards into disasters. Natural environmental systems can decrease or increase climate induced disasters depending on how development policies and practices treat the environment. There is a need for an ecologically compatible and socially acceptable framework of site-specific developmental models to ensure future risk reduction. In this backdrop, this chapter discusses the issues of environmental risk management and ecosystem adaptation with their inter-linkages with disaster risk reduction in the Hindu Kush Himalayan mountain region.",
        "email": "",
        "conf": "Mountain hazards and disaster risk reduction",
        "coauthors": [
            "Hari Krishnaa Nibanupudi",
            "Anil Kumar Gupta",
            "Pradeep K. Rawat"
        ],
        "keywords": "Built environment, Disasters, Ecosystem, Environment, Resilience "
    },
    {
        "id": 1553,
        "label": 30,
        "author": "anil k gupta",
        "title": "A Quantitative Analysis of the Ramganga Drainage Basin and Structural Control on Drainage Pattern in the Fault zones Uttarakhand",
        "organization": "IIT",
        "abstract": "The present study incorporates quantitative analysis of drainage of the Ramganga basin, Garhwal Himalaya, Uttarakhand. The drainage parameters (linear, areal and relief) of the Ramganga basin from Dudhatolidhar peak its point of origin to Kalagarh from where the river Ramganga enter into the plain, are covered. The impact of the morphological characters on the terrain is reflected by the drainage basin of the area. The calculated values of all the morphometric parameter of 38 Vth order intrabasins for different lithotectonic units were computed under four sectors viz., NE of NAT, between NAT and SAT, between SAT and MBT and downstream of MBT. In the lower reaches of Ramganga basin the various morphometric parameters shows existence of proportionality between stream length and catchment area while such proportionality is non-existence in the crystalline zone. Structural control on the drainage patterns of the Ramganga river and its tributaries are observed in the form of straight course, wide valleys with thick fluvial deposits and relatively gentle stream gradient along the transverse faults to incised valleys; less fluvial deposits in the banks and steeper stream gradient with knick points in the hanging wall of thrusts.",
        "email": "",
        "conf": "Journal of the Geological Society of India",
        "coauthors": [
            "A.K.L. Asthana",
            "Anil Gupta",
            "Khayingshing Luirei",
            "S. K. Bartarya",
            "S. K. Rai",
            "Sameer kumar Tiwari"
        ],
        "keywords": "Ramganga basin, Landform development, Drainage analysis, Fault zone, Garhwal Himalaya, Uttarakhand"
    },
    {
        "id": 1559,
        "label": 30,
        "author": "anil k gupta",
        "title": "Late Quaternary productivity changes in the equatorial Indian Ocean (ODP Hole 716A)",
        "organization": "IIT",
        "abstract": "The equatorial Indian Ocean is swept by the Indian Ocean equatorial westerlies (IEW) which intensify in monsoon transitions during April–May and October–November, driving Eastward Equatorial Current (EEC) to the upper ocean. The EEC brings significant changes in the surface productivity in the equatorial region influencing the life style of the surface and deep-sea fauna. This study is aimed at understanding ~ 300 Kyr record (~ 450–150 Kyrs ago) of productivity changes linked to variations in IEW–EEC in the equatorial Indian Ocean using high resolution microfaunal record from Integrated Ocean Drilling Program (IODP) Hole 716A, Maldives Ridge. In total, 451 core samples of 10 cm3 volume from the ~ 300 Kyr long sequence (ranging ~ 450–150 Kyrs ago) were analyzed at every 1 cm interval to generate census data of the benthic foraminiferal fauna. Factor and cluster analyses using percentages of 53 highest-ranked benthic foraminiferal species were run that enabled us to identify five biofacies, indicating the varied nature of deep-sea environments during the late Quaternary. The results show a major shift roughly 300 Kyr ago, across Marine Isotope Stages 9 and 8 (MIS 9/8), recorded in this study as mid-Brunhes transition at Hole 716A. The present study also combines published planktic foraminiferal fauna and pteropod records from Hole 716A to understand if the surface to shallow and intermediate water paleoenvironments were coupled with deep-water changes during the late Quaternary in the Maldivian Archipelago. Biofacies Robulus nicobarensis–Trifarina reussi (Rn–Tr), Uvigerina porrecta–Reussella simplex (Upo–Rs) and Cymbaloporetta squammosa–Bolivinita sp. (Cs–Bsp) dominate before the mid-Brunhes transition and document high organic flux with relatively low oxygen paleoenvironment, similar to the planktic foraminifer Globigerina bulloides population, while benthic foraminiferal biofacies Hoeglundina elegans–Miliolinella subrotunda (He–Ms) and Uvigerina peregrina–Quinqueloculina seminulum (Upe–Qs) record high seasonality in food supply with well-oxygenated deep water following the mid-Brunhes climatic transition (~ 300 Kyr ago at Hole 716A). These changes are also recorded in the population of planktic foraminiferal species Globigerinoides ruber and Neogloboquadrina dutertrei as well as pteropods. Organic carbon flux linked to changes in the IEW–EEC strength appears to be the most plausible factor controlling faunal assemblages and hence paleoproductivity dynamics in the Maldivian region. Our results suggest that the strength of the IEW is inversely related with the Indian Ocean Dipole (IOD). The IOD strengthened across MIS 9/8 during which time the IEW weakened, leading to major changes at Hole 716A.",
        "email": "anilg@wihg.res.in",
        "conf": "Palaeogeography Palaeoclimatology Palaeoecology",
        "coauthors": [
            "Sudipta Sarkar",
            "Anil Kumar Gupta"
        ],
        "keywords": "Hole 716A,Mid-Brunhes,Equatorial Indian Ocean,Foraminifera,Paleoenvironment,Indian Ocean equatorial westerlies"
    },
    {
        "id": 1594,
        "label": 30,
        "author": "anil k gupta",
        "title": "Centennial to Millennial Scale Variations in the Indian Summer Monsoon Winds and Solar Variability",
        "organization": "IIT",
        "abstract": "The monsoon circulation arises from the seasonal variation in the energy received from the sun, and records of the Indian summer monsoon provide a means to understand the sun-climate connection. The Indian summer monsoon wind speed was reconstructed from G. bulloides shell abundance in foraminifer-bearing nannofossil ooze sediments from the NW Arabian Sea for the past 10,000 years. This study extends our previous work by increasing the sample resolution to 50 years, by calibrating the G. bulloides record in terms of alongshore wind stress, and by quantifying the link between Arabian Sea wind speed and other aspects of the monsoon such as all-India rainfall and the surface pressure gradient. Coarse age control relative to solar variations make stratigraphic correlations uncertain. Nevertheless, we found concentrations of variance in the monsoon wind speed at the century to millennial scale that correspond to solar variations indicated by the Be-10 and C-14 proxies. The correlation is strongest in the early Holocene, and weakest during the late Holocene when the monsoon was weak. The Maunder Minimum was a time of reduced solar output and with low seasonality due to the precession of the axis of Earth rotation, and corresponds to the interval of the weakest monsoon winds observed during the last 10,000 years. At the millennial scale, the monsoon winds correspond not only with solar variability but also with times of cooler conditions in the North Atlantic. The hypothesis of a direct solar link to the tropical monsoon circulation versus a connection via the North Atlantic remains unresolved, both explanations supported by conceptual and numerical models.",
        "email": "",
        "conf": "AGU Fall Meeting Abstracts",
        "coauthors": [
            "David M Anderson",
            "Anil Gupta",
            "J. T. Overpeck"
        ],
        "keywords": ""
    },
    {
        "id": 1524,
        "label": 29,
        "author": "anil k gupta",
        "title": "Environmental risk assessment and mitigation analysis: Policy approach to natural disaster reduction",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "Natural Disasters",
        "coauthors": [
            "Anil Kumar Gupta",
            "Suresh Inakollu",
            "M.M. Deshmukh"
        ],
        "keywords": ""
    },
    {
        "id": 1606,
        "label": 30,
        "author": "anil k gupta",
        "title": "Latest Pliocene through Holocene paleoceanography of the eastern Indian Ocean: Benthic foraminiferal evidence",
        "organization": "IIT",
        "abstract": "Multivariate analyses of latest Pliocene through Holocene benthic foraminifera from 61 samples from Deep-Sea Drilling Project (DSDP) Site 214, eastern Indian Ocean were carried out. The 46 highest ranked species were used in R-mode factor analysis which has enabled to the identification of three environmentally significant assemblages at Site 214. Assemblage 1 is characterized by Uvigerina hispido-costata, Osangularia culter, Gavelinopsis lobatulus, Cibicides wuellerstorfi and Karreriella baccata as principal species. This assemblage is inferred to reflect high-energy, well-oxygenated and probably low-organic carbon deep-sea environment at Site 214. Assemblage 2 is defined principally by Globocassidulina pacifica and U. proboscidea and is considered to indicate an organic carbon-rich environment which resulted from high surface productivity irrespective of dissolved oxygen content. Assemblage 3 is marked by Oridorsalis umbonatus, Textularia lythostrota, Hoeglundina elegans, Pyrgo murrhina, and Pullenia quinqueloba as principal species. This assemblage is inferred to indicate a low-organic carbon environment with high pore water oxygen concentration leading to better preservation of deep-sea sediments.",
        "email": "",
        "conf": "Marine Geology",
        "coauthors": [
            "Anil Gupta"
        ],
        "keywords": "benthic foraminifera,eastern Indian Ocean,paleoceanography"
    },
    {
        "id": 1508,
        "label": 29,
        "author": "anil k gupta",
        "title": "Emerging Challenge: Fluoride Contamination in Groundwater in Agra District Uttar Pradesh",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Water is an essential natural resource for sustaining life and environment that we have always thought to be available in abundance and free gift of nature however chemical composition of surface or subsurface water is one of the prime factors on which the suitability of water for domestic, industrial and agriculture purpose depends. Fresh water occurs as surface water and ground water in this groundwater contributes only 0.6% of the total water resources on earth. It is major and preferred source of drinking water in rural and urban",
        "email": "",
        "conf": "Asian J Exp Biol Sci",
        "coauthors": [
            "B S Sharma",
            "Jyoti Agrawal",
            "Anil Kumar Gupta"
        ],
        "keywords": "Fluorosis, Fluoride, water"
    },
    {
        "id": 1567,
        "label": 30,
        "author": "anil k gupta",
        "title": "Blake Outer Ridge: Late Neogene variability in paleoceanography and deep-sea biota",
        "organization": "IIT",
        "abstract": "Carbon isotope and benthic foraminiferal data from Blake Outer Ridge, a sediment drift in the western North Atlantic (Ocean Drilling Program Sites 994 and 997, water depth ~ 2800 m), document variability in the relative volume of Southern Component (SCW) and Northern Component Waters (NCW) over the last 7 Ma. SCW was dominant before ~ 5.0 Ma, at ~ 3.6–2.4 Ma, and 1.2–0.8 Ma, whereas NCW dominated in the warm early Pliocene (5.0–3.6 Ma), and at 2.4–1.2 Ma. The relative volume of NCW and SCW fluctuated strongly over the last 0.8 Ma, with strong glacial–interglacial variability. The intensity of the Western Boundary Undercurrent was positively correlated to the relative volume of NCW. Values of Total Organic Carbon (TOC) were > 1.5% in sediments older than ~ 3.8 Ma, and not correlated to high primary productivity indicators, thus may reflect lateral transport of organic matter. TOC values decreased during the intensification of the Northern Hemisphere Glaciation (NHG, 3.8–1.8 Ma). Benthic foraminiferal assemblages underwent major changes when the sites were dominantly under SCW (3.6–2.4 and 1.2–0.8 Ma), coeval with the ‘Last Global Extinction’ of elongate, cylindrical deep-sea benthic foraminifera, which has been linked to cooling, increased ventilation and changes in the efficiency of the biological pump. These benthic foraminiferal turnovers were neither directly associated with changes in dominant bottom water mass nor with changes in productivity, but occurred during global cooling and increased ventilation of deep waters associated with the intensification of the NHG.",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Palaeogeography Palaeoclimatology Palaeoecology",
        "coauthors": [
            "Ajoy KUMAR Bhaumik",
            "Anil Gupta",
            "Ellen Thomas"
        ],
        "keywords": "Benthic foraminifera,Stable isotopes,Total Organic Carbon,Northern Hemisphere Glaciation,Southern Component Water,Northern Component Water"
    },
    {
        "id": 1519,
        "label": 29,
        "author": "anil k gupta",
        "title": "Sustainable Agriculture: An Ecointrospection for India",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Sustainabre agricuiture is an interd isciplinary approach in practice wherein the inregrarion of biorogicar, socio-economic, \"urir*t and physicar sciences in implicit The biorogical science apprication i;;;\"\"r the principres and practical aspects of environmental sciences, agriculture, rni.r\"fi\"i\"gX biochemisrry, and physio rogicar-ecorogy, i.r., uir tfi\" i,nportant rife sciences. The only way to ensure sustainabie agrirurr\"r\"i production management is with of natural re t h e a groeco sys t.,,. r n p,tl ffi J: ff ffff \":Hn iiiili.,'::tr :i'll: interdisciplinary and integrated in approach. Mosi of traditionar curtures and rituals have ingrained principles ofconservation reflected in ,frri, Aulfy activities. Perceiving, understanding \"nO will ,rrpr.iing their scien.tific basis only enable us to develop a beiter integratlon inO adaptation modern in our sysre m. The yields can ue inprieirJ'int\"nruly in modern agroecosysrems by incorporafing alt possible best practicably suited , tradirionar farning systems in their origin; intggrity. i*rainabre agricu.rrure integrates three nrain goars, i.e., enviroimentur r,\"\"uiirt, *onomic profitability and socio-economic equity.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Divya Agarwal",
            "Arif Siddiqui",
            "Anil Kumar Gupta",
            "Mohammad Yunus"
        ],
        "keywords": ""
    },
    {
        "id": 1585,
        "label": 30,
        "author": "anil k gupta",
        "title": "Paleoceanographic evolution of the northeastern Indian Ocean during the Miocene: Evidence from deep-sea benthic foraminifera (DSDP Hole 216A)",
        "organization": "IIT",
        "abstract": "Statistical analyses (factor and cluster) were performed on 30 highest ranked deep-sea benthic foraminifer species from >149 µm size fraction from Deep Sea Drilling Project Hole 216A to understand Miocene (~20.5 to ~7 Ma) paleoceanographic evolution of the northeastern Indian Ocean. Factor and cluster analyses enabled us to identify five biofacies defining five clusters. Known ecological preferences of benthic foraminifera were used for environmental interpretations. The faunal data documents a shift in deep-sea ventilation and productivity at 15-14 Ma, coinciding with the abrupt cooling in the middle Miocene. This coincides with the beginning of permanent ice sheets in Antarctica during the middle Miocene.",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Indian Journal of Geo-Marine Sciences",
        "coauthors": [
            "Ajoy Kumar Bhaumik",
            "Anil Gupta",
            "M. Sundar Raj",
            "Mohan Kumar",
            "Soma De",
            "Sudipta Sarkar"
        ],
        "keywords": "Benthic foraminifera, Indian Ocean, Paleoceanography, Miocene"
    },
    {
        "id": 1610,
        "label": 30,
        "author": "anil k gupta",
        "title": "Holocene deep-sea benthic foraminifera and watermasses in the Indian Ocean and the Red Sea",
        "organization": "IIT",
        "abstract": "",
        "email": "",
        "conf": "JOURNAL OF THE GEOLOGICAL SOCIETY OF INDIA",
        "coauthors": [
            "Anil Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1477,
        "label": 29,
        "author": "anil k gupta",
        "title": "Climate-Smart District Disaster Management Plan as Effective Tool for Implementing State Action Plan on Climate Change: Lessons from three states in India",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sakshi Katyal",
            "Shashikant Chopde",
            "Amit Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1591,
        "label": 30,
        "author": "anil k gupta",
        "title": "Solar influence on the Indian summer monsoon during the Holocene",
        "organization": "IIT",
        "abstract": "The large (8%) changes in the past seasonal insolation have a well‐documented influence on the Indian summer monsoon. However, the effect of the small (<1%) decade to century scale solar variability is less certain. Evidence is emerging that Earth's climate is sensitive to small changes in solar output on centennial time scale during the Holocene. Comparison of a recently published proxy record for sunspot activity with our newly‐revised higher‐resolution record of the Indian summer monsoon winds reveals multiple intervals of weak summer monsoon during the Holocene at multidecadal to centennial scales. Weak summer monsoon winds correlate with reduced solar output. Our results suggest that small changes in solar irradiance can bring pronounced changes in the tropical monsoon. The multidecade to century scale variations in the monsoon winds were much larger in the early Holocene coincident with increased sunspot numbers",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Geophysical Research Letters",
        "coauthors": [
            "Anil Gupta",
            "Moumita Das",
            "David M Anderson"
        ],
        "keywords": ""
    },
    {
        "id": 1494,
        "label": 29,
        "author": "anil k gupta",
        "title": "Hydrometeorological Hazards in Uttarakhand Himalaya India - Forensic Assessment of 2013 Flash Flood Disaster: Need of Integrated Planning for Sustainable Development",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Hazards are natural and become disasters by affecting vulnerable land-uses, people and their infrastructure including ecosystems and resources. The state of Uttarakhand is located in the midst of young and unstable mountain system. The tragedies around the monsoon have been occurring, which are mainly due to landslides and debris flow, but the recent mega and complex disaster due to flash flood and landslides in June 2013 triggered by heavy rainfall brought the nation’s disaster management system facing great difficulties in managing the situation due to rough weather, difficult terrain and the prevailing situations with lack of preparedness of local and district Governments. Concerns are on the causes that resulted in a mega disaster, i.e., the ecological degradation, faulty land-uses, disintegration of environmental and disaster mitigation issued from local and industrial developments including hydropower project’s side effects on society, land and infrastructure development. The disaster ended with heavy toll of life and thousands missing for ever, after keeping several thousand stranded for weeks, evacuation by deploying air force and national disaster response mechanisms. Now, while the roadmaps are being switched on to reconstruction and recovery, the concerns of sustainability and livelihoods are the key challenges that environmental experts point to be considered at the forefront of future disaster risk reduction. Present paper is an attempt of rapid forensic analysis to draw the lessons for future.",
        "email": "",
        "conf": "Development. International",
        "coauthors": [
            "Anil Kumar Gupta",
            "Swati Singh",
            "Sreeja S Nair"
        ],
        "keywords": "Uttarakhand disaster 2013, Ecosystems, Land-use, Forensic Analysis"
    },
    {
        "id": 1485,
        "label": 29,
        "author": "anil k gupta",
        "title": "Awareness and Preparedness Regarding Disasters among Residents of An Urban Slum in Delhi",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "The burden of natural disasters falls most heavily upon developing nations where over 95% of disaster related deaths occur. Urban areas are especially prone to disasters affecting millions of people each year through loss of life, serious injury, and loss of assets and livelihoods. To assess the awareness and preparedness about disasters among residents of an urban slum in central Delhi, a community based cross sectional study was conducted among residents of an urban slum in central Delhi. Hundred subjects were selected with purposive sampling. They were interviewed using a pretested semi-structured questionnaire after taking informed consent. Data was entered in MS-Excel. Results were presented in mean and simple proportions 52% of subjects belonged to age group of 21–30 years. Those belonged to Hindu religion were 52% and 27% were semi skilled workers. 61% of the subjects had knowledge what is disaster. 78% of subjects knew about earthquake but only 69% had knowledge about what they have to do in order to save their life in case there is an earthquake. Helpline number of PCR and fire brigade was known to 90% and 67% of study subjects respectively. The primary source of information about disasters was Television (28%). The present study concluded that the awareness and practices regarding disaster preparedness is not satisfactory among residents.",
        "email": "",
        "conf": "Research & Reviews: A Journal of Medicine",
        "coauthors": [
            "Bikash Chetry",
            "Charu Kohli",
            "Nem thianngai Guite",
            "Jugal Kishore"
        ],
        "keywords": "awareness, preparedness, disaster, Delhi"
    },
    {
        "id": 1481,
        "label": 29,
        "author": "anil k gupta",
        "title": "Uttarakhand Disaster 2013",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1500,
        "label": 29,
        "author": "anil k gupta",
        "title": "Environmental Legislation for Disaster Risk Management",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "This document may be freely reviewed, reproduced or translated, in part or whole, purely on non-profit basis for any non-commercial and academic purpose aimed at training of education promotion as cause for disaster risk management and emergency response",
        "email": "",
        "conf": "Environmental Knowledge for Disaster Risk Management",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair",
            "Swati Singh"
        ],
        "keywords": ""
    },
    {
        "id": 1600,
        "label": 30,
        "author": "anil k gupta",
        "title": "Initiation of Northern Hemisphere glaciation and strengthening of the northeast Indian monsoon: Ocean Drilling Program Site 758 eastern equatorial Indian Ocean",
        "organization": "IIT",
        "abstract": "The Indian monsoon system, as recorded by ocean-floor biota (benthic foraminifera) at Ocean Drilling Program Site 758 in the eastern equatorial Indian Ocean, has varied dramatically over the past 5.5 m.y., long after the onset of the monsoons at 10–8 Ma. Benthic foraminifera that thrive with high productivity year-round were common before the formation of Northern Hemisphere continental ice sheets ca. 3.1–2.5 Ma, indicating that the summer (southwest) monsoon had high intensity and long seasonal duration. Ca. 2.8 Ma benthic faunas became dominated by taxa that flourish with a seasonally strongly fluctuating food supply, indicating that the northeast (winter) monsoon, during which primary productivity is relatively low, increased in duration and strength to form a system similar to that of today. The change occurred coeval with the initiation of the Northern Hemisphere glaciation, documenting a close link between the development of the Indian monsoon and Northern Hemisphere glaciation.",
        "email": "",
        "conf": "Geology",
        "coauthors": [
            "Anil Gupta",
            "Ellen Thomas"
        ],
        "keywords": "monsoons, Indian Ocean, productivity, benthic foraminifera, Pliocene, Ocean Drilling Program"
    },
    {
        "id": 1511,
        "label": 29,
        "author": "anil k gupta",
        "title": "Risk to Resilience: Strategic Tools for Disaster Risk Management",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "NIDM New Delhi and ISET-Colorado",
        "coauthors": [
            "Anil Kumar Gupta",
            "SS Nasir",
            "S Chopde",
            "PK Singh"
        ],
        "keywords": ""
    },
    {
        "id": 1480,
        "label": 29,
        "author": "anil k gupta",
        "title": "Climate Change and Disaster Management: Perspective",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "The time calls for improving the planning process and implementation with adequate avareness and effective governance and safety of people and their resources are crucial components of sustainable development. A “national mission” on environment and value",
        "email": "envirosafe2007@gmail.com; anil.nidm@nic.in",
        "conf": "Yojana",
        "coauthors": [
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1544,
        "label": 30,
        "author": "anil k gupta",
        "title": "Recent Wetting and Glacier Expansion in the Northwest Himalaya and Karakoram",
        "organization": "IIT",
        "abstract": "Hydroclimatic variability driven by global warming in the climatically vulnerable cold semi-arid to arid northwest (NW) Himalaya is poorly constrained due to paucity of continuous weather records and annually resolved proxies. Applying a network of annually resolved tree-ring-width chronologies from semi-arid region of Kishtwar, Jammu and Kashmir, India, we reconstructed April-May standardized precipitation index extending back to A.D. 1439 (576 years). The reconstructed series is featured by the most conspicuous long-term droughts during the 15th to early 17th centuries followed by a general wetting, with 1984–2014 being the wettest interval in the past 576 years. The data, consistent with other independently developed tree-ring-based hydrological records from cold semi-arid to arid NW Himalaya and Karakoram, point to an increased regional wetting in the recent decades. Such an increased wetting might have led to the anomalous behaviour of glaciers in the NW Himalaya and Karakoram in contrast to the general receding trends in the central and eastern Himalaya.",
        "email": "",
        "conf": "Scientific Reports",
        "coauthors": [
            "Ram Yadav",
            "Anil Gupta",
            "Bahadur S. Kotlia",
            "Vikram Singh",
            "Krishna G. Misra",
            "Akhilesh K. Yadava",
            "Anoop KUMAR Singh"
        ],
        "keywords": ""
    },
    {
        "id": 1498,
        "label": 29,
        "author": "anil k gupta",
        "title": "Managing Fire and Pests in Forestry: Approach to Ecosystem-Health",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": " Ecosystem Approach to Disaster Risk Reduction rapid over the last 100 years as population have exploded. Deforestation has arisen from four principal causes, often in combination with each other: excessive felling of trees for timber, overgrazing, fire and clearance of land for cultivation and pasture. Besides these, pests (insects and pathogens) also cause significant tree mortality and growth loss on millions of acres of forestlands each year (Haack and Byler, 1993). Ecosystem management, the term, is described as keeping",
        "email": "",
        "conf": "Ecosystem Approach to Disaster Risk Reduction",
        "coauthors": [
            "Anil Kumar Gupta",
            "A D Kaushik"
        ],
        "keywords": ""
    },
    {
        "id": 1507,
        "label": 29,
        "author": "anil k gupta",
        "title": "Traditional intellect in disaster risk mitigation: Indian Outlook-Rajasthan and Bundelkhand Icons",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Natural disaster’s impact on the community and development’s sustainability are occurring in aggravated and multiplied size and intensity. Global concern for finding appropriate ecological indicators stems partly from our inability to interpret early warning signals of a major ecological change, given the complexity of ecological systems. Traditional ecological knowledge represents experience acquired over thousands of years of direct human contact with the environment. Communities have evolved with the nature, its resources, its risks and natural processes as well which in certain conditions act as disasters due to their damaging impacts. Traditions of food, culture, spirituality, ethics and livelihoods have developed in the background of these natural or anthropogenic challenges in the background of interface between nature and human development, and thus, communities possess experience and knowledge to foresee, analysis, prepare for and face these challenges to sustain with resilience. India has a treasure of such indigenous and traditional knowledge of natural resource management and these can be extrapolated to understand the modern concepts of disaster risk management – in terms of early warning, preparedness, mitigation, response and relief as well. Rajasthan and Bundelkhand, the regions historically known for drought disaster present icons showcasing the traditional wisdom. Present paper reviews the concepts and associated ecological hypothesis, traditional knowledge framework for disaster management in Indian context and discusses cases from Rajasthan and Bundelkhand in order to evolve recommendations for science and policies.",
        "email": "",
        "conf": "Indian journal of traditional knowledge",
        "coauthors": [
            "Anil Kumar Gupta",
            "A. Singh"
        ],
        "keywords": "Disasters;Water;Drought;Traditional knowledge;Rajasthan;Bundelkhand"
    },
    {
        "id": 1491,
        "label": 29,
        "author": "anil k gupta",
        "title": "Climate Risk: Critical Challenges",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1557,
        "label": 30,
        "author": "anil k gupta",
        "title": "Species diversity variations in Neogene deep-sea benthic foraminifera at ODP Hole 730A western Arabian Sea",
        "organization": "IIT",
        "abstract": "Deep-sea benthic foraminifera are an important and widely used marine proxy to understand paleoceanographic and paleoclimatic changes on regional and global scales, owing to their sensitivity to oceanic and climatic turnovers. Some species of benthic foraminifera are sensitive to changes in water mass properties whereas others are sensitive to organic fluxes and deep-sea oxygenation. Benthic faunal diversity has been found closely linked to food web, bottom water oxygen levels, and substrate and water mass stability. The present study is aimed at analyzing species diversity trends in benthic foraminifera and their linkages with Indian monsoon variability during the Neogene. Species diversity of benthic foraminifera is examined in terms of number of species (S), information function (H), equitability (E) and Sanders’ rarefied values, which were combined with relative abundances of high and low productivity benthic foraminifera at Ocean Drilling Program Hole 730A, Oman margin, western Arabian Sea. The Oman margin offers the best opportunity to understand monsoon-driven changes in benthic diversity since summer monsoon winds have greater impact on the study area. The species diversity was higher during the early Miocene Climatic Optimum (∼17.2–16.4 Ma) followed by a decrease during 16.4–13 Ma coinciding with a major increase in Antarctic ice volume and increased formation of Antarctic Bottom Water. All the diversity parameters show an increase during 13–11.6 Ma, a gradual decrease during 11.6–9 Ma and then an increase with a maximum at 7 Ma. Thereafter the values show little change until 1.2 Ma when all the parameters abruptly decrease. The benthic foraminiferal populations and diversity at Hole 730A were mainly driven by the Indian monsoon, and polar waters might have played a minor or no role since early Neogene period as the Arabian Sea is an enclosed basin.",
        "email": "",
        "conf": "Journal of Earth System Science",
        "coauthors": [
            "Arumugam Yuvaraja",
            "Anil Kumar Gupta",
            "Mruganka Panigrahi"
        ],
        "keywords": "Benthic foraminifera; Arabian Sea; species diversity; productivity; Indian monsoon; upwelling"
    },
    {
        "id": 1522,
        "label": 29,
        "author": "anil k gupta",
        "title": "Environmental Impact Assessment and Disaster Management: Emerging Disciplines of Higher Education and Practice",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "Environmental Education",
        "coauthors": [
            "Anil Kumar Gupta",
            "Avanish Kumar",
            "Jyoti Misra",
            "Mohammad Yunus"
        ],
        "keywords": ""
    },
    {
        "id": 1497,
        "label": 29,
        "author": "anil k gupta",
        "title": "Chemical Industrial Disaster Management, Trainer's Module",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "The Bhopal Gas disaster brought in a global awareness on the importance of preventing chemical disasters and the damage to environment and health. The realization that a lapse in safety and environmental aspects of economic development can have grave",
        "email": "",
        "conf": "National Institute of Disaster Management, New Delhi",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair"
        ],
        "keywords": ""
    },
    {
        "id": 1571,
        "label": 30,
        "author": "anil k gupta",
        "title": "Cenozoic record of elongate cylindrical deep-sea benthic foraminifera in the indian ocean (ODP sites 722 738 744 758 and 763)",
        "organization": "IIT",
        "abstract": "A group of ~100 species of elongate, cylindrical deep-sea benthic foraminifera (families Stilostomellidae, Pleurosto-mellidae, Nodosariidae) with complex, often constricted apertural structures, became extinct during increasingly cold glacial periods in the late Pliocene to mid-Pleistocene Climate Transition (MPT, ~2.6–0.6 Ma). We document the evolutionary history and architecture of this Extinction Group (Ext. Gp) through the Cenozoic at four lower bathyal-upper abyssal Indian Ocean sites (ODP 722, 744/738, 758, 763), seeking clues to the cause of this morphologically-targeted extinction episode late in the Cenozoic. Eighty percent of the 116 Ext Gp. species present in the Cenozoic of the Indian Ocean originated globally in the Eocene or earlier, compared with 23–37% of other Quaternary deep-sea foraminifera. The Ext. Gp had its peak species richness and relative and absolute abundances in the late Eocene. The rapid warming of the Paleocene-Eocene Thermal Maximum, that resulted in a loss of 30–50% of deep-sea foraminiferal species, had no impact on the Ext. Gp in the one Indian Ocean section (ODP 744/738) studied. Major Cenozoic changes in the Ext. Gp, including increased species turnover, changes in dominant species, a decline in abundance, loss in diversity, and finally extinction, mostly occurred during the middle Eocene to early Oligocene, middle to late Miocene, and late Pliocene to middle Pleistocene. These were times of stepped increase in the volume of polar ice, global oceanic cooling, surface-water eutrophication, seasonality of phytoplankton production, deep-water ventilation, and southern deep-water carbonate corrosiveness. The final decline and disappearance of the Ext. Gp began in the late Miocene at high latitudes (744/738), but not until the late Pliocene (758, 763) or MPT (722) at lower latitudes. We hypothesize that the loss of the Ext. Gp of deep-sea foraminifera may have been caused by the decline or demise of their specific food source (detrital phytoplankton or bottom-dwelling microbes) that was abundant in the Greenhouse World and was decimated by the stepwise cooling, ventilation, or eutrophication of the oceans that began in the middle and late Eocene.",
        "email": "",
        "conf": "The Journal of Foraminiferal Research",
        "coauthors": [
            "Bruce W. Hayward",
            "Ashwaq T. Sabaa",
            "Ellen Thomas",
            "Shungo Kawagata",
            "Ritsuo Nomura",
            "Claudia Schröder-Adams",
            "Anil K. Gupta",
            "Katie Johnson"
        ],
        "keywords": ""
    },
    {
        "id": 1555,
        "label": 30,
        "author": "anil k gupta",
        "title": "Impact of limestone mining activities on major ion geochemistry of Krem Markhyrdop water Meghalaya India",
        "organization": "IIT",
        "abstract": "The Meghalaya state is facing serious environmental degradation due to rapidly increasing cement industry in the last few decades. The cement factories are directly draining theiruntreated effluents into the fresh water streams. The exotic caves present in these areas are under major threat with extensive mining of limestone and mixing of untreated factory effluent in the cave water. Major ion chemistry of water samples collected from Krem Mawkhyrdop, Wah Mawkhyrdop stream and Krem Umsynrange revealed that the Krem",
        "email": "",
        "conf": "Himalayan Geology",
        "coauthors": [
            "Sameer kumar Tiwari",
            "Raj Kumar Singh",
            "Jayendra Singh",
            "Anil Kumar Gupta",
            "S. K. Bartarya",
            "Santosh Rai"
        ],
        "keywords": ""
    },
    {
        "id": 1546,
        "label": 30,
        "author": "anil k gupta",
        "title": "Stable carbon and oxygen isotope study on benthic foraminifera: Implication for microhabitat preferences and interspecies correlation",
        "organization": "IIT",
        "abstract": "Stable isotopes of benthic foraminifera have widely been applied in micropalaeontological research to understand vital effects in foraminifera. Isotopic fractionations are mainly controlled by ontogeny, bottom/pore water chemistry, habitat preference, kinetic effect and respiration. Discontinuous abundance of a species for isotopic analysis has forced us to select multiple species from down-core samples. Thus standardisation factors are required to convert isotopic values of one species with respect to other species. The present study is pursued on isotopic values of different pairs of benthic foraminifera from the Krishna–Godavari basin and Peru offshore to understand habitat-wise isotopic variation and estimation of isotopic correction factors for the paired species (Cibicides wuellerstorfi–Bulimina marginata, Ammonia spp.–Loxostomum amygdalaeformis and Bolivina seminuda–Nonionella auris). Infaunal species (B. marginata, Ammonia spp. and N. auris) show a lighter carbon isotopic excursion with respect to the epifaunal to shallow infaunal forms (C. wuellerstorfi, L. amygdalaeformis and B. seminuda). These lighter δ13δ13 CC values are related to utilisation of CO2CO2 produced by anaerobic remineralisation of organic matter. However, enrichment of δ18δ18 OO for the deeper microhabitat (bearing lower pH and decreased CO32−)CO32−) is only recorded in case of B. marginata. It is reverse in case of N. auris and related to utilisation of respiratory CO2CO2 and internal dissolve inorganic carbon pool. Estimation of interspecies isotopic correction factors for the species pairs (δ13δ13 CC of C. wuellerstorfi–B. marginata, L. amygdalaeformis–Ammonia spp., N. auris–B. seminuda) and δ18δ18 OO of C. wuellerstorfi–B. marginata are statistically reliable and may be used in palaeoecological studies.",
        "email": "",
        "conf": "Journal of Earth System Science",
        "coauthors": [
            "Ajoy K Bhaumik, Shiv Kumar, Shilpi Ray, G K Vishwakarma, Anil Kumar Gupta, Pushpendra Kumar, Kalachand Sain"
        ],
        "keywords": "Benthic foraminifera; oxygen and carbon isotopes; microhabitat; isotopic correction factors"
    },
    {
        "id": 1560,
        "label": 30,
        "author": "anil k gupta",
        "title": "Early Holocene monsoonal fluctuations in the Garhwal higher Himalaya as inferred from multi-proxy data from the Malari paleolake",
        "organization": "IIT",
        "abstract": "A 4.9-m-thick lake sequence, formed due to the landslide damming of a stream in the semiarid Garhwal Himalaya, was studied to understand past monsoonal variations in the region. The Optically Stimulated Luminescence (OSL) chronology indicates that the lake existed between ~ 12 and ~ 7 ka ago. Chronologically constrained trends of sand percent, organic phosphorus (OP), apatite inorganic phosphorus (AIP) and parameters of environmental magnetism were measured in the paleolake profile. Measured proxies indicate that the Indian summer monsoon ameliorated in the early Holocene after 12 ka cooling, and it appears that all the proxies from the lake have captured this globally recognized early Holocene warming. Four phases of wet conditions (intensified monsoon) are recognized at ~ 11.5 ka, ~ 11–10.5 ka, ~ 10–9 ka and ~ 8–7 ka with maximum uncertainties of ~ 1000 years. The wet phases are characterized by high magnetic susceptibility, increased OP and reduced AIP. In an attempt to understand the primary forcing of the sharp fluctuations in monsoonal activity in the region, we show that changes in magnetic susceptibility match variations of residual atmospheric δ14C, suggesting a role for solar variability as an explanation of climatic variability.",
        "email": "",
        "conf": "Quaternary Research",
        "coauthors": [
            "Pradeep Srivastava",
            "Anil Kumar",
            "Akanksha Mishra",
            "Narendra K. Meena",
            "Jayant K. Tripathi",
            "Y. P. Sundriyal",
            "Rajesh Agnihotri",
            "Anil Kumar Gupta"
        ],
        "keywords": "Paleolake profile,Semiarid Himalaya,Organic phosphorus,Mineral susceptibility,Indian Summer Monsoon,Solar forcing"
    },
    {
        "id": 1598,
        "label": 30,
        "author": "anil k gupta",
        "title": "Orbital forcing of the Plio-Pleistocene Indian monsoons: Benthic foraminiferal proxies from ODP Site 758",
        "organization": "IIT",
        "abstract": "The Indian Ocean monsoon system is one of the dominant features of the earth's climate influencing weather and climate of the Asian region. Long-term changes in the monsoon have been linked to orbital forcings as well as the Himalayan–Tibetan uplift. Changes in the monsoon are preserved in various proxies across the region both on land and in the marine sediments. Here we present Plio-Pleistocene record of monsoon proxy deep-sea benthic foraminifera from Ocean Drilling Programme Site 758, northeast ern Indian Ocean to understand a link between orbital changes and Indian Ocean monsoon variability. We used Continuous Wavelet Transform (CWT) of Uvigerina proboscidea and Epistominella exigua, which have been found blooming in two different seasons of the Indian monsoon – the summer and winter monsoons, respectively. An inverse relation between the two is observed during the past ~1000 kyr in the CWT-extracted 400-kyr components as also in the raw data. The variable relation between the monsoon proxies and earth's eccentricity at Site 758 agrees with the recent findings that orbital forcing of the Indian monsoon shows major shifts during the Plio-Pleistocene. These shifts correspond to the advent of growth and decay of the Northern Hemisphere ice sheets since the last 2.5 Ma",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Anil Gupta",
            "Jean-Luc Mlice"
        ],
        "keywords": ""
    },
    {
        "id": 1532,
        "label": 29,
        "author": "anil k gupta",
        "title": "Analytical Scoping for Integrating Climate Change Adaptation and Disaster Management: Uttarkashi",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Suneet Naithani",
            "Chhaya Pandey",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1504,
        "label": 29,
        "author": "anil k gupta",
        "title": "Urban floods in Bangalore and Chennai: Risk management challenges and lessons for sustainable urban ecology",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "A number of major cities and towns in India reported a series of devastating urban floods in the recent decade. Mumbai flood 2005 followed by other major cities of South Asia like Dhaka, Islamabad, Rawalpindi also suffered with urban flooding. Census 2001 figured 285 million people in 35 metro cities of India, and is estimated to cross 600 million with 100 metro cities in 2021. Regional ecological challenges coupled with climatic variability are noted to aggravate flood risks and impact on affected communities. Urban flooding was primarily a concern of municipal and environmental governance, has now attained the status of ‘disaster’, which has drawn the attention of environmental scientists and disaster managers. Challenges of urban flooding in terms of drainage and flood mitigation including structural and non-structural measures and key issues of urban ecology in two major metropolitan cities of India – Bangalore and Chennai, have been studied. Risk management challenges in the context of land-use, city and population growth, wetland degeneration, waste disposal have been discussed.",
        "email": "envirosafe2007@gmail.com",
        "conf": "Current science",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair"
        ],
        "keywords": "Bangalore, Chennai, cities, floods, urban ecology, wetlands"
    },
    {
        "id": 1615,
        "label": 30,
        "author": "anil k gupta",
        "title": "Response of Northern Indian Ocean deep-sea benthic foraminifera to global climates during Pliocene-Pleistocene",
        "organization": "IIT",
        "abstract": "The Northern Indian Ocean (DSDP Site 214) benthic foraminifera have been examined quantitatively to understand their response to the global climatic events and to determine the history of bottom-water circulation in the Northern Indian Ocean during Pliocene-Pleistocene.Uvigerina spp.,Cibicides kullenbergi, C. wuellerstorfi, Globocassidulina pacifica, G. subglobosa, Oridorsalis umbonatus andBulimina alazanensis are the dominant members of the benthic assemblage and reveal significant changes in distribution patterns. Based on benthic foraminiferal frequency changes, four intervals of major faunal and climatic turnover have been recognized at 5.2–5.1 Ma, 3.9–3.2 Ma, 3.2–3.1 Ma and 3.1–0.6 Ma. The interval between 5.2–5.1 Ma is marked by widespread Antarctic glaciation, deep-sea hiatuses, bottom-water cooling, increased upwelling, high sedimentation rates, highestUvigerina abundances and intensified bottom-water circulation. During 3.9–3.2 Ma the bottom waters were warmer and bottom-water activity waned, with a sharp decline inUvigerina abundance and increase inCibicides. The interval between 3.2–3.1 Ma was a time of bottom-water cooling and coincides with a global benthic positive oxygen isotopic shift, Antarctic ice volume increase and possible initiation of Northern Hemisphere glaciation. The Late Pliocene and Pleistocene interval (3.1-Recent) is punctuated by major changes in benthic foraminiferal assemblages, warm/cold cycles, major glacial/interglacial intervals, increase in polar ice volume and intensification of upwelling. On the basis of cumulative percentages ofUvigerina andCibicides, nine intervals of major bottom-water cooling have been inferred in the Pliocene and two in the Pleistocene at Site 214 reflecting the major changes in bottom-water circulation.",
        "email": "",
        "conf": "Marine Micropaleontology",
        "coauthors": [
            "Anil Gupta",
            "M.S. Srinivasan"
        ],
        "keywords": ""
    },
    {
        "id": 1583,
        "label": 30,
        "author": "anil k gupta",
        "title": "Occurrence of the biogenic bloom in the oligotrophic southeastern Indian Ocean: Evidence from late neogene deep-sea benthic foraminifera (ODP Hole 752A)",
        "organization": "IIT",
        "abstract": "",
        "email": "",
        "conf": "Journal of the Geological Society of India",
        "coauthors": [
            "Anil Gupta",
            "Moumita Das"
        ],
        "keywords": ""
    },
    {
        "id": 1618,
        "label": 30,
        "author": "anil k gupta",
        "title": "Stable Isotope Composition of Seasonal Snow and Glacier Ice from Dokriani Glacier Garhwal Himalaya India",
        "organization": "IIT",
        "abstract": "Isotopic compositions of oxygen or hydrogen in precipitation preserved in continental archives (e.g. ice cores, lacustrine sediments, tree rings, groundwater and organic matter) can sensitively record fluctuations in local meteorological parameters. These can be applied as important climatic tracers to understand the atmospheric moisture cycle, hydrological cycle, and to reconstruct past climate from continental archives. Isotopic variations have been used to infer temperature in high-latitude locations and precipitation amount in tropical regions having a strong monsoon influence in many climatic studies. Monitoring and understanding of response of Himalayan glaciers is important for improving our knowledge of glacier response to climate change and the effects of 20th century increase in anthropogenic activity in the Indian sub-continent. In order to understand the response of glaciers in the Garhwal Himalaya, samples of winter precipitation (snow), surface ice and snout ice have been collected from Dokriani Glacier. Several snow pits were dug, snow density for each layer was measured in the field and samples have been taken from the layers, in order to understand the seasonal variability. The local meteoric water line (LMWL) plotted deviates from the global meteoric water line (GMWL) and is useful for the identification of moisture source in the region. The mean monthly δ 18O in snow precipitation fluctuates from enriched values of -3.3‰ in May to depleted values of -12.57‰ in November (±0.09‰), while δD values vary from -14.9‰ to -69.4‰ (±1.3‰). The data suggests two different clusters of isotopic values, one of them shows depleted isotopic signatures during the months October to January (~ -12.0‰) and the other showing comparatively enriched signatures for the months of February to May (~- 4.9‰). Similarly the D – excess (d) values vary from 11.74 to 31.15, which indicate towards the Mediterranean origin of the moisture source. Detailed back trajectory analysis has been carried out in order to ascertain the moisture source. Also regression analysis has been carried out in order to establish relationship between the precipitation isotopic signatures and meteorological parameters like air temperature, relative humidity and precipitation amount. The mean monthly isotopic values and mean monthly temperature gives a good relation with a R2 value of 0.6, suggesting that temperature has a significant influence on δ 18O values in precipitation. Snout ice gives an average isotopic composition of -12‰ and varies from - 11.17‰ to -13.48‰. The depleted values of snout ice as compared to the snow suggest post– depositional changes due to sublimation or melt–refreeze process.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Akshaya Verma, Dwarika Prasad Dobhal, Amit Kumar and Anil Kumar Gupta"
        ],
        "keywords": "Stable Isotopes, D – excess, Snow, Glacier Ice, Himalaya"
    },
    {
        "id": 1580,
        "label": 30,
        "author": "anil k gupta",
        "title": "Disappearance of Stilostomella lepidula (Schwager) across the mid-Pleistocene Transition and its palaeoceanographic implication",
        "organization": "IIT",
        "abstract": "Stilostomella lepidula (Schwager), an infaunal benthic foraminifer, is an important component of the deepsea environment, showing wide geographical distribution and variation in test morphology. The ecological preference and timing of its disappearance across the mid-Pleistocene Transition (MPT) is widely debated. To understand the ecological preference, and timing and cause(s) of disappearance of S. lepidula, we analysed Neogene record of this taxon from Ocean Drilling Programme and Deep Sea Drilling Project sites located at bathyal to abyssal depths in the Atlantic and Indian oceans. Population plots of this species at various sites reveal that this taxon showed a substantial increase during the warm late Oligocene to the middle Miocene and suffered a major decline across the middle Miocene cooling event (15–13 Myr). S. lepidula disappeared at ~0.6 Myr very close to the MPT (0.9–0.8 Myr) from the Indian and Atlantic oceans, coinciding with a change from a 40 to 100 Kyr world with amplified ice-age cycles. We suggest that high-amplitude glacial cycles, frigid deep-water temperatures and strong circulation drove S. lepidula to nearly disappear across the MPT.",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Ajoy KUMAR Bhaumik",
            "Anil Gupta",
            "Mohan Kuppusamy",
            "Raj Kumar Singh"
        ],
        "keywords": "Late Oligocene, mid-Pleistocene Transition, palaeoceanographic implication, Stilostomella lepidula"
    },
    {
        "id": 1562,
        "label": 30,
        "author": "anil k gupta",
        "title": "Kedarnath disaster: Facts and plausible causes",
        "organization": "IIT",
        "abstract": "This paper discusses two events that caused devastation in the Kedarnath area of the Mandakini River Basin in Uttarakhand, India. The paper describes the extent and plausible causes of these two events: (i) the 16 June 2013 torrential rains that flooded the Sarawasti River and Dudh Ganga catchment area, resulting in excessive flow across all the channels; and (ii) 17 June 2013 overflow and collapse of the moraine dammed Chorabari Lake, which released large volume of water that caused another flash flood in the Kedarnath town leading to heavy devastation downstream",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Dwarika P Dobhal",
            "Anil Kumar Gupta",
            "Manish Mehta",
            "Deen Dayal Khandelwal"
        ],
        "keywords": ""
    },
    {
        "id": 1513,
        "label": 29,
        "author": "anil k gupta",
        "title": "Hydro-meteorological disasters and climate change: conceptual issues and data needs for integrating adaptation into environment -development framework",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Integrating Risk Reduction to the Environment and Development Framework at local and regional levels has now emerged as the core strategy for minimizing hazards and managing disasters. This strategy calls for a ‘paradigm shif by treating disaster management and climate change as developmental issues interlinked to each other and requiring common management approaches’. Disaster management comprises of (1) disaster risk management and (2) emergency organization for protecting natural, built and socio-economic environments from impacts at temporal and spatial scales. Damage and losses due to extreme events depend upon the magnitude and intensity of hazardous event along with the vulnerability of population, habitat, resources, and developmental settings, as against the capacity to withstand the risk. Designing the approach for convergence of Climate Change Adaptation and Disaster Risk Reduction (DRR) and mainstreaming towards development, it required an analysis of various components of environment-development complex that are to be put into adaptation agenda. Availability of suitable, accurate and proper data is crucial for any assessment, planning or decision task. The present paper presents an effort of cross-sectional probe into various conceptual issues relating to hydro-meteorological disasters, climate-change impacts and disaster risks, issues for adaptation nd convergence, disaster risk reduction framework in India and examples of data needs at different stages for their better management.",
        "email": "envirosafe2007@gmail.com",
        "conf": "Earth Science India",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair",
            "Vinay Kumar Sehgal"
        ],
        "keywords": ""
    },
    {
        "id": 1558,
        "label": 30,
        "author": "anil k gupta",
        "title": "Functional morphology of Melonis barleeanum and Hoeglundina elegans: A proxy for water-mass characteristics",
        "organization": "IIT",
        "abstract": "Morphometric study of Melonis barleeanum and Hoeglundina elegans was carried out on 15 core top samples from the Indian Ocean. Length to breadth ratios and wall and septal thicknesses of the largest tests of both the species from each sample, along with δ<sup>13</sup>C and δ<sup>18</sup>O values of Cibicides wuellerstorfi were measured. Both the species show equal growth rates of the test in their normal habitat. However, the high organic carbon preference species M. barleeanum shows more elongation of the test during food scarcity. This effect is not evident in H. elegans, which varies in its wall and septal thicknesses with bottom-water oxygen levels of the deep water mass up to 2000 m, probably to maintain the required rate of osmosis for the intake of dissolved O<sub>2</sub>. Below this depth both parameters show parallel relationship with deviation indicating that oxygenation may play some role in the variation of wall and septal thicknesses. Thinning or thickening of the wall and septa in M. barleeanum and H. elegans has no relation with the water depth, indicating no relation with either the overlying pressure effect or nutrients as each deep water mass has a different nutrient budget. Depletion in δ<sup>13</sup>C and enrichment in δ<sup>18</sup>O below 2000 m water depth suggests that up to 2000 m depth, the Indian Ocean is bathed by the welloxygenated, low-nutrient North Atlantic Deep Water (NADW), whereas below 3000 m cold, nutrient-rich Antarctic Bottom Water (AABW) is dominant. Between 2000 and 3000 m water depths, the water mass in the Indian Ocean is a mixture of NADW and AABW.",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Ajoy Kumar Bhaumik",
            "Anil Gupta",
            "Steve C Clemens",
            "Richa Mazumder"
        ],
        "keywords": "Benthic zone, Oxygen, Oceans, Food supply, Specimens, Osmosis, Sediments, Deep water, P values"
    },
    {
        "id": 1529,
        "label": 29,
        "author": "anil k gupta",
        "title": "Prime Minister's Agenda 10: India's Disaster Risk Management: Roadmap to Climate Resilient and Sustainable Development",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta",
            "Shashikant Chopde",
            "Swati Singh",
            "Sakshi Katyal"
        ],
        "keywords": ""
    },
    {
        "id": 1479,
        "label": 29,
        "author": "anil k gupta",
        "title": "Unfolding differential livelihood vulnerability for disaster resilience in Indian sundarbans",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta",
            "Subhakanta Mohapatra",
            "Ranajit Jana"
        ],
        "keywords": ""
    },
    {
        "id": 1478,
        "label": 29,
        "author": "anil k gupta",
        "title": "Unpacking Mainstreaming DRR-CCA in the sub-national level Development Planning: Insights from three states in India",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta",
            "Shashikant Chopde",
            "Shiraz A Wajih",
            "Amit Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1527,
        "label": 29,
        "author": "anil k gupta",
        "title": "Biodiversity and Impact of Pollution on the Forests of Doon Valley Uttarakhand",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Vegetation represents an important sink for air pollutants and the effects of air pollutants on forests have been the objectives of various environmental studies carried out so far. The response of the plants to air pollutants is mainly mediated through stomatal control. Stomata play a central role in regulating photosynthetic rate and water loss. Therefore, in studies related to environmental impacts on vegetation, they are significantly important. Moreover, stomatal density has been observed to be different under different environmental conditions",
        "email": "",
        "conf": "Journal of Himalayan Geology",
        "coauthors": [
            "Jaishanker Pandey",
            "S Khan",
            "Anil Kumar Gupta",
            "P Khanna"
        ],
        "keywords": ""
    },
    {
        "id": 1509,
        "label": 29,
        "author": "anil k gupta",
        "title": "Role of Legislations and Policies in Reducing Disasters and their Impact",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta",
            "Indrani Chandrasekhran"
        ],
        "keywords": ""
    },
    {
        "id": 1520,
        "label": 29,
        "author": "anil k gupta",
        "title": "Environmental Impact Assessment of River Valley Projects: Scientific Positions Issues and Practice",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Kumar Gupta",
            "Arif Siddiqui",
            "Divya Agarwal",
            "Moh Yunus"
        ],
        "keywords": ""
    },
    {
        "id": 1510,
        "label": 29,
        "author": "anil k gupta",
        "title": "Flood risk and context of land-uses: Chennai city case",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "India witnessed increased flooding incidences during recent past especially in urban areas reportedly since Mumbai (2005) as a mega disaster. Other South Asian cities like Dhaka, Islamabad, Rawalpindi, besides many other cities in India, are also reportedly been affected by frequent floods. Flood risk in urban areas are attributed to hazards accelerated by growth in terms of population, housing, paved-up areas, waste disposal, vehicles, water use, etc. all contributing to high intensity – high load of runoff. Reduced carrying capacity of drainage channels is also a key concern. Haphazard growth of lowincome habitations and un-organised trade added to challenge. Spatial dimensions of all these flood factors are often characterised by land-use and changes. Chennai, a coastal mega-city is fourth largest metropolis in India, has a history of over 350 years of growth. Meteorologically there is no major upward or downward trend of rainfall during 200 years, and a decrease in last 20 years with a contrast record of increasing floods have been experienced. Analysis of land-use changes over the temporal and spatial scale has been undertaken for Chennai city in order to understand the patterns on greencover, built-up area and consequences on hydrological settings. Land-use issues like decreased natural areas, loss of water bodies, encroachment of river/streams and other drainage channels, uncontrolled multiplication of built-up areas, have been identified as contributory factor to flood risk in Chennai. The paper discusses flood risk reduction and management strategies in urban context with example of the Chennai city and draws attention of land-use planners and disaster management experts to integrate their efforts for better and sustainable results.",
        "email": "envirosafe2007@gmail.com",
        "conf": "Journal of Geography and Regional Planning",
        "coauthors": [
            "Anil Kumar Gupta",
            "Sreeja S Nair"
        ],
        "keywords": "Chennai city, floods, land-use changes, national guidelines"
    },
    {
        "id": 1593,
        "label": 30,
        "author": "anil k gupta",
        "title": "Deep-sea benthic foraminifera from gas hydrate-rich zone Blake Ridge Northwest Atlantic (ODP Hole 997A)",
        "organization": "IIT",
        "abstract": "",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Ajoy Kumar Bhaumik",
            "Anil Kumar Gupta"
        ],
        "keywords": "Hydrates, Benthic zone, Methane, Oceans, Sediments, Drilling, Bacteria, Organic foods, Carbon, Water depth"
    },
    {
        "id": 1582,
        "label": 30,
        "author": "anil k gupta",
        "title": "Evolution of the Indian Monsoon System and Himalayan-Tibetan Plateau uplift during the Neogene",
        "organization": "IIT",
        "abstract": "The Indian monsoon also known as the South Asian monsoon is an important feature of the climate system, marked by seasonal reversals in the wind direction with southwesterly winds in summer and northeasterly winds in winter. The summer monsoon plays an important role in global hydrological and carbon cycles, and affects climate and societies over a large part of Asia between 35oN and 10oS. The monsoon is the lifeline to the people of Asia as region's food production and water supply are largely dependent on the summer monsoon rains. Thus the Indian monsoon constitutes",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Himalayan Journal of Sciences",
        "coauthors": [
            "Anil Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1475,
        "label": 29,
        "author": "anil k gupta",
        "title": "Disaster Governance and Legal Systems in India",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "India is a multi-hazard-prone country with diversity of eco-geological and socio-economic settings. As witnessed by historical time disasters and their management, the disaster governance in India was primarily of contingency management approach. Codes, practices and guidelines for preparedness and particularly on relief existed even before Independence. However, with the growing understanding on risk causes, the paradigm shift to prevention-mitigation and now on mainstreaming disaster risk reduction and climate change adaptation into development forms a key agenda in development governance. Legal and policy framework has given rise and mandates to key institutions for policy guidelines, capacity development and emergency response at national, subnational and local levels. Laws directly and indirectly addressing disaster-related hazards and factors of vulnerability and capacity have been reviewed besides opportunities, resources, and responsibilities of organizations/agencies stated herein. Mechanisms of financial strategies, international cooperation and recent advances are discussed, besides the journey of disaster management governance in India. A detailed account on national authority (NDMA), institute (NIDM), emergency response and subnational and district framework for disaster governance is also enumerated.",
        "email": "envirosafe2007@gmail.com",
        "conf": "Disaster Risk Governance in India and Cross Cutting",
        "coauthors": [
            "Anil Kumar Gupta"
        ],
        "keywords": "Disaster governance, India, Law, Institutions, Roles, Resources "
    },
    {
        "id": 1550,
        "label": 30,
        "author": "anil k gupta",
        "title": "Speciation of phosphorus in the continental shelf sediments in the Eastern Arabian Sea",
        "organization": "IIT",
        "abstract": "The distributions of various forms of phosphorus (P) and their relation with sediment geochemistry in two core sediments near Karwar and Mangalore offshore have been studied through the modified SEDEX procedure (Ruttenberg et al., 2009) and bulk chemical analysis. The present study provides the first quantitative analysis of complete phosphorus speciation in the core sediments of the Eastern Arabian shelf. The chemical index of alteration (CIA), chemical Index of Weathering (CIW) and Al–Ti–Zr ternary diagram suggest low to moderate source area weathering of granodioritic to tonalitic source rock composition, despite the intense orographic rainfall in the source area. Due to the presence of same source rock and identical oxic depositional environment, the studied sediments show the same range of variation of total phosphorus (24 to 83 µmol/g) with a down-depth depleting trend. Organic bound P and detrital P are the two major chemical forms followed by iron-bound P, exchangeable/loosely bound P and authigenic P. The authigenic P content in the sediments near Mangalore coast varies linearly with calcium (r=0.88) unlike that of Karwar coast. The different reactive-phosphorus pools exhibit identical depleting trend with depth. This indicates that the phosphorus released from the organic matter and Fe bound fractions are prevented from precipitating as authigenic phosphates in the deeper parts of the sediment column. The low concentration of total P, dominance of detrital non-reactive fraction of P and inhibition of formation of authigenic phosphate result in the absence of active phosphatization in the Eastern Arabian Shelf in the studied region. High sedimentation rate (35–58 cm/kyr) and absence of winnowing effect appear to be the dominant factor controlling the P-speciation in the studied sediments",
        "email": "",
        "conf": "Continental Shelf Research",
        "coauthors": [
            "Shiba Shankar Acharya",
            "Mruganka Panigrahi",
            "John Kurian",
            "Anil Kumar Gupta",
            "Subhasish Tripathy"
        ],
        "keywords": "P speciation, Provenance, CIA, CIW, Sedimentation "
    },
    {
        "id": 1590,
        "label": 30,
        "author": "anil k gupta",
        "title": "Mine Spoil Restoration: A Strategy Combining Rainwater Harvesting and Adaptation to Random Recurrence of Droughts in Rajasthan",
        "organization": "IIT",
        "abstract": "Rajasthan presents evidence for the existence of one of the most advanced examples of ancient mining and accompanied deforestation to be found anywhere in the world. Mining continues to be an important economic activity contributing to 2% of the State Domestic Product and providing at least a 1.76 % share to the regular employment pool in Rajasthan. However, economic benefits of mineral extraction also accompany environmental, economic and social costs. Mine waste dumps and mined out areas viewed simply as the legacies of past may appear overwhelming environmental hazards presenting ugly picture of cultural landscape. However, mine wastes can be transformed into an opportunity for learning, adaptation and productivity enhancement for sustainable livelihoods through ecological restoration. Here we propose a strategy for mine spoil restoration aimed at creating a multifunctional ecosystem in mine waste dumps. We suggest that dredging and sediment removal from traditional tanks and ponds can potentially be used to prepare the substratum over the mine wastes for direct seeding. It will also create enhanced decentralized water storage capacity for wildlife and people. Our strategy combines the concomitant revival of traditional water harvesting systems, ground water recharge, enhanced biomass production and an adaptation to random recurrence of droughts in Rajasthan",
        "email": "",
        "conf": "International Forestry Review",
        "coauthors": [
            "Deep Narayan Pandey",
            "Avanish C. Chaubey",
            "Anil Gupta",
            "Harsh Vardhan"
        ],
        "keywords": "Community Forestry; Nepal; decentralisation; local government; user groups"
    },
    {
        "id": 1574,
        "label": 30,
        "author": "anil k gupta",
        "title": "Deep-sea palaeoceanography of the Maldives Islands (ODP Hole 716A) equatorial Indian Ocean during MIS 12-6",
        "organization": "IIT",
        "abstract": "Deep-sea benthic foraminifera, planktic foraminifer Globigerina bulloides and pteropods have been quantitatively analysed in 451 samples from Ocean Drilling Program (ODP) Hole 716A, to understand both surface and deep-sea palaeoceanographic changes in the equatorial Indian Ocean basin during the late Quaternary (∼444–151 Kyrs). Benthic foraminifera were analysed from >125 µm size fraction whereas Globigerina bulloides and pteropods were analysed from >150 µm size fraction. Factor analysis of most dominant benthic foraminiferal species over the studied time span made it possible to identify three biofacies characterizing distinct deep-sea environmental settings at Hole 716A. The environmental interpretation of each species is based on the ecology of recent deep-sea benthic foraminifera. The faunal record indicates fluctuating deep-sea conditions including changes in surface productivity, organic food supply and deep-sea oxygenation linked to changing wind intensities. These changes are pronounced on glacial-interglacial time scales driven by summer monsoon winds.",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Journal of Biosciences",
        "coauthors": [
            "Sudipta Sarkar",
            "Anil Kumar Gupta"
        ],
        "keywords": "Benthic foraminifera; deep-sea paleoceanography; Globigerina bulloides; Hole 716A; pteropods"
    },
    {
        "id": 1570,
        "label": 30,
        "author": "anil k gupta",
        "title": "Deep-sea faunal provinces and their inferred environments in the Indian Ocean based on distribution of Recent benthic foraminifera",
        "organization": "IIT",
        "abstract": "Multivariate analysis was performed on percentages of 46 species of unstained deep-sea benthic foraminifera from 131 core-top to near-core-top samples (322–5013 m) from across the Indian Ocean. Faunal data are combined with GEOSECS geochemical data to investigate any relationship between benthic foraminifera (assemblages and species) and deep-sea properties. In general, benthic foraminifera show a good correlation to surface productivity, organic carbon flux to the sea floor, deep-sea oxygenation and, to a lesser extent, to bottom temperature, without correlation with the water depths. The foraminiferal census data combined with geochemical data has enabled the division of the Indian Ocean into two faunal provinces. Province A occupies the northwestern Indian Ocean (Arabian Sea region) where surface primary production has a major maximum during the summer monsoon season and a secondary maximum during winter monsoon season that leads to high organic flux to the seafloor, making the deep-sea one of the most oxygen-deficient regions in the world ocean, with a pronounced oxygen minimum zone (OMZ). This province is dominated by benthic foraminifera characteristic of low oxygen and high organic food flux including Uvigerina peregrina, Robulus nicobarensis, Bolivinita pseudopunctata, Bolivinita sp., Bulimina aculeata, Bulimina alazanensis, Ehrenbergina carinata and Cassidulina carinata. Province B covers southern, southeastern and eastern parts of the Indian Ocean and is dominated by Nuttallides umbonifera, Epistominella exigua, Globocassidulina subglobosa, Uvigerina proboscidea, Cibicides wuellerstorfi, Cassidulina laevigata, Pullenia bulloides, Pullenia osloensis, Pyrgo murrhina, Oridorsalis umbonatus, Gyroidinoides (= Gyroidina) soldanii and Gyroidinoides cf. gemma suggesting well-oxygenated, cold deep water with low (oligotrophic) and pulsed food supply.",
        "email": "anilg@gg.iitkgp.ernet.in",
        "conf": "Palaeogeography Palaeoclimatology Palaeoecology",
        "coauthors": [
            "Soma Baranwal",
            "Anil Kumaar Gupta"
        ],
        "keywords": "Benthic foraminifera,Paleoceanography,Indian Ocean,Organic flux"
    },
    {
        "id": 1596,
        "label": 30,
        "author": "anil k gupta",
        "title": "Middle Pleistocene Transition (MPT) in the eastern Indian Ocean: A 2000 kyr planktic faunal and isotope record from DSDP site 214",
        "organization": "IIT",
        "abstract": "Planktic foraminiferal faunal and isotope data from Deep Sea Drilling Project (DSDP) Site 214 reveal a major change in surface water properties in the eastern Indian Ocean, coinciding with the mid-Pleistocene climate transition (MPT). A comparative study of Globigerinoides sacculifer (a surface dwelling, warm water, mixed layer tropical planktic foraminifera), Globorotalia menardii Complex (a deep dwelling, tropical species group), and Orbulina universa (an intermediate depth warm-water subtropical foraminifera) with the stable isotope record of Globigerinoides ruber suggests a warm, thick mixed layer in the eastern Indian Ocean during,{approx} 2000 Kyr to {approx} 900 Kyr. Since,{approx} 900 Kyr the surface water mass stratification weakened, and the mixed layer as well as thermocline were shallow. A decrease in the population abundance of Gs. sacculifer, together with a decrease in {delta}{sup 13}C and increase in {delta} {sup 18}O values suggest a continuous cool climate and increased surface productivity over the last {approx} 900 Kyr. This coincides with an increased variance in the 400 {approx}Kyr component of Earth's eccentricity cycle",
        "email": "",
        "conf": "Journal of the Geological Society of India",
        "coauthors": [
            "Anil Gupta",
            "Hitesh Dhingra"
        ],
        "keywords": ""
    },
    {
        "id": 1602,
        "label": 30,
        "author": "anil k gupta",
        "title": "The Asian Summer Monsoon During the Last Millennium",
        "organization": "IIT",
        "abstract": "",
        "email": "",
        "conf": "AGU Fall Meeting Abstracts",
        "coauthors": [
            "David M Anderson",
            "J. T. Overpeck",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1599,
        "label": 30,
        "author": "anil k gupta",
        "title": "Rainwater Harvesting as an Adaptation to Climate Change",
        "organization": "IIT",
        "abstract": "Extreme climate events such as aridity, drought, flood, cyclone and stormy rainfall are expected to leave an impact on human society. They are also expected to generate widespread response to adapt and mitigate the sufferings associated with these extremes. Societal and cultural responses to prolonged drought include population dislocation, cultural separation, habitation abandonment, and societal collapse. A typical response to local aridity is the human migration to safer and productive areas. However, climate and culture can interact in numerous ways. We hypothesize that people may resort to modify dwelling environments by adapting new strategies to optimize the utility of available water by harvesting rain rather than migrating to newer areas. We review recent palaeoclimatological evidence for climate change during the Holocene, and match those data with archaeological and historical records to test our ‘climate change–rainwater harvest’ hypothesis. We find correlation between heightened historical human efforts for construction of rainwater harvesting structures across regions in response to abrupt climate fluctuations, like aridity and drought. Historical societal adaptations to climate fluctuations may provide insights on potential responses of modern societies to future climate change that has a bearing on water resources, food production and management of natural systems.",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Deep Narayan Pandey",
            "Anil Gupta",
            "David M Anderson"
        ],
        "keywords": ""
    },
    {
        "id": 1576,
        "label": 30,
        "author": "anil k gupta",
        "title": "Monsoons Quaternary",
        "organization": "IIT",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anil Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1486,
        "label": 29,
        "author": "anil k gupta",
        "title": "Ecosystem Services for Disaster Risk Reduction: A Case Study of Wetland in East Delhi Region India",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "Ecosystem services are the benefits that societies receive from the nature. These may be in the form of regulating, provisioning, supporting or cultural services. Wetland being one of the most productive ecosystems provides these services at no cost. These ecosystems also contribute to reducing disaster risk by serving as natural protective barriers or buffers and, thus, mitigating hazard impacts. But many such wetland ecosystems are tremendous stressed due to anthropogenic pressure. Wetlands on the fringes of river channels in the city are looked upon as a resource for different land use planning. The capital Delhi manifests all the ills that a river system (Yamuna) can possibly face, made the city more vulnerable and disaster prone as evident from frequent incidences of flood, water crisis and disease outbreak. Rapidly increasing urbanisation with limited integration of values and functions of flood plains in developmental planning has led to their fragmentation.",
        "email": "",
        "conf": "Global Journal of Human Social Science, Geography, Geo-Sciences, Environmental Disaster Management",
        "coauthors": [
            "Anil Kumar Gupta",
            "Swati Singh",
            "Sreeja S Nair"
        ],
        "keywords": "wetland; ecosystem services; disaster risk reduction; yamuna river"
    },
    {
        "id": 1523,
        "label": 29,
        "author": "anil k gupta",
        "title": "Environmental Health Assessment of Thermal Power Project Within the Scope of EIA and Risk Analysis",
        "organization": "Head of Policy Planning Division Associate Professor National institute of disaster management",
        "abstract": "",
        "email": "",
        "conf": "Proc. Nat. Semin. Energy & Environment",
        "coauthors": [
            "Anil Kumar Gupta",
            "J Misra",
            "Mohammad Yunus"
        ],
        "keywords": ""
    }
]