[
    {
        "id": 1671,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effect of water deficit on carbohydrate status and enzymes of carbohydrate metabolism in seedlings of wheat cultivars",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The effect of water deficit on carbohydrate status and enzymes of carbohydrate metabolism (⍺ and β amylases, sucrose phosphate synthase, sucrose synthase, acid and alkaline invertases) in wheat (Triticum aestivum L.) was investigated in the seedlings of drought-sensitive (PBW 343) and drought-tolerant (C 306) cultivars. The water deficit was induced by adding 6% mannitol (water potential -0.815 Mpa) in the growth medium. The water deficit reduced starch content in the shoots of tolerant seedlings as compared to the sensitive ones, but increased sucrose content in the shoots and roots of tolerant seedlings, indicating their protective role during stress conditions. It also decreased the ⍺-amylase activity in the endosperm of seedlings of both the cultivars, but increased ⍺ and β amylase activities in the shoots of tolerant ones. Sucrose phosphate synthase (SPS) activity showed a significant increase at 6 days of seedling growth (DSG) in the shoots of stressed seedlings of tolerant cultivar. However, SPS activity in the roots of stressed seedlings of sensitive cultivar was very low at 4 DSG and appeared significantly only at day 6. Sucrose synthase (SS) activity was lower in the shoots and roots of stressed seedlings of tolerant cultivar than sensitive ones at early stage of seedling growth. Higher acid invertase activity in the shoots of seedlings of tolerant cultivar appeared to be a unique characteristic of this cultivar for stress tolerance. Alkaline invertase activity, although affected under water deficit conditions, but was too low as compared to acid invertase activity to cause any significant affect on sucrose hydrolysis. In conclusion, higher sucrose content with high SPS and low acid invertase and SS activities in the roots under water deficit conditions could be responsible for drought tolerance of C 306.",
        "email": "",
        "conf": "Indian journal of biochemistry & biophysics",
        "coauthors": [
            "Kamaljit Kaur",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Triticum aestivum L, Water deficit, Acid invertase, Alkaline invertase, Sucrose phosphate synthase, Sucrose synthase, Sucrose, Stracth"
    },
    {
        "id": 1654,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Invertase and amylolytic activities as indicators of vegetative growth in chickpea",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Present investigation was undertaken to understand the pattern of variations in enzymes of carbohydrate metabolism and carbohydrate composition in vegetative tissues (leaves and 3rd to 5th internodal portion from upper side of stem) of wild Cicer species Cicer pinnatifidum and chickpea cultivar PDG-3 during crop development. The biomass accumulation in the above ground vegetative tissues of PDG-3 was 20–25 times greater than C. pinnatifidum. Higher activities of acid invertase in cultivated variety may be one of the factors for increased biomass of vegetative tissues in comparison with wild Cicer species. Higher activities of amylases were found to be responsible for reduced growth of wild species. Hence, acid invertase appeared to be positively and amylolytic activities to be negatively correlated with the growth of Cicer species. High acid invertase and low amylolytic activities in vegetative tissues may lead to better vegetative growth of the plant and hence increased productivity of chickpea crop.",
        "email": "anilkgupta@satyam.net.in",
        "conf": "Indian Journal of Agricultural Biochemistry",
        "coauthors": [
            "Harinderjeet Kaur",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": ""
    },
    {
        "id": 1647,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effect of exogenous lead on growth and carbon metabolism of pea (Pisum sativum L) seedlings",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The present study investigated the effect of exogenous lead (Pb) on seedling growth, carbohydrate composition and vital enzymes of sucrose metabolism, starch degradation, pentose phosphate pathway and glycolysis in pea seedlings. With 0.5 mM Pb, reduction of about 50 % in shoot and 80 % in root lengths was observed. At 5 and 7 days of seedling growth, cotyledons of Pb-stressed seedlings had about 25–50 % lower α- and β-amylase activities resulting in their higher starch content. Low starch content in the cotyledons of control seedlings at days 1, 3, 5 and 7 may be due to higher investment of carbon for seedling growth. Seedlings exposed to Pb showed significant inhibition of about 30–50 % in acid invertase activity in the growing tissues i.e. roots and shoots. Sucrose content increased by 10–20 % in shoots with much larger increase in cotyledons at 5–7 days of growth in Pb-stressed seedlings. In stressed seedlings, sucrose synthase (SS) and sucrose-6-phosphate synthase (SPS) enzymes were down regulated in the roots but SS activity was up regulated in the cotyledons leading to increased sucrose content. Exogenous Pb increased the activities of glucose-6-phosphate dehydrogenase (G6PDH) and 6-phosphogluconate dehydrogenase (6PGDH) in the cotyledons. Down regulation of G6PDH and up regulation of hexokinase (HXK) in the roots and shoots of stressed seedlings indicated that hexoses could be utilised preferably for glycolysis rather than pentose phosphate pathway in these tissues. Due to limited supply of sugars to growing tissues in the stressed seedlings, increased HXK may play a role in sugar sensing. Phosphoglucomutase (PGM) activity was maximum in the cotyledons and minimum in roots showing its importance in the conversion of glucose-1-phosphate into glucose-6-phosphate. Reduced seedling growth observed in the presence of exogenous Pb was mainly due to the decrease in the activities of amylases and invertases in the cotyledons and growing tissues respectively. Further biosynthetic capacity of the roots and shoots was down regulated in the pea seedlings due to reduced efficiency of pentose phosphate pathway under Pb toxicity.",
        "email": "",
        "conf": "Physiology and Molecular Biology of Plants",
        "coauthors": [
            "Rachana Devi",
            "Nidhi Munjral",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": ""
    },
    {
        "id": 1666,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Biochemical evaluation of antinutritional traits in desi and kabuli chickpea (Cicer arietinum) genotypes",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The present investigation was aimed at evaluating the antinutritional traits in desi and kabuli chickpea genotypes. The mean values of phytic acid, tannins, total phenols, o-dihydroxy phenols, flavonols and protease inhibitors were found to be more in desi as compared to kabuli genotypes. However, the raffinose-family oligosaccharides and saponins were higher in kabuli genotypes. The genotypes screened to have low antinutritional traits can be used in breeding programme to produce new material with higher nutritional quality.",
        "email": "anilkgupta@sify.com",
        "conf": "Indian Journal of Agricultural Sciences",
        "coauthors": [
            "Harpreet Oberoi",
            "Satvir Kaur Grewal",
            "Anil Kumar Gupta",
            "Narinder Kaur",
            "Jeet S. Sandhu"
        ],
        "keywords": ""
    },
    {
        "id": 1630,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "ABA-dependent sucrose regulation of antioxidant metabolism in wheat cultivars varying in ABA-sensitivity",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Effect of sucrose and its abscisic acid (ABA) dependence was studied for seed germination, growth and antioxidant related parameters in two wheat cultivars PBW343 (ABA-lesser sensitive) and C306 (ABA-higher sensitive) by using sucrose (Suc) with or without sodium tungstate (inhibitor for ABA biosynthesis) in culture medium. Exogenous Suc (at 1.5% and 3%) inhibited germination in both cultivars where ABA-dependency for such inhibitions was seen only under 3% sucrose in PBW343 and 1.5% sucrose in C306. Exogenous Suc at 1.5% stimulated growth, which was ABA-dependent in both cultivars. Exogenous Suc at 3% inhibited growth in both cultivars but such inhibitions were ABA-dependent only in PBW343. Suc supply (3%) decreased antioxidant enzymes and H2O2 in PBW343 but increased these in C306. These changes were ABA-dependent. Suc supply (3%) increased reduced state of ascorbate in shoots and roots of PBW343 and in shoots of C306, and such increases were ABA-dependent. Suc-induced increases of proline were ABA-independent in both cultivars and were higher in C306.",
        "email": "",
        "conf": "Biologia",
        "coauthors": [
            "Sandeep Kaur",
            "Anil Kumar Gupta",
            "Vikramjit KAUR Zhawar"
        ],
        "keywords": "abscisic acid; antioxidant; germination; growth; sucrose; wheat"
    },
    {
        "id": 1648,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Antioxidant response and Lea genes expression under exogenous ABA and water deficit stress in wheat cultivars contrasting in drought tolerance",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Two wheat (Triticum aestivum) cultivars, C306 (drought tolerant) and PBW343 (drought susceptible) were compared for their response to exogenous ABA, water stress (WS) and combined (ABA plus WS) during their seedlings growth. Their responses were studied in the form of seedlings growth, antioxidant potential of roots and shoots and expression levels of LEA genes in shoots. ABA treatment led to increase in levels of ascorbate, ascorbate to dehydroascorbate ratio, antioxidant enzymes and decreases in levels of dehydroascorbate, malondialdehyde (MDA). Decrease in biomass, ascorbate contents, ascorbate to dehydroascorbate ratios and antioxidant enzymes was more in PBW343 than in C306 under WS. Dehydroascorbate and MDA levels were higher in PBW343 than in C306 under WS. ABA plus WS improved some of these features from their levels under WS in PBW343. Proline contents were not increased significantly under ABA in both cultivars. Out of ten LEA genes studied, six LEA genes were induced more under WS than under ABA in C306 but equally induced in PBW343. Four LEA genes were induced earlier in PBW343 but later in C306. Wdhn13 was induced more under ABA than under WS in C306 while it was non-responsive to both stresses in PBW343.",
        "email": "",
        "conf": "Journal of Plant Biochemistry and Biotechnology",
        "coauthors": [
            "Manvir Kaur",
            "Anil Kumar Gupta",
            "Vikramjit Kaur Zhawar"
        ],
        "keywords": ""
    },
    {
        "id": 1669,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Cadmium induced changes in carbohydrate status and enzymes of carbohydrate metabolism glycolysis and pentose phosphate pathway in pea",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "With 50 μmol/l CdCl2, reduction of about 40% in shoot and 70% in root lengths was observed in pea seedlings. The reduction in seedling growth was accompanied by decreased water content of shoots and roots. Increasing trend of sucrose was observed in shoots of cadmium-stressed seedlings. Cotyledons of stressed seedlings had lower α-and β-amylase activities resulting in their higher starch content. Reducing sugar and sucrose contents were not significantly affected in roots of cadmium-stressed seedlings but starch content was low in comparison with normal seedlings which appeared to be due to lesser conversion of sucrose into starch rather than its rapid hydrolysis. In general activities of acid and alkaline invertases were low in stressed seedlings with exception to cotyledons where alkaline invertase was more under stress. Cadmium-stressed seedlings had lower sucrose synthase and sucrose phosphate synthase (SPS) activities in roots and shoots but cotyledons had 10–15% higher SPS activity. Phospho glucoisomerase activity was maximum in cotyledons showing its involvement in conversion of glucose-1-phosphate to glucose-6-phosphate whereas the activity of this enzyme was almost negligible in roots. Exogenous cadmium up regulated the activity of glucose-6-phosphate dehydrogenase and 6-phosphogluconate dehydrogenase in cotyledons whereas activities of these enzymes were down regulated by 40–50% in shoots. Higher activities of hexokinase (10–15%) and phospho glucoisomerase in roots and shoots of stressed seedlings indicated that hexoses are preferably channeled towards glycolysis than pentose phosphate pathway under cadmium toxicity.",
        "email": "",
        "conf": "Environmental and Experimental Botany",
        "coauthors": [
            "Rachana Devi",
            "Nidhi Munjral",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Cadmium toxicity, Pisum sativum,Carbohydrate metabolism,Glycolysis,Pentose phosphate pathway"
    },
    {
        "id": 1619,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Insect Amylase-Plant Amylase Inhibitor Interaction is Key to Success of Transgenics Against Insectherbivory",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "",
        "email": "",
        "conf": "Biochemistry and Analytical Biochemistry",
        "coauthors": [
            "Anil Kumar Gupta",
            "Rimal Nagra"
        ],
        "keywords": ""
    },
    {
        "id": 1692,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "A comparative developmental pattern of enzymes of carbon metabolism and pentose phosphate pathway in mungbean and lentil nodules",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The activities of enzymes of pentose phosphate pathway (PPP) viz. glucose-6-phosphate dehydrogenase, 6-phosphogluconate dehydrogenase and carbon metabolism viz. phosphoenol pyruvate carboxylase, NADP- isocitrate dehydrogenase and NADP-malic enzyme were measured in the plant and bacteroid fractions of mungbean (ureide exporter) and lentil (amide exporter) nodules along with the developing roots for comparison. The enzymes of pentose phosphate pathway in legume cytosol had higher activities at a stage of maximum nitrogenase activity and higher sucrose metabolism. However, bacteroids had only limited capacity for this pathway. The specific activities of these enzymes were greater in ureide than in amide exporter. CO2 fixation via higher activity of phosphoenolpyruvate carboxylase in the plant part of the nodules in lentil might have been due to the greater synthesis of four carbon amino acids for amide export. The peak of NADP-isocitrate dehydrogenase in both legumes coincided with the pentose phosphate pathway enzymes at the time of high rates of sucrose metabolism and nitrogen fixation. Higher activities of NADP-malic enzyme were obtained in mungbean than in the lentil nodules. These findings are consistent with the role of these enzymes in providing reductant (NADPH) and substrates for energy yielding metabolism of bacteroids and carbon skeletons for ammonia assimilation.",
        "email": "",
        "conf": "Acta Physiologiae Plantarum",
        "coauthors": [
            "Jyoti Chopra",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "lentil,bacteroid,assimilation,mung bean,Vigna radiata,carbon dioxide,enzyme,carbon metabolism,Lens culinaris,Leguminosae,pentose phosphate,pathway  "
    },
    {
        "id": 1667,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Antioxidative Enzymes and Sucrose Synthase Contribute to Cold Stress Tolerance in Chickpea",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Chickpea is sensitive to low temperature (<10°C) during its reproductive stage. Low temperature adversely affects the development of pods and seeds. This study was undertaken to investigate the role of sucrose metabolizing enzymes in seed development and potential of antioxidative enzymes in protecting seeds and podwalls from the deleterious effects of cold stress in advanced cold tolerant chickpea breeding lines. Healthy pod set was observed in these tolerant lines in the end of December where as low temperature susceptible PBG‐1 did not flower. Two lines ICCV 96029 and ICCV 96030 showed susceptible characters such as reduced flowering, blackened and shrivelled seeds and yellowish pods in comparison to other cold stress tolerant lines due to sudden dip of temperature (<1 °C) during the first week of January. These two lines were, therefore, treated as susceptible checks in comparison to other tolerant lines. A significantly higher activity and specific activity of sucrose synthase was observed in seeds of most of the cold tolerant lines in comparison with ICCV 96029 and ICCV 96030, thereby providing sugars as well as sugar nucleotides for their growth and starch synthesis during unfavourable low temperature. The developing seeds and podwalls of tolerant genotypes had higher activities of antioxidant enzymes, i.e. catalase, ascorbate peroxidase and glutahione reductase in comparison with ICCV 96029 and ICCV 96030. It appears that the higher activities of antioxidant enzymes in podwall protect the developing seeds from cold stress.",
        "email": "anilkgupta@satyam.net.in",
        "conf": "Journal of Agronomy and Crop Science",
        "coauthors": [
            "Shubhdip Kaur",
            "Anil Kumar Gupta",
            "Narinder Kaur",
            "Sk Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1674,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "A comparison of properties of inulinases of Fusarium oxysporum immobilised on various supports",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Extracellular inulinase was obtained after growing Fusarium oxysporum for 9 days on a medium containing an aqueous extract of Cichorium intybus roots. After partial purification, inulinase was immobilised by cross‐linking it with water insoluble protein supports prepared from flour of soybean and mungbean, and egg white. Inulinase was also immobilised by adsorbing it on DEAE‐cellulose. Inulinase immobilised on soybean and mungbean supports had a higher optimum temperature of 45°C as compared to 37°C of the free enzymes. Inulinase adsorbed on DEAE‐cellulose was thermally the most stable whereas the inulinase cross‐linked on soybean support was the least stable. Inulinase immobilised on DEAE‐cellulose and on supports obtained from mungbean and soybean had a pH optima of 5.5, 6.5 and 6.0, respectively. The Km values of various immobilised inulinases with inulin varied from 0.25 to 0.44 mmol dm−3.",
        "email": "",
        "conf": "Journal of Chemical Technology & Biotechnology",
        "coauthors": [
            "Anil Kumar Gupta",
            "Maninder Kaur",
            "Narinder Kaur",
            "Rangil Singh"
        ],
        "keywords": "Enzymatic activity Immobilized enzyme, Comparative study, Environmental factor, Fusarium oxysporum, Immobilization, Inulinase, Kinetic parameter, Thermal stability, Support Enzyme, Fungi Imperfecti, Fungi, Thallophyta"
    },
    {
        "id": 1701,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Carbohydrate status and sucrose metabolism in mungbean roots and nodules",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The activities of acid invertase, alkaline invertase and sucrose synthase (cleavage) were measured in roots and nodules of mungbean at different stages of development. High activities of these enzymes were observed at 30 and 50 days after sowing in nodules. Compared with other sucrose metabolising enzymes, alkaline invertase activity was highest in nodules at all stages of development. Activity of sucrose metabolizing enzymes in roots was significantly less than that observed in the nodules. Most of the sucrose appears to be transported as such through the roots to the nodules. Sucrose was the dominant free sugar and the concentration of glucose was higher than that of fructose at all stages of nodule development. Alkaline invertase from nodules was purified to electrophoretic homogeneity by ammonium sulphate fractionation, DEAE cellulose chromatography and Sephadex G-150 chromatography. The enzyme showed a sharp pH optimum at pH 7.0–7.5, optimum temperature of 40°, Km of 3–4 mM for sucrose, non-competitive inhibition by HgCl2 (Ki, 40 μM) and had an Mr of approximately 355 000. Compared with raffinose and stachyose, sucrose was the better substrate for alkaline invertase. Energy of activation of alkaline invertase with different substrates was in the order, stachyose>raffinose>sucrose. The enzyme was unable to hydrolyse maltose and p-nitrophenyl-α-d-glucopyranoside, showing its true β-fructosidase nature. Because of its low Km, low energy of activation with near saturated substrate environment in nodules, alkaline invertase appeared better placed physiologically for sucrose cleavage.",
        "email": "",
        "conf": "Phytochemistry",
        "coauthors": [
            "Jyoti Chopra",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "Vigna radiata,Leguminosae,mungbean,nodule,root,sucrose metabolism,sucrose synthase,invertase"
    },
    {
        "id": 1622,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Potential Protease Inhibitor Isoforms from Pigeonpea against Helicoverpa armigera Gut Proteases",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Ten pigeon pea genotypes (four moderately resistant, three intermediate, two moderately susceptible and one unknown status) were evaluated for their efficacy against bovine trypsin and Helicoverpa armigera (H. armigera) gut proteases. The trypsin inhibitor content in pigeon pea genotypes varied from 147.75 (TIU/g) (AL 201) to 177.85 TIU/g (AL 1495). Sodium dodecyl-polyacrylamide gel electrophoresis (SDS-PAGE) of seed extracts revealed different proteins of molecular weight ranging from 15.6 kDa to 98.5 kDa. Using gelatin SDS-PAGE, six different trypsin inhibitors with bovine trypsin were identified and four of them with relative mobility (Rm) 0.39, 0.78, 0.84 and 0.93 were present in all the ten genotypes. Five H. armigera protease inhibitors (PIs) were detected using the gelatin SDS-PAGE. Four of them also inhibited the bovine trypsin. One (35.3 kDa) was specific only for H. armigera gut proteases. Two protease inhibitors (15.6 kDa and 20.1 kDa) were specific for bovine trypsin. However, it appears that it is the unspecific PI with Rm 0.39 (51.5 kDa) and 0.93 (16.6 kDa) which mainly determine the resistance towards H. armigera in pigeonpea.",
        "email": "",
        "conf": "Indian Journal of Agricultural Biochemistry",
        "coauthors": [
            "Sheetanshu Grover",
            "Satvir Kaur Grewal",
            "Anil Kumar Gupta",
            "Jagmeet Kaur"
        ],
        "keywords": "Helicoverpa armigera, inhibitors, pigeon pea, proteases"
    },
    {
        "id": 1664,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Stem Reserve Mobilization and Sink Activity in Wheat under Drought Conditions",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The effect of water deficit on stem reserve mobilization and sink activity in wheat (Triticum aestivum L.) cultivars, viz., C306 (drought tolerant) and PBW343 (drought sensitive) was studied. Drought was maintained in pot raised plants by withholding irrigation at 95 days after sowing (DAS), i.e. just five days before the initiation of anthesis. Drought induced a significant reduction in mean biomass of all the internodes of sensitive cultivar as compared to those of tolerant one. Mobilized dry matter and mobilization efficiency were observed to be higher in the internodes of tolerant cultivar, both under control and stress conditions, which resulted in enhanced translocation of stem reserves to the grains. Water soluble carbohydrates (WSC), which mainly occur as fructans, were observed to be higher in the internodes of tolerant cultivar than those of sensitive one. When drought was applied, fructans were mobilized more effectively from the internodes of tolerant cultivar. A significantly higher sucrose synthase activity in the grains of tolerant cultivar, under drought conditions, increased the sink strength by unloading the assimilates in the sink, thereby increasing further mobilization of assimilates to the grains. Grains of sensitive cultivar attained maturity much earlier as compared to the tolerant one, both under control and stress conditions. The longer duration of grain maturation in tolerant cultivar supported enhanced mobilization of stem reser",
        "email": "anilkgupta@sify.com",
        "conf": "American Journal of Plant Sciences",
        "coauthors": [
            "Anil Kumar Gupta",
            "Kamaljit Kaur",
            "Narinder Kaur"
        ],
        "keywords": "Acid Invertase, Fructans, Water Soluble Carbohydrate, Sink Activity, Stem Reserve Mobilization, Sucrose Synthase, Triticum Aestivum "
    },
    {
        "id": 1624,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Physiochemical and nutritional attributes of raw and soaked seeds of chickpea (Cicer arietinum L.) genotypes",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The present investigation aims to analyze nutrient profile, antinutritional traits and physiochemical characteristics in raw (dry seeds) and water soaked seeds of eighteen chickpea genotypes comprising 16 cold stress tolerant and 2 susceptible. Raw seeds of tolerant genotypes were found to have higher total sugars and protein content and lower amount of trypsin inhibitors. Higher content of raffinose family oligosaccharides in tolerant genotypes is an additional characteristic for their tolerant behaviour and it does not interfere with the digestion as with soaking these oligosaccharides are reduced by 87%. The enhanced mineral content with soaking in tolerant chickpea genotypes might be attributed to the better physiochemical characteristics in terms of higher hydration capacity and swelling index which leads to greater permeable and softer cotyledons that might help in leaching out of mineral ligands. The higher nutritional value along with better physiochemical characteristics observed in tolerant genotypes render them useful at consumer level as well as from breeding point of view.",
        "email": "",
        "conf": "Legume Research",
        "coauthors": [
            "Satvir Kaur Grewal",
            "Sarbjit Kaur",
            "Anil Kumar Gupta",
            "Jagmeet Kaur"
        ],
        "keywords": "Antinutritional factors, Cicer arietinum, Cold stress, Minerals, Nutritional quality, Physiochemical properties, Soaking"
    },
    {
        "id": 1649,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Fluctuations in peroxidase and catalase activities of resistant and susceptible black gram ( Vigna mungo (L.) Hepper) genotypes elicited by Bemisia tabaci (Gennadius) feeding",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Whitefly, Bemisia tabaci (Gennadius) (Hemiptera: Aleryrodidae), is a serious pest of black gram, (Vigna mungo (L.) Hepper), an important legume pulse crop grown in north India. This research investigated the potential role of selected plant oxidative enzymes in resistance/susceptibility to whitefly in nine black gram genotypes. Oxidative enzyme activity was estimated spectrophotometrically from leaf samples collected at 30 and 50 d after sowing (DAS) from whitefly infested and uninfested plants. The enzymes showed different activity levels at different times after the infestation. The results indicated that in general, whitefly infestation increased the activities of peroxidase and decreased the catalase activity. Resistant genotypes NDU 5-7 and KU 99-20 recorded higher peroxidase and catalase activities at 30 and 50 DAS under whitefly-stress conditions as compared with non-stressed plants. The results suggest that the enhanced activities of the enzymes may contribute to bioprotection of black gram plants against B. tabaci infestation. The potential mechanisms to explain the correlation of resistance to whitefly in black gram genotypes with higher activities of oxidative enzymes are also discussed.",
        "email": "",
        "conf": "Plant signaling & behavior",
        "coauthors": [
            "Gaurav Kumar Taggar",
            "Ranjit Singh Gill",
            "Anil Kumar Gupta",
            "Jeet Singh Sandhu"
        ],
        "keywords": "Bemisia tabaci , host plant resistance, black gram, peroxidase, catalase"
    },
    {
        "id": 1726,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Exploration of the antioxidative defense system to characterize",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Two wheat (Triticum aestivum) cultivars, C306 (drought tolerant) and PBW343 (drought susceptible) were compared for their response to exogenous ABA, water stress (WS) and combined (ABA plus WS) during their seedlings growth. Their responses were studied in the form of seedlings growth, antioxidant potential of roots and shoots and expression levels of LEA genes in shoots. ABA treatment led to increase in levels of ascorbate, ascorbate to dehydroascorbate ratio, antioxidant enzymes and decreases in levels of dehydroascorbate, malondialdehyde (MDA). Decrease in biomass, ascorbate contents, ascorbate to dehydroascorbate ratios and antioxidant enzymes was more in PBW343 than in C306 under WS. Dehydroascorbate and MDA levels were higher in PBW343 than in C306 under WS. ABA plus WS improved some of these features from their levels under WS in PBW343. Proline contents were not increased significantly under ABA in both cultivars. Out of ten LEA genes studied, six LEA genes were induced more under WS than under ABA in C306 but equally induced in PBW343. Four LEA genes were induced earlier in PBW343 but later in C306. Wdhn13 was induced more under ABA than under WS in C306 while it was non-responsive to both stresses in PBW343.",
        "email": "",
        "conf": "Plant Growth Regulation",
        "coauthors": [
            "Kamaljit Kaur",
            "Narinder Kaur",
            "Anil Kumar Gupta",
            "Inderjit Singh"
        ],
        "keywords": "Triticum aestivum, abscisic acid, antioxidant activity, cultivars, drought, drought tolerance, enzymes, genes, malondialdehyde, proline, roots, seedling growth, shoots, water stress, wheat"
    },
    {
        "id": 1639,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Role of catalase H2O2 and phenolics in resistance of pigeonpea towards Helicoverpa armigera (Hubner)",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Rapid generation of superoxide radicals and accumulation of H2O2 is a characteristic early response of plants following perception of insect herbivory signals. Induction of oxidative burst on account of herbivory triggers various defense mechanisms in plants. Response of superoxide and H2O2-metabolizing enzymes and secondary metabolites in nine pigeonpea genotypes to Helicoverpa armigera feeding was investigated. Out of nine, four genotypes were found to be moderately resistant, three were intermediate and two were moderately susceptible. In general, H. armigera infestation resulted in increase in superoxide dismutase activity, H2O2 and phenolics content and decrease in catalase (CAT) activity in leaves, developing seeds and pod wall of pigeonpea genotypes. Peroxidase activity was found only in leaves. Among genotypes, the increase in phenolic constituents was found greater in moderately resistant genotypes than in moderately susceptible genotypes; this might determine their contribution in providing resistance to genotypes against H. armigera infestation. The capability of moderately resistant genotypes to maintain relatively lower H2O2 content and higher CAT activity in pod wall and developing seeds also appeared to determine resistance of genotypes towards H. armigera. Expression of resistance to H. armigera was found to be associated with a negative correlation of H2O2-metabolizing enzymes and phenolics with pod damage as well as with negative association between CAT activity and H2O2 content. A positive correlation found between H2O2 content and pod damage suggested the accumulation of H2O2 in response to pod borer attack. In addition, correlation analysis also revealed a positive association between CAT, phenolic compounds and DPPH radical scavenging activity following pod borer attack; this indicated their contribution in resistance mechanisms against H. armigera herbivory.",
        "email": "anilkgupta@sify.com",
        "conf": "Acta Physiologiae Plantarum",
        "coauthors": [
            "Rimal Jeet Kaur",
            "Anil Kumar Gupta",
            "Gaurav Kumar Taggar"
        ],
        "keywords": ""
    },
    {
        "id": 1626,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Root Biomass Partitioning Differential Antioxidant System and Thiourea Spray are Responsible for Heat Tolerance in Spring Maize",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Seedling growth and antioxidative defense system were studied in two spring maize (Zea mays L.) genotypes viz., CML 32 (relatively heat tolerant) and LM 11 (relatively heat susceptible), under heat stress (40 °C). Heat stress induced higher mobilization of biomass towards roots in CML32 genotype leading to increased root to shoot biomass ratio. The susceptible genotype showed decreased root to shoot length and dry biomass ratios which could be responsible for its decreased resistance towards heat stress. The higher peroxidase activity induced in the roots and shoots of CML 32 genotype, under stress conditions could be responsible for its enhanced tolerance levels. In addition, the increased activities of catalase, ascorbate peroxidase and glutathione reductase in the roots of CML 32 seedlings as compared to those of LM-11, further improved the stress tolerance of the genotype. Foliar spray of 6 mM thiourea brought the ratio of root to shoot growth in terms of length and dry biomass, back to normal values. Thiourea specifically upregulated the activities of catalase and peroxidase in the roots and shoots of both the genotypes, thus improving the H2O2 scavenging efficiency of the system. Thus, differential biomass partitioning, increased catalase activity and an active ascorbate–glutathione cycle could be responsible for mitigating the effects of heat stress. Besides, increased peroxidase activity in the roots and shoots of CML 32 as compared to those of LM 11, under control, heat stress and thiourea spray + heat stress consecutively ameliorate the stress tolerance efficiency of CML 32 seedlings.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences India - Section B: Biological Sciences",
        "coauthors": [
            "Palak Khanna",
            "Kamaljit Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1716,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Profiles of enzymes of sucrose metabolism in the leaves of chicory (Cichorium intybus) during development",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The activity of sucrose phosphate synthase (SPS) was evenly distributed between the lamina and petiole at all stages of development of Cichorium intybus. As compared to sucrose synthase (SS), the activitie ofSPS in lamina and petiole at both the early (February) and mid-stages (April) of growth were higher . Activities of these enzymes in the lamina and petiole at the mid-stage of development were 3–10 times higher as compared to the early and late (July) stages and coincidedwith the maximum rate of fructan synthesis and dry weight accumulation in roots (sink). The supply of photosynthates to the roots, as revealed by 14CO2 fixation and its transportation at this stage, was much more when compared to that at late stage. It appeared that at mid-development leaves made use of enhanced activity of SS in addition to SPS activity for meeting the photosynthate requirement of the sink region. Acid invertase remained the major form of invertase during growth. At the early and mid-stages, petioles showed two acid invertase whereas lamina, in addition to two acid invertases, contained an additional low molecular weight alkaline invertase at the late stage. Leaves of the erect stem at the time of flowering contained only one form of acid invertase.",
        "email": "",
        "conf": "Plant Science",
        "coauthors": [
            "Anil Kumar Gupta",
            "Parminder Mann",
            "Narinder Kaur",
            "Rangil Singh"
        ],
        "keywords": "chicory, Cichorium intybus, invertase, sucrose metabolism, sucrose phosphate, synthasesucrose synthase"
    },
    {
        "id": 1680,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effect of exogenous sucrose on the enzymes of starch degradation and sucrose metabolism in cowpea (Vigna unguiculata L.) seedlings",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Addition of exogenous sucrose and mannitol in the growth medium decreased the germination and growth of cowpea (Vigna unguiculata L. cv C-88) seedlings. The reduced seedling growth appeared to be due to the decreased acid invertase activity in growing parts of the seedlings. An exogenous supply of sucrose upregulated the sucrose phosphate synthase (SPS) activity in different parts of seedlings. Decreased amylase activity in cotyledons and the mobilization of starch from cotyledons to the growing axis was observed in the presence of exogenous sucrose and mannitol. High sucrose content observed in different tissues in the presence of exogenous sucrose and mannitol was possibly due to high SPS and low acid invertase activities and reduced conversion of sucrose to starch. It appears that exogenous sucrose acts mainly as an osmoticum, rather than a source of carbon for the growing seedlings.",
        "email": "",
        "conf": "Indian journal of biochemistry & biophysics",
        "coauthors": [
            "Narinder Kaur",
            "Harpreet Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "Cowpea seedlings;Vigna unguiculata L.;Abiotic stress;Sucrose;Mannitol;Germination;Growth;Amylase;Invertase;Sucrose synthase;Sucrose phosphate synthase"
    },
    {
        "id": 1651,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Response of antioxidative and ethanolic fermentation enzymes in maize seedlings of tolerant and sensitive genotypes under short-term waterlogging",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Fifteen days old seedlings of waterlogging tolerant (Parkash) and sensitive (Paras) maize genotypes were subjected to short term waterlogging (18 h) under field conditions. Activities of various antioxidative and anaerobic metabolism enzymes were investigated in leaf and root tissues. Superoxide dismutase (SOD) activity increased in leaf tissue while glutathione reductase (GR) activity was enhanced in leaf as well as root in both the genotypes. However, tolerant genotype had better induction capability of SOD and GR in roots in comparison with sensitive genotype. Catalase activity increased in roots of both genotypes. Waterlogging caused strong induction in alcohol dehydrogenase activity in the roots of Paras and Parkash under stress conditions. Aldehyde dehydrogenase activity was significantly increased only in roots of Parkash in response to waterlogging. In comparison with sensitive genotype, the tolerant genotype had low H2O2 and malondialdehyde content in roots under stress conditions. The present studies suggested that tolerant genotype had a greater protective ability due to higher induced activities of antioxidant and ethanolic fermentation systems than Paras.",
        "email": "anilkgupta@sify.com",
        "conf": "Indian journal of experimental biology",
        "coauthors": [
            "Vishal Chugh",
            "Anil Kumar Gupta",
            "Maninder S Grewal",
            "Narinder Kaur"
        ],
        "keywords": "Anaerobic metabolism;Antioxidants;Waterlogging;Zea mays"
    },
    {
        "id": 1724,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Glucofructosan metabolism in Cichorium intybus roots",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "A 10-fold purification of sucrose sucrose fructosyl transferase from Cichorium intybus roots was achieved by ammonium sulphate fractionation and DEAE-cellulose column chromatography. The energy of activation for this enzyme was ca 48 kJ/mol sucrose. Sucrose sucrose fructosyl transferase and invertase were prominent during early months of growth. Evidence obtained from: (1) the changes in carbohydrate composition at monthly intervals; (2) comparative studies on fructosyl transferase and invertase at different stages of root growth; and (3) incubation studies with [14C]glucose, [14C]fructose and [14C]sucrose revealed that, during the later stages of root growth, fructosan hydrolase is responsible for fructosan hydrolysis. No evidence for the direct transfer of fructose from sucrose to high Mr glucofructosans was obtained.",
        "email": "",
        "conf": "Phytochemistry",
        "coauthors": [
            "Anil Kumar Gupta",
            "Mamta",
            "Iqbal S. Bhatia"
        ],
        "keywords": "Cichorium, Compositae, chicory, glucofructosan, fructosyl transferase, fructosan hydrolase, invertase, sucrose metabolism"
    },
    {
        "id": 1699,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Phosphatase activity and phosphorus partitioning in nodules of developing mungbean",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The acid and alkaline phosphatase activities were determined in bacteroid free fraction of nodules during development, using different phosphorylated substrates. Both enzymes change their substrate specificities with nodule development. Alkaline phosphatase, 20 days after sowing (DAS), showed negligible activity with ATP while at later stages maximum activity with ATP was observed. Invariably fructose 1,6 bisphosphate was a better substrate compared to fructose-6-phosphate and glucose-6-phosphate. Using Sephadex G-150 column chromatography, only one peak of acid phosphatase around Ve/Vo of 2.2 to 2.3 was observed at 20 and 30 DAS stages while at 40 DAS stage an additional ATP specific peak at around Ve/Vo of 2.9 was also observed. There was only one alkaline phosphatase peak at 20 and 30 DAS. However, at 40 DAS additional ATP specific peaks of phosphatases were observed at Ve/Vo of 1.4 and 2.6. Alkaline phosphatase could not be detected in the bacteroids whereas activity of acid phosphatase was about 5–7 % of that observed in the bacteroid free preparation. A low activity of both acid and alkaline phytases was observed at all stages of nodule development. However, phytic acid could not be detected. Increase in phosphorus content of water soluble organic phosphate at late stage of nodule development appears to be related with low level of phosphatase activity.",
        "email": "",
        "conf": "Acta Physiologiae Plantarum",
        "coauthors": [
            "Vikramjit Kaur Zhawar",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "phytic acid,mung bean,Vigna radiata,nodule,phosphatase activity,Leguminosae,phosphorus,phytase"
    },
    {
        "id": 1682,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Seed Priming Increases Crop Yield Possibly by Modulating Enzymes of Sucrose Metabolism in Chickpea",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The number of seeds and seed yield per plant were higher in chickpea crops raised from water and mannitol (4 %) primed seeds in comparison with the control non‐primed crops. In primed plants, an enhanced acid invertase activity in the apical part of the main stem and the part immediately below it at 100 and 130 days after sowing (DAS) might result in an increased availability of hexoses to these plant parts. In addition, decreased acid invertase activity at the point of initiation of branches and in the internodes of stem observed in primed plants indicated restricted hydrolysis of sucrose during its transport through the stem, resulting in its more supply to the actively growing sinks. The activities of sucrose‐cleaving enzymes, i.e. invertase and sucrose synthase (SS) in podwall of primed plants were higher at 110 DAS. At 140 DAS, a stage of rapid seed filling, increased activities of SS and sucrose phosphate synthase (SPS) were observed in seeds of primed plants. Increased SPS activity in seeds of primed crop could meet the increased assimilate requirements of the developing seeds. Higher activity of SS in seeds of primed crop may facilitate seed filling. These data suggest that enzymes of sucrose metabolism play an important role in increasing the yield of chickpea crops raised from primed seeds.",
        "email": "",
        "conf": "Journal of Agronomy and Crop Science",
        "coauthors": [
            "Shubhdip Kaur",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Cicer arietinum,invertase,priming,sucrose phosphate synthase,sucrose synthase"
    },
    {
        "id": 1641,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Physiological and biochemical studies on chickpea genotypes under water deficit stress in laboratory and field conditions",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Physiological and biochemical studies on chickpea genotypes under water deficit stress in laboratory and field conditions",
        "email": "",
        "conf": "Indian Journal of Agricultural Biochemistry",
        "coauthors": [
            "Narinder Kaur",
            "Satvir Kaur",
            "Jagmeet Kaur",
            "Anil K. Gupta",
            "Sarbjit Kaur",
            "Arvind Kumar",
            "Inderjit Singh"
        ],
        "keywords": "Physiological and biochemical studies on chickpea genotypes under water deficit stress in laboratory and field conditions"
    },
    {
        "id": 1627,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Ferulic Acid: A Novel Inducer of Antioxidant Enzymes in Wheat (Triticum aestivum L.) Seedlings",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The present study reports the effects of pre-treatment with ferulic acid (FA) on antioxidant response of wheat seedlings. In comparison to hydropriming, 100 and 150 ppm of FA significantly enhanced seedling growth of wheat at 6th day after germination (DAG). However, 1000 ppm of FA led to reduction in seedling growth. Roots and shoots of wheat seedlings pre-treated with 100 ppm of FA showed significant upregulation of peroxidase (POX), ascorbate peroxidase (APX) activities. Although catalase (CAT) remained unaffected in the roots, but showed about 2-fold increase in the shoots. Despite of low glutathione reductase (GR) and high polyphenol oxidase (PPO) activities in the shoots and roots, respectively, ascorbic acid and total phenolic contents also increased at 6th DAG which may be due to the activation of their biosynthetic pathways in seedlings pre-treated with 100 ppm of FA. Proline content of wheat seedlings pre-treated with 100 ppm of FA remained unaffected. Results signify the role of FA pre-treatment in augmenting the antioxidant response of wheat and thereby suggest that at lower concentrations, it can be used for improving performance of wheat under various environmental constraints.",
        "email": "",
        "conf": "Cereal Research Communications",
        "coauthors": [
            "Anupam Sharma",
            "Rachana Devi",
            "Anil Kumar Gupta"
        ],
        "keywords": "antioxidant enzymes, ferulic acid, wheat"
    },
    {
        "id": 1708,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Inulinase from Aspergillus versicolor: A potent enzyme for producing fructose from inulin",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "",
        "email": "",
        "conf": "Journal of scientific and industrial research",
        "coauthors": [
            "A. Kochhar",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1707,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Immobilization of Inulinase from Aspergillus versicolor for Preparing Fructose from Inulin",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "",
        "email": "",
        "conf": "Journal of scientific and industrial research",
        "coauthors": [
            "A. Kochhar",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1631,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Zinc as an important factor determining resistance against Helicoverpa armigera herbivory in pigeon pea (Cajanus cajan L.)",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The potential of enzyme inhibitors against infestation of insects serves as attractive strategy for the management of devastating pests. In an effort to identify some effective and eco-friendly inhibitors of a damaging pest, Helicoverpa armigera, iron and zinc were found to be potent inhibitors of H. armigera a-amylase, which is an important digestive enzyme required for its survival. This observation motivated us to determine the status of iron and zinc in different pigeon pea genotypes in response to H. armigera herbivory. In general, there was significant decline in zinc content in developing seeds and pod wall after herbivory. However, zinc content was significantly higher in moderately resistant genotypes than moderately susceptible genotypes in infested developing seeds. Significant accumulation of iron was also observed in developing seeds of moderately resistant and intermediate genotypes after the pod borer attack. Higher content of zinc in pod wall of moderately resistant genotypes could determine their resistibility status against H. armigera herbivory.",
        "email": "anilkgupta1954@gmail.com",
        "conf": "Current science",
        "coauthors": [
            "Rimaljeet Kaur",
            "Anil Kumar Gupta",
            "Gaurav Kumar Taggar"
        ],
        "keywords": "Genotypes, Zinc, Pigeons, Insect pests, Phytophagous insects, Superoxides, Proteins, Infestation, Insect biochemistry, Bird pests"
    },
    {
        "id": 1642,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Antioxidant response and Lea genes expression under salt stress and combined salt plus water stress in two wheat cultivars contrasting in drought tolerance",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Two wheat cultivars, C306 and PBW343 contrasting in drought tolerance were compared for their antioxidant response and Lea genes' expression under salt stress (SS) and combined stress (CS) of salt stress plus water stress during seedlings growth. The drought susceptible cultivar (PBW343) behaved different towards SS/CS than towards WS. It accumulated more dry masses in shoots, more ascorbate, had higher ascorbate to dehydroascorbate ratio, lesser dehydroascorbate, lesser malondialdehyde (MDA), more proline and higher antioxidant enzymes under SS than under WS. CS increased dry masses, ascorbate, ascorbate to dehydroascorbate ratio, antioxidant enzymes and decreased dehydroascorbate and MDA contents from levels under WS. The drought tolerant cultivar (C306) though showed higher levels of ascorbate, ascorbate to dehydroascorbate ratio, lower levels of dehydroascorbate, showed lesser dry biomasses in shoots, higher MDA and lesser ascorbate peroxidase and catalase activities under SS than under WS and these features were improved on combining WS with SS. All lea genes were induced under all stresses in both cultivars except Wrab17 in C306 only, was not induced under any stress. Eight Lea genes out of ten were induced higher under WS than SS in C306 but induced same in PBW343. Wdhn13 gene was higher salt-responsive than other lea genes in both cultivars.",
        "email": "",
        "conf": "Indian journal of experimental biology",
        "coauthors": [
            "Priyanka Bhagi",
            "Vikramjit Kaur Zhawar",
            "Anil Kumar Gupta"
        ],
        "keywords": "ABA;Antioxidant;LEA;Salt stress;Water stress;Wheat"
    },
    {
        "id": 1657,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Peroxidase: a marker for Ascochyta blight resistance in chickpea",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "On the basis of incidence of appearance of Ascochyta blight symptoms after artificial inoculation of 25-day-old chickpea seedlings with 10 different pathotypes of Ascochyta rabiei, GL94011, PBG5 and C214 have been classified as resistant, moderately resistant and susceptible, respectively, to Ascochyta blight. In none of the pathotypes, peroxidase (PO) activity could be detected in culture medium and mycelium. Healthy tissues of GL94011 have almost three times the PO activity in comparison with that of C214. Resistant and moderately resistant genotypes showed 30–60% upregulation of PO activity against infection by A. rabiei whereas it was only 3–6% in susceptible genotype C214. These results indicate the possibility of using PO as a marker of Ascochyta blight resistance.",
        "email": "",
        "conf": "Archives of Phytopathology and Plant Protection",
        "coauthors": [
            "Livinder Kaur",
            "Varinder P. Singh",
            "Anil Kumar Gupta"
        ],
        "keywords": "Ascochyta rabiei , peroxidase activity, pathotypes, chickpea"
    },
    {
        "id": 1725,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "High thermal stability of inulinases from Aspergillus species",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "",
        "email": "",
        "conf": "Biotechnology Letters",
        "coauthors": [
            "Anil Kumar Gupta",
            "Arvind Gill",
            "Narinder Kaur",
            "Rangil Singh"
        ],
        "keywords": "Enzymatic activity, Aspergillus, Microorganism, culture Medium factor, Inulinase, Culture, medium, Microorganism multiplication, Production, Thermal stability, Temperature, Enzyme, Fungi Imperfecti, Fungi, Glycosidases, Hydrolases, O-Glycosidases, Thallophyta"
    },
    {
        "id": 1675,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Production thermal stability and immobilisation of inulinase from Fmarium oxysporum",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Fusarium oxysporum produced maximum extracellular inulinase after 9 days of its growth at 25°C on a medium (pH 5.5) containing 3% fructan and 0.2% sodium nitrate. The level of this enzyme decreased on the addition of either glucose, fructose, galactose or sucrose to F. oxysporum already growing on a fructan‐containing medium. A significant increase in invertase production which resulted in an increase of the invertase/inulinase (S/I) ratio, was observed on addition of inulin to this fungus growing on other carbon sources. Glycerol (10%) gave better protection to inulinase against thermal denaturation at 50°C compared to ethylene glycol and sorbitol. Inulinase immobilised in polyacrylamide gel retained 45% of its original activity. The immobilised enzyme showed a higher optimum temperature (45°C) compared to free enzyme (37°C). The immobilised enzyme after storage at 25°C for 96 h showed 58% activity. Thermal stability of entrapped inulinase increased in the presence of inulin.",
        "email": "",
        "conf": "Journal of Chemical Technology & Biotechnology",
        "coauthors": [
            "Anil Kumar Gupta",
            "Preetima Rathore",
            "Narinder Kaur",
            "Rangil Singh"
        ],
        "keywords": ""
    },
    {
        "id": 1703,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effects of gibberellic acid and chlorocholine chloride on tuberisation and growth of potato (Solanum tuberosum L)",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Treatment of potato plants with gibberellic acid (GA3) enhanced both shoot and stolon growth and dry weight but delayed tuber initiation and decreased tuber yield. Conversely, treatment with chlorocholine chloride (CCC) growth retardant reduced shoot and stolon growth and dry weight but promoted tuberisation. Chlorophyll a and b contents were both increased appreciably with CCC. In the tubers, CCC increased starch content by 11% compared to untreated control, whereas GA3 decreased starch content by about 13%. A very high reducing sugar content in the stem of GA3‐treated crop indicated active hydrolysis of sucrose coming from the leaves, leading to its reduced supply to the tubers because of further possible sucrose hydrolysis while passing through the long stolons. However, in the CCC treated crop, the higher chlorophyll content of the leaves with reduced stolon length will promote efficient sucrose supply to the tubers. © 1998 Society of Chemical Industry.",
        "email": "",
        "conf": "Journal of the Science of Food and Agriculture",
        "coauthors": [
            "Neerja Sharma",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "foliar spraying, plant development, reducing sugars, sucrose, stolons, gibberellic acid, Solanum tuberosum, plant characteristics, dry matter accumulation, height, tubers, starch, length, chemical constituents of plants, chlormequat, chlorophyll, shoots"
    },
    {
        "id": 1655,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Influence of Drought and Sowing Time on Protein Composition Antinutrients and Mineral Contents of Wheat",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The present study in a two-year experiment investigated the influence of drought and sowing time on protein composition, antinutrients, and mineral contents of wheat whole meal of two genotypes differing in their water requirements. Different thermal conditions prevailing during the grain filling period under different sowing time generated a large effect on the amount of total soluble proteins. Late sown conditions offered higher protein content accompanied by increased albumin-globulin but decreased glutenin content. Fe content was increased to 20–23%; however, tannin decreased to 18–35% under early sown rain-fed conditions as compared to irrigated timely sown conditions in both the genotypes. Activity of trypsin inhibitor was decreased under rain-fed conditions in both genotypes. This study inferred that variable sowing times and irrigation practices can be used for inducing variation in different wheat whole meal quality characteristics. Lower temperature prevailing under early sown rain-fed conditions; resulted in higher protein content. Higher Fe and lower tannin contents were reported under early sown rain-fed conditions however, late sown conditions offered an increase in phytic acid accompanied by decreased micronutrients and glutenin contents.",
        "email": "",
        "conf": "The Scientific World Journal",
        "coauthors": [
            "Sondeep Singh",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": ""
    },
    {
        "id": 1689,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Priming of chickpea seeds with water and mannitol overcomes the effect of salt stress on seedling growth",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "",
        "email": "",
        "conf": "International Chickpea and Pigeonpea Newsletter",
        "coauthors": [
            "Shubhdip Kaur",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": ""
    },
    {
        "id": 1694,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Inter organ comparison of amylases and starch content in mungbean seedlings",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "During seedling growth of mungbean in dark, depletion of cotyledonary starch is reflected by an increase in starch content of root and shoot. With progress of seedling growth, amylolytic activity increases in all organs i.e. cotyledons, shoots and roots. A rapid turnover of starch in shoots and roots has been proposed. Amylase activity of seedlings was in the order of cotyledons>shoots>roots. Five days after germination (DAG) α-amylase from cotyledons of mungbean seedlings was purified using ammonium sulphate precipitation, DEAE cellulose and sephadex G-150 column chromatography. Phytic acid was a stronger inhibitor of α-amylase than EDTA. Phytic acid, Hg2+, Zn2+ and Mn2+ were non-competitive inhibitors and the corresponding Ki values were 5.0–5.7, 0.36–0.38, 2.6–3.8 and 0.7–0.8 mol·M−3. Elution patterns of α-amylases of cotyledons, shoots and roots on sephadex G-100 column showed that cotyledonary α-amylase had a higher molecular mass than that of shoot and root α-amylases which had identical molecular masses. All α-amylases showed the same optimum pH 5.0 whereas optimum temperature was 55 °C for cotyledonary and 45 °C for shoot and root α-amylases. In all these tissues α-amylases were stable to 30 min heat treatment at 50 °C however unlike cereal α-amylases they lost activity at 70 °C. Km for α-amylases from cotyledons, shoots and roots with starch was 1.9, 4.3 and 6.6 mg per cm3, respectively. α-amylase of cotyledons and roots showed activity in reactions with various substrates in the order of starch>amylose>dextrin-I=dextrin-IV>α-cyclodextrin=β-cyclodextrin>amylopectin>pullulan. The shoot α-amylase showed high activity with amylopectin, which was comparable with that obtained with amylose, and the activity with α and β-cyclodextrin was higher in comparison with dextrin-I and IV. The α-amylases from these tissues liberated maltose, maltotriose and higher oligosaccharides from starch. It could be concluded that amylases from different organs of a seedling could have different physical and kinetic properties",
        "email": "",
        "conf": "Acta Physiologiae Plantarum",
        "coauthors": [
            "Narinder Kaur",
            "Prabhdeep Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "mungbean,α-amylase,starch metabolism,starch mobilization,substrate specificity,inhibitors"
    },
    {
        "id": 1677,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effect of hydro- and osmopriming of chickpea (Cicer arietinum L.) seeds on enzymes of sucrose and nitrogen metabolism in nodules",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Three year data on the effect of water- and mannitol (4%) priming of chickpea seeds (12 h at 25°C) showed higher number and biomass of nodules in the plants from primed seeds than from non-primed seeds. The biomass of nodules increased to 75 DAS but decreased by 90 DAS. Activities of sucrose metabolism enzymes (sucrose synthase (SS) and alkaline invertase) and of nitrogen metabolism (glutamine synthetase (GS), glutamate synthase (GOGAT) and glutamate dehydrogenase (GDH)) in nodules of primed and non-primed crops during development are reported. SS and alkaline invertase activities increased to 70 DAS and then decreased. In primed plants, the higher SS activity in nodules at 60 and 70 DAS might be responsible for providing more energy and carbon skeleton for nitrogen fixation and for ammonium assimilation in primed plants. At 85 DAS, though the SS activity decreased in comparison with the earlier growth stages, it was still higher in nodules of the primed crops than the non-primed crop. Activity of alkaline invertase was maximum at 70 DAS in the nodules of primed and non-primed crops. Priming increased nodule GS activity at 70 and 85 DAS. GOGAT activity was unaffected by priming but GDH activity was greater in nodules from primed crops at 50 DAS. Elevated SS and GS nodule activities in primed chickpeas might be responsible in increasing nodule biomass and metabolic activity thereby increasing seed fill.",
        "email": "",
        "conf": "Plant Growth Regulation",
        "coauthors": [
            "Satvir Kaur Grewal",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Cicer arietinum,Priming,Glutamate dehydrogenase,Glutamate synthase,Glutamine synthetase,Invertase,Sucrose synthase"
    },
    {
        "id": 1643,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Production Partial Purification and Kinetic Characterization of Dextransucrase from Leuconostoc mesenteroides in Relation to Dextran Problem in Sugarcane",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Dextransucrase was produced from Leuconostoc mesenteroides strain MTCC 107. Maximum enzyme production was observed after 60 h of incubation, with drop in pH from 7.0 at 0 h to 5.5 at 60 h. The crude enzyme was subjected to ammonium sulphate fractionation and DEAE-cellulose anion-exchange chromatography. Three isoforms of dextransucrase viz. DS-I, DS-II and DS-III, each with optimum pH 5.5 and optimum temperature 45 °C were identified. Isoforms DS-I and DS-III were found to be thermostable between 10 and 60 °C while isoform DS-II was thermostable between 10 and 50 °C. The Km values (for sucrose as substrate) of the isoforms DS-I, DS-II and DS-III at their optimum pH and temperature were 206.34, 492.45 and 108.00 mM, respectively. Corresponding Vmax values were 428.08, 505.58 and 410.85 μmol reducing sugars produced/min/mg protein, respectively. The pK a values of ionizing groups obtained by using Dixon and Marangoni methods suggested the participation of Asp/Glu residues and His residues in both substrate binding and catalysis. Lineweaver Burk plots obtained by varying concentrations of dextran (as substrate) at fixed sucrose concentration were found to be biphasic for all the three dextransucrase isoforms, suggesting negative cooperativity. Both the transferase and sucrase activities of the dextransucrase isoforms were markedly inhibited by sodium lauryl sulphate, barium chloride, EDTA, potassium chloride, manganese chloride and sodium metasilicate. These metal salts/chemicals when exogenously added to sugarcane juice effectively reduced the dextran formation during storage.",
        "email": "",
        "conf": "Sugar Tech",
        "coauthors": [
            "Karan Ghai",
            "Suresh K. Batta",
            "Gurvinder S. Kocher",
            "Anil Kumar Gupta"
        ],
        "keywords": "Dextransucrase isoforms, Leuconostoc mesenteroides, Purification, Kinetic characterization, Dextran problem, Sugarcane"
    },
    {
        "id": 1697,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Ontogenic changes in enzymes of carbon metabolism in relation to carbohydrate status in developing mungbean reproductive structures",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The content of free sugars and the activities of enzymes involved in carbon metabolism-sucrose synthase, acid and alkaline invertase, phosphoenol pyruvate carboxylase, malic enzyme and isocitrate dehydrogenase were determined during seed development in mungbean pods. A decrease in carbohydrate content of pod wall from 10 to 25 days after flowering (DAF) and a concomitant increase in the seed till 20 DAF was observed. Sucrose remained the dominant soluble sugar in the pod wall and seed. In the branch of inflorescence and pod wall, the activities of sucrose metabolizing enzymes, viz. acid and alkaline invertase, sucrose synthase (synthesis and cleavage) and sucrose phosphate synthase were higher at 5–10 DAF, whereas in seed the maximum activities of these enzymes were observed at the time of maximum seed filling stage (10–20 DAF). High activities of sucrose synthase at the time of rapid seed filling can be correlated to its sink strength. Higher activities of phosphoenol pyruvate carboxylase in the branch of inflorescence and pod wall than in seed may indicate the involvement of the fruiting structure for recapturing respired CO2. High activities of isocitrate dehydrogenase and malic enzyme in the seed at the time of rapid seed filling could provide NADPH and carbon skeletons required for the synthesis of various seed reserves.",
        "email": "",
        "conf": "Phytochemistry",
        "coauthors": [
            "Jyoti Chopra",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "Vigna radiata,Leguminosae,Mungbean,Carbon metabolism,Sucrose metabolism,Sucrose synthase,Sucrose phosphate synthase,Invertase,Phosphoenol pyruvate carboxylase,Malic enzyme,Isocitrate dehydrogenase"
    },
    {
        "id": 1621,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Salicylic acid induces differential antioxidant response in spring maize under high temperature stress",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "High temperature is one of the important stress factors that affect crops in tropical countries. Plants do evolve or adopt different mechanisms to overcome such stress for survival. It is an interesting subject and has attracted many researchers to work upon. Here, we studied the effect of salicylic acid (SA) on seedling growth and antioxidative defense system in two spring maize (Zea mays L.) genotypes viz., CML-32 (relatively heat tolerant) and LM-11 (relatively heat susceptible), under high temperature stress. High temperature induced greater reduction in dry biomass of LM-11 seedlings as compared to those of CML-32. There was a parallel increase in ascorbate peroxidase and glutathione reductase activities in the roots of CML-32 seedlings. However, the activities of catalase and superoxide dismutase decreased and the contents of H2O2, proline and malonaldialdehyde (MDA) increased in seedlings of both the genotypes. Application of SA (400 μM) led to increased dry biomass in heat stressed CML-32 seedlings. It improved the efficiency of Halliwell-Asada pathway in roots of CML-32 seedlings as was evidenced by the enhanced ascorbate peroxidase and glutathione reductase activities. The activities of catalase and superoxide dismutase increased in both the tissues of LM-11 seedlings, whereas in CML-32, it was only in shoots, after SA application. Peroxidase activity increased in SA treated seedlings of both the genotypes, though the increase was comparatively higher in CML-32. The contents of H2O2 and MDA decreased and that of proline increased in SA treated seedlings of both the genotypes, under stress conditions. It may be concluded that SA induced differential antioxidant response by upregulating Halliwell-Asada pathway in roots and attaining high POX activity in both the tissues of CML-32 seedlings, under high temperature stress.",
        "email": "",
        "conf": "Indian journal of experimental biology",
        "coauthors": [
            "Palak Khanna",
            "Kamaljit Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "Cereals;Corn;Halliwell-Asada pathway;Heat stress;Zea mays"
    },
    {
        "id": 1698,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effect of GA3 kinetin and indole acetic acid on carbohydrate metabolism in chickpea seedlings germinating under water stress",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Enhanced amylase activity was observed during a 7-day-growth period in the cotyledons of PEG imposed water stressed chickpea seedlings grown in the presence of GA3 and kinetin, when compared with stressed seedlings. During the first 5 days of seedling growth, the seedlings growing under water deficit conditions as well as those growing in the presence of PGRs had a higher amylase activity in shoots than that of control seedlings. Neither GA3 nor kinetin increased the amylase activity of roots whereas IAA reduced root amylase activity. Activity of acid and alkaline invertases was maximum in shoots and at a minimum in cotyledons. Compared with alkaline invertase, acid invertase activity was higher in all the tissues. The reduced acid and alkaline invertase activities in shoots of stressed seedlings were enhanced by GA3 and kinetin. Roots of stressed seedlings had higher alkaline invertase activity and GA3 and IAA helped in bringing the level near to those in the controls. GA3 and kinetin increased the sucrose synthase (SS) and sucrose phosphate synthase (SPS) activities in cotyledons of stressed seedlings, whereas they brought the elevated level of SPS of stressed roots to near normal level. The higher level of reducing sugars in the shoots of GA3 and kinetin treated stressed seedlings could be due to the high acid invertase activity observed in the shoots, and the high level of bound fructose in the cotyledons of stressed seedlings could be due to the high activity of SPS in this tissue.",
        "email": "",
        "conf": "Plant Growth Regulation",
        "coauthors": [
            "Satvir Kaur Grewal",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Cicer arietinum, germination, gibberellic acid, indole acetic acid, invertase, kinetin, sucrose phosphate synthase, sucrose synthase, water stress"
    },
    {
        "id": 1687,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Changes in Sugar Content and Activities of Sucrose Metabolizing Enzymes in Roots and Nodules of Lentil",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Activities of acid and alkaline invertases and sucrose synthase were determined in roots and nodules of lentil at various stages of development. Alkaline invertase and sucrose synthase were both involved in sucrose metabolism in the nodule cytosol, but there was only a small amount of acid invertase present. Activity of sucrose metabolizing enzymes in roots was significantly less than that observed in the nodules. Amongst sugars, sucrose was found to be the main component in the host cytosol. Lentil neutral invertase (LNI) was partially purified from nodules at 50 days after sowing (DAS). Two forms of invertase were identified, i.e., a major form of 71 kDa which was taken for enzyme characterization and a minor form of 270 kDa which was not used for further studies. The purified enzyme exhibited typical hyperbolic saturation kinetics for sucrose hydrolysis. It had a Km of 11.0 to 14.0 mM for sucrose depending upon the temperature, a pH optimum of 6.8 and an optimum temperature of 40 °C. Compared with raffinose and stachyose, sucrose was better substrate for LNI. The enzyme showed no significant hydrolysis of maltose and p-nitrophenyl-α-D-glucopyranoside, showing its true β-fructosidase nature. LNI is completely inhibited by HgCl2, MnCl2 and iodoacetamide but not by CaCl2, MgCl2 or BaCl2.",
        "email": "",
        "conf": "Biologia Plantarum",
        "coauthors": [
            "J. Chopra",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "invertase, Lens culinaris, sucrose metabolism, sucrose synthase"
    },
    {
        "id": 1670,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Inulin storing plants could be the future source of liquid fuels",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Inulin has immense applications in health and nutrition as well as in food industries. Inulin is isolated from chicory roots by differential precipitation with ethanol (0-20, 20-40 and 40-60 per cent) from the aqueous extract of sun-dried roots, by melting the frozen chicory root extract and by removing the oligo-fructosachharides from chicory roots with 20 per cent ethanol. Different inulin preparations so obtained are compared with some of the commercial inulin preparations. Sun-dried roots are as good as the fresh roots for isolation of inulin but roots dried in an oven (80-90°C) have lower inulin content due to hydrolysis of fructans during drying. For better inulin yield, chicory roots should be extracted with water having pH adjusted to 7. pH of water on acidic side results in lower inulin recovery.",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Anil Kumar Gupta, Narinder Kaur"
        ],
        "keywords": ""
    },
    {
        "id": 1676,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Mycelial and extracellular inulinases from Fusarium oxysporum grown on aqueous extract of Cichorium intybus roots",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Mycelial as well as extracellular inulinase (2,1‐β‐D‐fructan fructanohydrolase, ED 3.2.1.7) were produced by Fusarium oxysporum grown on the aqueous extract of Cichorium intybus roots. At 12 days growth of fungus, 86% of this enzyme activity was observed in the medium. The enzymes were partly purified by Sephadex G‐100 column chromatography. The optimum pH and temperature for mycelial and extracellular inulinases were 5.8 and 6.2; and 30°C and 37°C, respectively. The energy of activation for extracellular inulinase was 40.1 kJ mol−1. The molecular weight of both inulinases was about 300 000. High concentrations of inulin did not protect the activity of inulinase against rising temperature. The enzymes did not release oligomers or sucrose from inulin, indicating that they are primarily exo‐acting. The inulinases hydrolysed sucrose and raffinose, but had no effect on melezitose and maltose. Compared with inulinases from other sources, the extracellular and mycelial inulinases have very low Km (Michaelis–Menten constant) values (16.7 and 20 μmol dm−3, respectively) for inulin.",
        "email": "",
        "conf": "Journal of Chemical Technology & Biotechnology",
        "coauthors": [
            "Anil Kumar Gupta",
            "Bela Nagpal",
            "Narinder Kaur",
            "Rangil Singh"
        ],
        "keywords": "Characterization, Enzyme, Fermentation, Fusarium, oxysporum, Inulinase, Production, Purification, Fungi, Imperfecti, Fungi, Thallophyta"
    },
    {
        "id": 1625,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Biochemical mapping of lentil (Lens culinaris Medik) genotypes for quality traits",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Six genotypes and thirty-eight advance breeding lines of lentil (Lens culinaris Medik.) were evaluated for carbohydrate composition, soluble proteins, mineral content and antinutritional traits such as phenolic compounds, tannins, trypsin inhibitors, saponins and phytic acid. The average content of total sugars, starch and proteins was found to be 47.18, 421.2, 236.24 mg/g, respectively. Lentil genotypes contained higher content of iron, followed by zinc and the least content of copper. The content of bound fructose, phytic acid, tannins and phenols showed significant variation in lentil genotypes. Seven genotypes namely LL-1277, LL-1302, LL-1306, LL-1310, LL-1317, LL-1325 and L-4147 have low phytic acid content and are nutritionally good. LL-1231, LL-1305 and LL-1317 had higher content of both zinc and iron as well as protein content. LL-1328 could be important for pest resistance due to presence of higher trypsin inhibitor activity. Antioxidant potential of these genotypes estimated on the basis of free radical scavenging activity (DPPH), ferric reducing antioxidant power (FRAP), total reducing power, hydroxyl radical scavenging activity, superoxide anion radical scavenging activity and nitric oxide radical scavenging activity showed significant variation among genotypes. Thirteen genotypes (LL-699, LL-1209, LL-1223, LL-1277, LL-1279, LL-1302, LL-1304, LL-1306, LL-1309, LL-1311, LL-1315, LL-1321, LL-1325) showed high antioxidant activity. Advance breeding lines namely LL-1161, LL-1221, LL-1313, LL-1325, L-4147 are nutritionally important with high protein content, low/medium antinutritional factors, high antioxidant potential and good yield.",
        "email": "",
        "conf": "Acta Physiologiae Plantarum",
        "coauthors": [
            "Heena Ahuja",
            "Satvir Kaur",
            "Anil Kumar Gupta",
            "Sarvjeet Singh",
            "Jagmeet Kaur"
        ],
        "keywords": "Antinutritional factors, Antioxidant potential, Lens culinaris, Nutritional quality"
    },
    {
        "id": 1678,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Sugar signalling and gene expression in relation to carbohydrate metabolism under abiotic stresses in plants",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Sucrose is required for plant growth and development. The sugar status of plant cells is sensed by sensor proteins. The signal generated by signal transduction cascades, which could involve mitogen-activated protein kinases, protein phosphatases, Ca2+ and calmodulins, results in appropriate gene expression. A variety of genes are either induced or repressed depending upon the status of soluble sugars. Abiotic stresses to plants result in major alterations in sugar status and hence affect the expression of various genes by down- and up-regulating their expression. Hexokinase-dependent and hexokinase-independent pathways are involved in sugar sensing. Sucrose also acts as a signal molecule as it affects the activity of a proton-sucrose symporter. The sucrose transporter acts as a sucrose sensor and is involved in phloem loading. Fructokinase may represent an additional sensor that bypasses hexokinase phosphorylation especially when sucrose synthase is dominant. Mutants isolated on the basis of response of germination and seedling growth to sugars and reporter-based screening protocols are being used to study the response of altered sugar status on gene expression. Commoncis-acting elements in sugar signalling pathways have been identified. Transgenic plants with elevated levels of sugars/sugar alcohols like fructans, raffinose series oligosaccharides, trehalose and mannitol are tolerant to different stresses but have usually impaired growth. Efforts need to be made to have transgenic plants in which abiotic stress responsive genes are expressed only at the time of adverse environmental conditions instead of being constitutively synthesized.",
        "email": "anilkgupta@satyam.net.in",
        "conf": "Journal of Biosciences",
        "coauthors": [
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Abiotic stresses; carbohydrate metabolism; gene expression; sugar sensing; sugar signalling"
    },
    {
        "id": 1702,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Appearance of different phosphatase forms and phosphorus partitioning in nodules of chickpea (Cicer arietinum L.) during development",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Acid and alkaline phosphatase and phytase activities were determined in the bacteroid free fractions of chickpea (Cicer arietinum L.) nodules at 15 days intervals, from 40 days after sowing (DAS) to 85 DAS. In general, the activities and specific activity of both the acid and alkaline phosphatases declined at 55 DAS. Out of the various substrates studied, ATP was the best substrate for both phosphatases. Activities of phosphatases with glucose-6-phosphate and fructose-6-phosphate were low in comparison to these with fructose 1,6 bisphosphate. The efficiency of acid phosphatase for utilizing fructose 1,6 bis phosphate as a substrate increased with nodule development. A fructose 1,6 bis phosphate specific acid phosphatase with elution volume to void volume (Ve/Vo) ratio of around 2.0 was observed in mature nodules (80 DAS). Acid phosphatase at 40 DAS was resolved into two peaks which were eluted at Ve/Vo of about 1.5 and 1.8. However, at 60 DAS the peak with Ve/Vo of 1.5 could not be detected. With ATP as substrate, a high (Ve/Vo of 1.2) and low MM form (Ve/Vo of 2.1) alkaline phosphatases were observed at 40 DAS however at 60 DAS stage only one peak with Ve/Vo of 1.7 was detected. Although, a low activity of acid phytase was observed in nodules at all stages of development but neither alkaline phytase nor phytic acid could be detected. It appears that the nodules acquire inorganic phosphate from the roots. The higher content of water soluble organic phosphorus in mature nodules could be due to the low activities of phosphatases at maturity.",
        "email": "",
        "conf": "Acta Physiologiae Plantarum",
        "coauthors": [
            "Anil Kumar Gupta",
            "Vikramjit Kaur Zhawar",
            "Narinder Kaur"
        ],
        "keywords": "phytic acid,Cicer arietinum,chick-pea,phosphatase,phosphorus,phytase  "
    },
    {
        "id": 1712,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Metabolism of free sugars in relation to the activities of enzymes involved in sucrose metabolism and nitrogen assimilation in the developing nodules of chickpea",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "",
        "email": "",
        "conf": "Plant physiology and biochemistry",
        "coauthors": [
            "R. Singh",
            "L. Karamdeep",
            "S.S. Bhullar",
            "Anil Kumar Gupta"
        ],
        "keywords": "Aspartate transaminase, Cicer arietinum, Nitrogen fixation, Carbohydrate, Glutamate-ammonia ligase, Isocitrate, dehydrogenase (NAD+), Metabolism, Plant nodule, Sucrose synthase, β-Fructofuranosidase, Angiospermae, Carbon-nitrogen ligases, Dicotyledones, Enzyme, Glycosidases, Glycosyltransferases, Hexosyltransferases, Hydrolases, Leguminosae, Ligases, Grain legume, O-Glycosidases, Oxidoreductases, Spermatophyta, Transaminases, Transferases"
    },
    {
        "id": 1720,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Fructose and inulinase production from waste Cichorium intybus roots",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The roots of Cichorium intybus collected at seed maturation stage have no economic utility and are, therefore, discarded. However, these roots contain a considerable amount of free and bound fructose. Fusarium oxysporum when grown on aqueous extract of these roots produces extracellular inulinase which can be used for production of fructose from inulin.",
        "email": "",
        "conf": "Biological Wastes",
        "coauthors": [
            "Anil Kumar Gupta",
            "Narinder Kaur",
            "Rangil Singh"
        ],
        "keywords": ""
    },
    {
        "id": 1653,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Status of antioxidative and carbon metabolizing enzymes at preand post-germination stages in wheat (Triticum aestivum L.)",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Changes in activities of antioxidative and carbon metabolizing enzymes were determined in wheat (Triticum aestivum L.) cultivar PBW343 to understand the various biochemical events occurring at pre-germination (natural anaerobiosis) and post-germination (aerobic) stages. During transition from anaerobic to aerobic respiration i.e. after 12 to 24 h of sowing, a sudden dip in the activities of catalase (CAT), glutathione reductase (GR) and superoxide dismutase (SOD) was observed. The activities of CAT, GR and ascorbate peroxidase (APX) were higher in shoots than roots while peroxidase (POX) activity was higher in roots. Alcohol- and aldehyde dehydrogenase activities in general were higher at pre-germination stages than post-germination from 48 to 96 hours. Presence of glucose-6-phosphate dehydrogenase in endosperm during pregermination and post-germination stages indicated that pentose phosphate pathway is an integral pathway during oxygen deficit as well as aerobic metabolism.",
        "email": "anilkgupta@satyam.net.in",
        "conf": "Indian Journal of Agricultural Biochemistry",
        "coauthors": [
            "Prasanta Saini Kaur",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "Wheat (Triticum aestivum), antioxidative enzymes, alcohol dehydrogenase, anaerobiosis, glucose-6-phosphate dehydrogenase"
    },
    {
        "id": 1668,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Differential response of antioxidant system in wild and cultivated genotypes of chickpea",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Two chickpea cultivars PBG-1 and PDG-3 along with a wild species Cicer judaicum were investigated to compare the activities of their antioxidant enzymes in mature seeds and roots, as well as shoots and cotyledons of seedlings germinated under dark and continuous illumination of 40 μmol m−2 s−1 photosynthetically active radiation (PAR). Seedling biomass of C. judaicum was lower as compared to cultivars of PBG-1 and PDG-3 both under dark and light conditions. Light reduced the biomass of seedlings. Activities of glutathione reductase (GR) and ascorbate peroxidase (APX) were higher in shoots and roots of C. judaicum compared to the cultivars PBG-1 and PDG-3. In mature seeds, the activities of GR and APX were higher in the cultivated genotypes whereas catalase (CAT) and peroxidase were higher in C. judaicum. Under illumination, a general upregulation of CAT in both shoots and cotyledons and of GR in shoots was observed in all the three genotypes. However, superoxide dismutase (SOD) increased in C. judaicum and APX in PBG-1 and PDG-3. The differences in antioxidant enzyme system between wild and cultivated genotypes possibly contribute to better tolerance of wild Cicer species against abiotic and biotic stresses.",
        "email": "",
        "conf": "Plant Growth Regulation",
        "coauthors": [
            "Harinderjeet Kaur",
            "Anil Kumar Gupta",
            "Narinder Kaur",
            "Jeet Singh Sandhu"
        ],
        "keywords": "Chickpea,Superoxide dismutase,Peroxidase,Glutathione reductase,Catalase,Ascorbate peroxidase"
    },
    {
        "id": 1709,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Fructan storing plants - A potential source of high fructose syrups",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "",
        "email": "",
        "conf": "Journal of scientific and industrial research",
        "coauthors": [
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": ""
    },
    {
        "id": 1663,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Evaluation of oxidative stress tolerance in maize (Zea Mays L.) seedlings in response to drought",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Seedlings of selected six genotypes of maize (Zea mays L.) differing in their drought sensitivity (LM5 and Parkash drought-tolerant and PMH2, JH3459, Paras and LM14 as drought-sensitive) were exposed to 72 h drought stress at two leaf stage. Alterations in their antioxidant pools combined with activities of enzymes involved in defense against oxidative stress were investigated in leaves. Activities of some reactive oxygen species (ROS)-scavenging enzymes, catalase (CAT) and ascorbate peroxidase (APX) were enhanced in tolerant genotypes in response to drought stress. Superoxide dismutase (SOD) activity was significantly decreased in sensitive genotypes, but remained unchanged in tolerant genotypes under stress. Peroxidase (POX) activity was significantly induced in tolerant, as well as sensitive genotypes. Imposition of stress led to increase in H2O2 and malondialdehyde (MDA, a marker for lipid peroxidation) content in sensitive genotypes, while in tolerant genotypes no change was observed. Significant increase in glutathione content was observed in sensitive genotypes. Ascorbic acid pool was induced in both tolerant and sensitive genotypes, but induction was more pronounced in tolerant genotypes. Significant activation of antioxidative defence mechanisms correlated with drought-induced oxidative stress tolerance was the characteristic of the drought tolerant genotypes. These studies provide a mechanism for drought tolerance in maize seedlings.",
        "email": "anilkgupta@sify.com",
        "conf": "Indian journal of biochemistry & biophysics",
        "coauthors": [
            "Vishal Chugh",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "Zea mays L;Maize;Drought;Antioxidant system;Lipid peroxidation"
    },
    {
        "id": 1650,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "High acid invertase activity for a prolonged period in developing seeds/podwall of wild chickpea is detrimental to seed filling",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "In the present study factors responsible for low seed biomass in wild Cicer species has been investigated. Cicer judaicum and chickpea cultivar PBG-1 were investigated to compare activities of some enzymes involved in carbon metabolism in podwall and seeds during crop development. Seed filling duration in wild species was about 15 days shorter than that of cultivated varieties due to rapid loss of moisture content and hence resulted in earlier maturity and reduced seed biomass. Longer seed filling duration appeared to be an important factor responsible for greater biomass of chickpea seeds. Because of absence of phosphoenol pyruvate carboxylase from 25-35 days after flowering and low sucrose synthase activities, the podwall of C. judaicum is not in a position to contribute significantly to the sink filling capacity of seeds. High acid invertase, low sucrose synthase activities during seed storage phase cause detrimental effect on seed filling and resulting in highly reduced sink strength and productivity of wild species. Successful transfer of stress tolerance from wild Cicer species to chickpea cultivars need to prevent the transfer of these observed unfavourable biochemical factors so that the productivity of chickpea crop remains unaffected during utilization of wild Cicer species in chickpea improvement.",
        "email": "anilkgupta@satyam.net.in",
        "conf": "Indian journal of experimental biology",
        "coauthors": [
            "Harinderjeet Kaur",
            "Anil Kumar Gupta",
            "Narinder Kaur",
            "Jeet Singh Sandhu"
        ],
        "keywords": "Carbohydrate;Invertase;PEP carboxylase;Seed-filling;Sucrose synthase;Wild Cicer species"
    },
    {
        "id": 1700,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Purification and immobilisation of inulinase from Aspergillus candidus for producing fructose",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "A high‐inulinase‐producing strain of Aspergillus candidus (10 units cm−3 of medium) for producing fructose from inulin has been identified. The extracellular inulinase from this fungi was purified 56‐fold by ammonium sulphate fractionation, DEAE cellulose and Sephadex G‐150 column chromatography. Invertase to inulinase ratio of 1.8 in culture filtrate was reduced to 0.14 in the purified preparation. The pH and temperature optima were 5.5 and 45°C, respectively. The molecular weight of inulinase was determined as 54±4 kDa. Km of inulinase with inulin as a substrate was 3.8 mmole dm −3. The purified preparation produced only fructose as the product of inulin, indicating that inulinase has primarily exo‐inulinase activity. Inulinase was immobilised on chitin and casein using glutaraldehyde as a linking agent and on cellulose using FeCl3‐HCl as a metal chelation agent. Maximum immobilisation of 45.8% was achieved on cellulose. All three immobilised preparations had a higher temperature optima of 55°C. The inulinases immobilised on cellulose and casein were stable at pH 5–7. The cellulose‐immobilised preparation was more stable than the other two preparations after heating for 1 h at 55°C.",
        "email": "",
        "conf": "Journal of the Science of Food and Agriculture",
        "coauthors": [
            "Anuradha Kochhar",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Industrial application, Immobilized enzyme, Extracellular, Fructose, Hydrolysis, Immobilization, Inulinase, Inulin, Microbial origin, Enzyme preparation, Purification, Enzymatic, reaction, Sweetener, Enzyme, Storage carbohydrate, Glycosidases, Hydrolases, O-Glycosidases"
    },
    {
        "id": 1715,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effect of polyethylene glycol-induced water stress on germination and reserve carbohydrate metabolism in chickpea cultivars differing in tolerance to water deficit",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "",
        "email": "",
        "conf": "Plant physiology and biochemistry",
        "coauthors": [
            "Anil Kumar Gupta",
            "Jadeep Singh",
            "Narinder Kaur",
            "Rangil Singh"
        ],
        "keywords": "Enzymatic activity, Starch, Amylase, Cicer arietinum, Intraspecific comparison, Cultivar, Water deficit, Germination Seeds, Metabolism, Sensitivity resistance, Angiospermae, Dicotyledones, Enzyme, Leguminosae, Grain legume, Spermatophyta, Water stress"
    },
    {
        "id": 1693,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effect of osmo- and hydropriming of chickpea seeds on the performance of crop in the field",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "",
        "email": "",
        "conf": "International Chickpea and Pigeonpea Newsletter",
        "coauthors": [
            "Shubhdip Kaur",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": ""
    },
    {
        "id": 1636,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Nitrate reductase and nitrite as additional components of defense system in pigeonpea (Cajanus cajan L.) against Helicoverpa armigera herbivory",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Amylase inhibitors serve as attractive candidates of defense mechanisms against insect attack. Therefore, the impediment of Helicoverpa armigera digestion can be the effective way of controlling this pest population. Nitrite was found to be a potent mixed non-competitive competitive inhibitor of partially purified α-amylase of H. armigera gut. This observation impelled us to determine the response of nitrite and nitrate reductase (NR) towards H. armigera infestation in nine pigeonpea genotypes (four moderately resistant, three intermediate and two moderately susceptible). The significant upregulation of NR in moderately resistant genotypes after pod borer infestation suggested NR as one of the factors that determine their resistance status against insect attack. The pod borer attack caused greater reduction of nitrate and significant accumulation of nitrite in moderately resistant genotypes. The activity of nitrite reductase (NiR) was also enhanced more in moderately resistant genotypes than moderately susceptible genotypes on account of H. armigera herbivory. Expression of resistance to H. armigera was further revealed when significant negative association between NR, NiR, nitrite and percent pod damage was observed. This is the first report that suggests nitrite to be a potent inhibitor of H. armigera α-amylase and also the involvement of nitrite and NR in providing resistance against H. armigera herbivory.",
        "email": "anilkgupta1954@gmail.com",
        "conf": "Pesticide Biochemistry and Physiology",
        "coauthors": [
            "Rimaljeet Kaur",
            "Anil Kumar Gupta",
            "Gaurav Kumar Taggar"
        ],
        "keywords": "Helicoverpa armigera, Nitrate, Nitrate reductase, Nitrite, Nitrite reductase, Pigeonpea"
    },
    {
        "id": 1633,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Essential fatty acids as functional components of foods- a review",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "During the recent decades, awareness towards the role of essential fatty acids in human health and disease prevention has been unremittingly increasing among people. Fish, fish oils and some vegetable oils are rich sources of essential fatty acids. Many studies have positively correlated essential fatty acids with reduction of cardiovascular morbidity and mortality, infant development, cancer prevention, optimal brain and vision functioning, arthritis, hypertension, diabetes mellitus and neurological/neuropsychiatric disorders. Beneficial effects may be mediated through several different mechanisms, including alteration in cell membrane composition, gene expression or eicosanoid production. However, the mechanisms whereby essential fatty acids affect gene expression are complex and involve multiple processes. Further understanding of the molecular aspects of essential fatty acids will be the key to devising novel approaches to the treatment and prevention of many diseases.",
        "email": "",
        "conf": "Journal of Food Science and Technology -Mysore-",
        "coauthors": [
            "Narinder Kaur",
            "Vishal Chugh",
            "Anil Kumar Gupta"
        ],
        "keywords": "Essential fatty acids, Omega-3 fatty acids, αLinolenic acid, Docosapentaenoic acid, Functional foods"
    },
    {
        "id": 1662,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Levels of nutritional constituents and antinutritional factors in black gram ( Vigna mungo L. Hepper)",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "A study was conducted on nutritional constituents (total sugars, total proteins, total lipids and starch content) and antinutritional factors such as phenolic compounds, tannins, saponins, phytic acid, trypsin inhibitors and enzymes related to them such as acid- and alkaline phosphatases, α-galactosidase in eleven recommended cultivars and twenty one advance breeding lines of black gram (Vigna mungo L. Hepper) with an aim to identify genotypes containing high nutritional quality and low antinutritional content. The average content of starch, total soluble sugars, proteins and lipids was around 43.5, 4.84, 22.0 and 1.1%, respectively. Seven genotypes had higher levels of bound fructose contributed by sucrose and raffinose series oligosaccharides. A significant positive correlation was observed among total phenols, o-dihydroxy phenols and flavonols; and among trypsin inhibitors and saponins. The content of phytic acid and activity of trypsin inhibitors showed significant variation among these genotypes. However, not much variation was observed in the content of tannins and saponins. Activities of α-galactosidase, acid- and alkaline phosphatase were found to be related to the content of bound fructose of raffinose series oligosaccharides and phytic acid respectively. Genotypes having higher activity of these enzymes showed lower content of these antinutritional factors. The results showed that the observed diversity in developed cultivars and advance breeding lines could be further used by plant breeders.",
        "email": "",
        "conf": "Food Research International",
        "coauthors": [
            "Yadhu Suneja",
            "Satvir Kaur Grewal",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Nutrition,Phenols,Pulse,Phytic acid,Trypsin inhibitor,Raffinose series oligosaccharide,Vigna mungo"
    },
    {
        "id": 1688,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effect of Kinetin on Starch and Sucrose Metabolising Enzymes in Salt Stressed Chickpea Seedlings",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Higher amylase activity in cotyledons of kinetin treated salt stressed (75 mM NaCl) chickpea (Cicer arietinum L. cv. PBG-1) seedlings, as compared to salt stressed seedlings was observed during a growth period of 7 d. The activities of acid and alkaline invertases were maximum in shoots and minimum in cotyledons under all conditions. The reduced shoot invertase activities under salt stress were enhanced by kinetin with a simultaneous increase in reducing sugar content. Kinetin increased the activities of sucrose synthase (SS) and sucrose phosphate synthase (SPS) in both the cotyledons and shoots of stressed seedlings. Kinetin appears to increase the turnover of sucrose in the shoots of stressed seedlings.",
        "email": "",
        "conf": "Biologia Plantarum",
        "coauthors": [
            "Shubhdip Kaur",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "amylase, Cicer arietinum, invertase, sucrose synthase, sucrose phosphate synthase"
    },
    {
        "id": 1646,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Role of abscissic acid (ABA) biosynthesis and superoxide ions produced during germination and growth of wheat seedlings",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Effect of sodium tungstate, ST (an inhibitor of ABA biosynthesis) and tiron, T (specific scavenger of superoxide ions) was studied on seed germination, growth and antioxidant potential of shoots and roots of wheat seedlings of two cultivars C306 (ABA-higher sensitive) and PBW343 (ABA-lesser sensitive) to study the role of ABA biosynthesized and superoxide ions produced under normal (non-stressed) conditions for these processes. Seed germination was decreased under both ST and T supply in both cultivars. Such decrease was not so higher under ST in both cultivars and under T in PBW343 but was much higher under T in C306. Length (shoot and root) of the plant was increased but fresh biomasses of shoots and roots were not affected under ST in both cultivars. Under T, both length and biomasses were increased in both cultivars. Antioxidant potential was decreased in the form of decreases in antioxidant enzymes, ascorbate contents, ascorbate to dehydroascorbate ratios; increases in malondialdehyde contents, H2O2 contents under ST and under T in both cultivars. Proline contents were increased under ST and under T in both cultivars but increases were higher in C306 than in PBW343.",
        "email": "",
        "conf": "Indian Journal of Agricultural Biochemistry",
        "coauthors": [
            "Manpreet Kaur",
            "Sandeep Kaur",
            "Anil Kumar Gupta",
            "Vikramjit Kaur Zhawar"
        ],
        "keywords": "ABA, wheat, antioxidant, growth, germination, superoxides"
    },
    {
        "id": 1683,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Activities of sucrolytic enzymes in developing pods of lentil genotypes differing in seed size",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The activities of sucrolytic enzymes viz. sucrose synthase and invertases were compared in developing pods of two genotypes of lentil differing in seed weight. Biomass accumulation of both the podwall and seed of ‘large’ genotype was higher during development as compared to the ‘small’ genotype. High activity of acid invertase together with prolonged activity of alkaline invertase in podwall of ‘large’ genotype may lead to longer cell division phase resulting in its larger size and biomass. Greater biomass of podwall could be responsible for providing more reserves for the developing seed hence determining its size. Higher alkaline invertase activity in ‘large’ seed from 15–20 DAF can be correlated to the sustained sucrolytic conditions for producing more cells required for its larger size. Increased levels of sucrose synthase in ‘large’ seed especially during maturation phase suggest the role of this enzyme in enhancing the seed sink strength.",
        "email": "",
        "conf": "Acta Physiologiae Plantarum",
        "coauthors": [
            "Jyoti Chopra",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "sucrose synthase,lentil,sucrose metabolism,seed development,genotype,Lens culinaris,seed size,alkaline invertase,developing pod,sucrolytic enzyme,acid invertase  "
    },
    {
        "id": 1721,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Hypotriglyceridaemic effect of Cichorium intybus roots in ethanol injected and saturated fat fed rats",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "",
        "email": "",
        "conf": "Journal of Ethnopharmacology",
        "coauthors": [
            "N KATIR",
            "Anil Kumar Gupta",
            "B Saijpaul"
        ],
        "keywords": ""
    },
    {
        "id": 1634,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "DPPH radical scavenging activity and contents of H2O2 malondialdehyde and proline in determining salinity tolerance in chickpea seedlings",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The involvement of 1, 1-diphenyl-2-picrylhydrazyl (DPPH) radical scavenging activity and contents of H2O2, malondialdehyde (MDA) and proline was investigated in determining salinity tolerance among seedlings of thirty chickpea (Cicer arietinum L.) genotypes having different pedigrees. Chickpea genotypes, including cultivars and advanced lines were grown for 7 days under control and salt stress (50 mM NaCl) conditions. The genotypes showed differential response to salt stress in terms of growth, DPPH radical scavenging activity and contents of H2O2, MDA and proline in seedlings. On the basis of seedling growth, the genotypes having better performance under stress conditions had reduced levels of H2O2 and MDA contents, but increased levels of proline and DPPH radical scavenging activity. Stress tolerance index for these parameters was also determined. Agglomerative hierarchal clustering by Pearson correlation coefficient grouped the genotypes into two major clusters — MC I and MC II. MC II and A1-1 sub-cluster of MC-I comprised mainly of genotypes that showed higher stress resistance levels for the respective parameters in comparison to genotypes in other sub-clusters. Thus, it is possible to identify salt-tolerant genotypes on the basis of above parameters without a field trial.",
        "email": "",
        "conf": "Indian journal of biochemistry & biophysics",
        "coauthors": [
            "Narinder Kaur",
            "Arvind Kumar",
            "Kamaljit Kaur",
            "Anil Kumar Gupta",
            "Inderjit Singh"
        ],
        "keywords": "Chickpea;Cicer arietinum L.;DPPH radical scavenging activity;Hydrogen peroxide;Malondialdehyde;Proline"
    },
    {
        "id": 1623,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Characterization of Trypsin Like Protease from Helicoverpa armigera (Hubner) and Its Potential Inhibitors",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Helicoverpa armigera is the most devastating pest of important crops causing heavy yield losses. The larval midgut harbours proteases and their inhibition starves insects to death or may disrupt their normal metabolism. So there is need to characterize gut protease and its potential inhibitors. A serine protease (trypsin like) from H. armigera gut was purified ~37 folds with 22 % yield and its molecular weight was found to be ~18.8 kilo Dalton. The Michaelis constant using N-α-benzoyl-DL-arginine-p-nitroanilide as a substrate was 0.31 mM. Maximum reaction rate was determined to be 3.47 nmol p-nitroaniline/min. Free energy of binding was found to be −20.8 kJ/mol. The optimum temperature of enzyme was found to be 50 °C and around 17 % activity was maintained on heating at 80 °C for 30 min. The optimum pH for trypsin like activity was 11 with wide range of activity between 9 and 12 indicating that midgut digestive trypsin of H. armigera is active over wide range of alkaline pH. Metal ions Cu2+, Zn2+, Cd2+ and Hg2+ were found to have the potential to inhibit the enzyme. Maximum inhibition was observed with Cu2+ (73 %) and minimum inhibition with Cd2+ (47 %). Copper inhibited trypsin non-competitively and zinc inhibited uncompetitively. Ascorbic acid, EDTA, leupeptin and benzamidine were found to be competitive inhibitors of H. armigera gut protease. The Ki values for Cu2+, ascorbic acid, EDTA, leupeptin and benzamidine were found to be 1.32, 38.23, 2.51 mM, 37.13 µM and 5.66 mM respectively.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences India - Section B: Biological Sciences",
        "coauthors": [
            "Sheetanshu Grover",
            "Satvir Kaur Grewal",
            "Anil Kumar Gupta",
            "Gaurav Kumar Taggar",
            "Jagmeet Kaur"
        ],
        "keywords": ""
    },
    {
        "id": 1635,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effect of Increasing Concentration of Inorganic Phosphate (Pi) and Pyrophosphate (PPi) on Growth and Phosphatases of Germinating Chickpea Seeds",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Chickpea (Cicer arietinum L.) seedlings growing on different concentrations of inorganic phosphate and pyrophosphate in agar based MS-medium were studied for their growth and activities of phosphatases in cotyledon, shoots and roots. Growth of seedlings was affected with both Inorganic Phosphate (Pi) and Pyrophosphate (PPi). Germination was completely inhibited beyond 100 mM monopotassium phosphate (KH2PO4) and 20 mM sodium pyrophosphate. Specific activities of acid phosphatases of cotyledons, shoots and roots decreased under high Pi-supply however alkaline phosphatases were not affected. Addition of PPi increased specific activities of acid phosphatases of roots and shoots at 3 days after germination (DAG) stage, but decreased at later stages of seedling growth. There was an appearance of PPi-specific acid phosphatase in roots under PPi-supply.",
        "email": "",
        "conf": "Journal of Plant Nutrition",
        "coauthors": [
            "Vikramjit KAUR Zhawar",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "acid phosphatase, alkaline phosphatase, chickpea, inorganic phosphate, organic phosphate, phosphorus deficiency, phosphorus supply"
    },
    {
        "id": 1629,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Differential response of wild and cultivated wheats to water deficits during grain development: changes in soluble carbohydrates and invertases",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Wheat, staple food crop of the world, is sensitive to drought, especially during the grain-filling period. Water soluble carbohydrates (WSCs), stem reserve mobilization and higher invertase activity in the developing grains are important biochemical traits for breeding wheat to enhance tolerance to terminal drought. These traits were studied for three accessions of Triticum dicoccoides(a tetraploid wheat progenitor species) - acc 7054 (EC 171812), acc 7079 (EC 171837) and acc 14004 (G-194-3 M-6 M) selected previously on the basis of grain filling characteristics. Check wheat cultivars- PBW-343 (a popular bread wheat cultivar for irrigated environments) and C-306 (widely adapted variety for rain-fed agriculture) were also included in this set. Analysis of variance revealed significant genotypic differences for the content of water soluble carbohydrates, activity of acid invertase and alkaline invertase. Acc 7079 was found to be a very efficient mobilizer of water soluble carbohydrates (236.43 mg g-1 peduncle DW) when averaged over irrigated and rain-fed conditions. Acid invertase activity revealed marked genotypic differences between wild and cultivated wheats. Alkaline invertase activity was highest in Acc 7079 when pooled across both the environments. On the whole, acc 7079 qualifies as a suitable donor for enhancing tolerance of bread wheat to terminal drought. The association of physio-biochemical differences observed with grain filling attributes on one hand and molecular markers on the other could be of use in improving wheat for water stress conditions.",
        "email": "",
        "conf": "Physiology and Molecular Biology of Plants",
        "coauthors": [
            "Yadhu Suneja",
            "Anil Kumar Gupta",
            "Achla Sharma",
            "Navtej S Bains"
        ],
        "keywords": "Wild emmer, Stem reserve carbohydrates, Invertase, Grain-filling, Drought"
    },
    {
        "id": 1722,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Interconversion and translocation of free sugars during galactomannan utilization in germinating guar (Cyamopsis tetragonoloba) seed",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "With the onset of the degradation of galactomannan, the galactose and mannose levels increased in the endosperm. The hydrolysis of galactomannan was more or less complete within the first 3 days of germination. In the cotyledons, sucrose was the predominant free sugar during the period of rapid galactomannan hydrolysis and reducing sugars (glucose + fructose) were present in only 10–20% proportion. The level of soluble acid invertase activity was in the order of embryonic axis > endosperm > cotyledons. On the basis of (a) absence of galactose and mannose, (b) high proportion of sucrose, (c) very fast conversion of [14C]glucose and [14C]mannose to [14C]sucrose and (d) very low levels of both soluble and bound invertases in cotyledons, we conclude that there is an active synthesis of sucrose in this tissue where disaccharide seems to be least hydrolysed during the period of galactomannan mobilization. A rapid hydrolysis of galactomannan in endosperm during early germination resulted in the synthesis of some starch, as a temporary reserve, in cotyledons. When the cotyledons entered the phase of first leaf formation, cotyledonary sucrose was hydrolysed giving rise to invert sugars. In the embryonic axis, the increase in the ratio of reducing sugars to sucrose coupled with a higher level of invertase, compared with sucrose-UDP glucosyl transferase, indicated that free sugars from the cotyledons are translocated to the embryonic axis as sucrose.",
        "email": "",
        "conf": "Plant Science",
        "coauthors": [
            "Rangil Singh",
            "Punit Kaur",
            "Jyotsana Goyal",
            "Anil Kumar Gupta"
        ],
        "keywords": "Cyamopsis tetragonoloba, leguminosae, guar, seed germination, galactomannan, free sugars, 14C-labelled sugar incorporation, invertase, starch, sucrose-UDP glucosyl transferase"
    },
    {
        "id": 1679,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Role of enzymes of sucrose-starch conversion in seed sink strength in mung bean",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Changes in the activities of sucrose synthase (SuSy), ADP-glucose pyrophosphorylase (AGPase), UDP-glucose pyrophosphorylase (UGPase), alkaline inorganic pyrophosphatase, 3-phosphoglycerate (3-PGA) phosphatase and amylases were monitored in relation to accumulation of starch in developing pods of mung bean (Vigna radiata L.). With the advancement in the seed development, the contents of starch rose with a concomitant fall in the branch of inflorescence and podwall after 10 d after flowering. The activity of UDPase in all the three pod tissues remained higher than the activity of AGPase showing it to be an important enzyme controlling carbon flux. The activity of alkaline inorganic pyrophosphatase in developing seed in contrast to 3-PGA phosphatase correlated with starch accumulation rate. Activity of β-amylase increased in all the pod tissues till maturity. It appears that the cooperative action of SuSy, UGPase and AGPase controls the efficient partitioning of sucrose into ADP glucose and thereby regulate the seed sink strength of the mung bean.",
        "email": "",
        "conf": "Biologia Plantarum",
        "coauthors": [
            "J. Chopra",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "alkaline inorganic pyrophosphatase, amylase, 3-PGA phosphatase, starch metabolism, sucrose synthase, Vigna radiata"
    },
    {
        "id": 1632,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Nodule metabolism in cold stress tolerant and susceptible chickpea cultivars",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Early maturing short duration cold-tolerant chickpea cultivars are being introduced to avoid yield loss from spell faced by crops. However, the biochemical basis of the low temperature stress tolerance is not known. In the present study carbon and nitrogen metabolizing enzymes in nodules along with physiological indices were measured in early maturing short duration cold- tolerant chickpea cultivars (ICCV 93929 and ICCV 88503) and in normal cold - susceptible (PBG1 and GPF2) cultivars. The higher biomass in nodules of cold-tolerant cultivars might act as a greater sink for attracting photoassimilates to fuel N2-fixation. The simultaneous increase of sucrose synthase and alkaline invertase in nodules of ICCV 93929 and ICCV 88503 at the stage corresponding to lower temperature, ensures hexose supply for meeting the energy and reducing power demands for active nitrogen fixation. The greater activity of glutamine synthetase observed in nodules of cold tolerant cultivars at stages exposed to lower temperature indicates an efficient assimilation of the symbiotically fixed nitrogen into amino acids. The total protein and amino acid contents were also higher in cold tolerant cultivars. There was a greater and more rapid dry matter accumulation in ICCV 88503 and ICCV 93929 as compared to PBG1 and GPF2 in which biomass accumulation extended up to 70 DAS. Sustainable photosynthetic efficiency and activities of carbon and nitrogen metabolizing enzymes for a longer period in ICCV 93929 and ICCV 88503 even after flowering and during the onset of pod setting indicates that period of active nitrogen fixation is extended in cold tolerant chickpea cultivars due to allocation of photosynthates for longer period. This will lead to more transfer of reduced N as amino compounds towards the shoots which will lead to more nitrogen availability to seeds and ultimately better seed filling. The molecular diversity characterized by using RAPD primers and clustering method revealed a greater similarity between cold tolerant cultivars than between the cold susceptible cultivars.",
        "email": "",
        "conf": "Symbiosis",
        "coauthors": [
            "Satvir Kaur",
            "Benu Sharma",
            "Anil Kumar Gupta",
            "Sarbjit Kaur",
            "Jagmeet Kaur"
        ],
        "keywords": "amino acids, amino compounds, beta-fructofuranosidase, biomass production, carbon, chickpeas, cold, cold stress, cold tolerance, crops, cultivars, dry matter accumulation, energy, filling period, flowering, glutamate-ammonia ligase, nitrogen, nitrogen fixation, photosynthates, photosynthesis, random amplified polymorphic DNA technique, seeds, shoots, stress tolerance, sucrose synthase, temperature"
    },
    {
        "id": 1711,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Production purification and immobilisation of inulinase from Kluyveromyces fragilis",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Kluyveromyces fragilis (NCIM 3217), Kluyveromyces marxianus (NCIM 3231), Hansenula polymorpha (NCIM 3377), Pichia fermentan (NCIM 3408), Pichia polymorpha (NCIM 3419) and Debaryomyces castellii (NCIM 3446) were grown on an inulin‐based growth medium. Only K. fragilis produced extracellular inulinase with a maximum after 36 h of growth at 25–27°C. Sucrose and fructose were weak inducers of inulinase as compared to inulin whereas with glucose the inulinase level was minimal. An aqueous extract of chicory roots containing 1% fructan was a better carbon source than inulin and peptone was the best nitrogen source for the production of inulinase. The maximum yield of inulinase was about 7 units cm−3 of medium. The invertase to inulinase ratio of 10 in the culture filtrate was reduced to 1·6 on purifying inulinase by ethanol precipitation followed by chromatography on Sephadex G‐200, DEAE‐cellulose and CM‐cellulose columns. Using this purification procedure, inulinase was purified 26‐fold. With inulin as substrate, the shape of the velocity curve was nearer to a sigmoidal pattern whereas with sucrose the curve was hyperbolic. The molecular weight of inulinase was determined as 250 ± 10 kDa. The crude and purified inulinase preparations did not release sucrose or oligosaccharides from inulin, indicating that the enzyme has primarily exo‐inulinase activity. Using the metal‐link chelation method, 40% of inulinase was immobilised on cellulose. Maximum activity of crude, purified and immobilised inulinase preparations was observed at 55°C. The half‐life of immobilised inulinase at 25°C was 5 days.",
        "email": "",
        "conf": "Journal of Chemical Technology & Biotechnology",
        "coauthors": [
            "Anil Kumar Gupta",
            "Davinder Pal Singh",
            "Narinder Kaur",
            "Rangil Singh"
        ],
        "keywords": "Aspartate transaminase, Cicer arietinum, Nitrogen fixation, Carbohydrate, Glutamate-ammonia ligase, Isocitrate, dehydrogenase (NAD+), Metabolism, Plant nodule, Sucrose synthase, β-Fructofuranosidase, Angiospermae, Carbon-nitrogen ligases, Dicotyledones, Enzyme, Glycosidases, Glycosyltransferases, Hexosyltransferases, Hydrolases, Leguminosae, Ligases, Grain legume, O-Glycosidases, Oxidoreductases, Spermatophyta, Transaminases, Transferases"
    },
    {
        "id": 1659,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Phytic acid and raffinose series oligosaccharides metabolism in developing chickpea seeds",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Phytic acid and raffinose series oligosaccharides (RFOs) have anti-nutritional properties where phytic acid chelates minerals and reduces their bioavailability to humans and other animals, and RFOs cause flatulence. Both phytic acid and RFOs cannot be digested by monogastric animals and are released as pollutant-wastes. Efforts are being made to reduce the contents of these factors without affecting the viability of seeds. This will require a thorough understanding of their metabolism in different crops. Biosynthetic pathways of both metabolites though are interlinked but not well described. This study was made on metabolism of these two contents in developing chickpea (Cicer arietinum L cv GL 769) seeds. In this study, deposition of RFOs was found to occur before deposition of phytic acid. A decline in inorganic phosphorus and increase in phospholipid phosphorus and phytic acid was observed in seeds during development. Acid phosphatase was the major phosphatase in seed as well as podwall and its activity was highest at early stage of development, thereafter it decreased. Partitioning of 14 C label from 14 C-glucose and 14 C-sucrose into RFOs and phytic acid was studied in seeds in presence of inositol, galactose and iositol and galactose, which favored the view that galactinol synthase is not the key enzyme in RFOs synthesis.",
        "email": "",
        "conf": "Physiology and Molecular Biology of Plants",
        "coauthors": [
            "Vikramjit Kaur Zhawar",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "Phytic acid, Raffinose, Stachyose, Chickpea, Phosphate"
    },
    {
        "id": 1684,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Preparation of inulin from chicory roots",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Inulin has immense applications in health and nutrition as well as in food industries. Inulin is isolated from chicory roots by differential precipitation with ethanol (0-20, 20-40 and 40-60 per cent) from the aqueous extract of sun-dried roots, by melting the frozen chicory root extract and by removing the oligo-fructosachharides from chicory roots with 20 per cent ethanol. Different inulin preparations so obtained are compared with some of the commercial inulin preparations. Sun-dried roots are as good as the fresh roots for isolation of inulin but roots dried in an oven (80-90oC) have lower inulin content due to hydrolysis of fructans during drying. For better inulin yield, chicory roots should be extracted with water having pH adjusted to 7. pH of water on acidic side results in lower inulin recovery.",
        "email": "anilkgupta@satyam.net.in",
        "conf": "Journal of scientific and industrial research",
        "coauthors": [
            "Anil Kumar Gupta",
            "Navdeep Kaur",
            "Narinder Kaur"
        ],
        "keywords": "Inulin, Chicory roots, Oligo fructosachharides"
    },
    {
        "id": 1620,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Bread wheat progenitors: Aegilops tauschii (DD genome) and Triticum dicoccoides (AABB genome) reveal differential antioxidative response under water stress",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Antioxidant enzymes are known to play a significant role in scavenging reactive oxygen species and maintaining cellular homeostasis. Activity of four antioxidant enzymes viz., superoxide dismutase (SOD), catalase (CAT), ascorbate peroxidase (APX) and glutathione reductase (GR) was examined in the flag leaves of nine Aegilops tauschii and three Triticum dicoccoides accessions along with two bread wheat cultivars under irrigated and rain-fed conditions. These accessions were shortlisted from a larger set on the basis of field performance for a set of morpho-physiological traits. At anthesis, significant differences were observed in enzyme activities in two environments. A 45% elevation in average GR activity was observed under rain-fed conditions. Genotypic variation was evident within each environment as well as in terms of response to stress environment. Aegilops tauschii accession 3769 (86% increase in SOD, 41% in CAT, 72% in APX, 48% in GR activity) and acc. 14096 (37% increase in SOD, 32% CAT, 25% APX, 42% GR) showed up-regulation in the activity of all the four studied antioxidant enzymes. Aegilops tauschii accessions—9809, 14189 and 14113 also seemed to have strong induction mechanism as elevated activity of at least three enzymes was observed in them under rain-fed conditions. T. dicoccoides, on the other hand, maintained active antioxidative machinery under irrigated condition with relatively lower induction under stress. A significant positive correlation (r = 0.760) was identified between change in the activity of CAT and GR under stress. Changes in plant height, spike length and grain weight were recorded under stress and non-stress conditions on the basis of which a cumulative tolerance index was deduced and accessions were ranked for drought tolerance. Overall, Ae. tauschii accession 3769, 14096, 14113 (DD-genome) and T. dicoccoides accession 7054 (AABB-genome) may be used as donors to combine beneficial stress adaptive traits of all the three sub-genomes into a synthetic hexaploid for improving wheat for water stress conditions.",
        "email": "",
        "conf": "Physiology and Molecular Biology of Plants",
        "coauthors": [
            "Yadhu Suneja",
            "Anil Kumar Gupta",
            "Navtej Singh Bains"
        ],
        "keywords": "Wild wheats, Antioxidant enzymes, Reactive oxygen species, Water deficit stress"
    },
    {
        "id": 1672,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Studies on glucose-metabolizing enzymes in cytosolic and bacteroidal fractions of mungbean (Vigna radiata L.) and lentil (Lens culinaris L.) nodules",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Nitrogen is exported in the form of ureides or amides from the nodules in pulse crops. In order to understand the carbon metabolism in ureide and amide exporting nodules, activities of enzymes involved in glucose metabolism were compared in cytosolic and bacteroidal fractions of mungbean (ureide exporter) and lentil (amide exporter) nodules during development. Activities of hexokinase, fructokinase, phosphoglucomutase, fructose-1,6-bisphosphatase, phosphohexose isomerase and UDP-glucose pyrophosphorylase were detected in cytosolic fraction of nodules of both the crops during development. Out of these enzymes, specific activity of phosphohexose isomerase was the highest in nodules of both the crops, in comparison with other enzymes. In comparison with mungbean, activities of various enzymes were less in cytosolic fraction of lentil. Activities of hexokinase, fructokinase, phosphoglucomutase were present only in cytosolic fraction of mungbean (Vigna radiata L.), however, low activity of these enzymes was also observed in lentil (Lens culinaris L.) bacteroids. Activities of phosphohexose isomerase and fructose-1,6-bisphosphatase were higher in bacteroids of lentil, as compared to mungbean during early nodule development, but this pattern was reversed with progress of crop development. Higher activities of phosphoglucomutase and fructose-1,6-phosphatase in mungbean cytosolic fraction could lead to increased flow of carbon towards pentose phosphate pathway.",
        "email": "",
        "conf": "Indian journal of biochemistry & biophysics",
        "coauthors": [
            "N Munjral",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Lens culinaris;Lentil;Vignaradiata;Mungbean;Hexokinase;Fructokinase;Phosphoglucomutase;Fructose-1,6-bisphosphatase;Phosphohexose isomerase;UDP-glucose pyrophosphorylase;Bacteroids"
    },
    {
        "id": 1686,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Changes in the activities of carbon metabolizing enzymes with pod development in lentil (Lens culinaris L.)",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Activities of some key enzymes of carbon metabolism sucrose synthase, acid and alkaline invertase, phosphoenol pyruvate carboxylase, malic enzyme and isocitrate dehydrogenase were investigated in relation to the carbohydrate status in lentil pods. Sucrose remained the dominant soluble sugar in the pod wall and seed, with hexoses (glucose and fructose) present at significantly lower levels. Sucrose synthase is the predominant sucrolytic enzyme in the developing seeds of lentil (Lens culinaris L.). Acid invertase was associated with pod elongation and showed little activity in seeds. Sucrose breakdown was dominated by alkaline invertase during the development of podwall, while both the sucrose synthase and alkaline invertase were active in the branch of inflorescence. A substantial increase of sucrolytic enzymes was observed at the time of maximum seed filling stage (10–20 DAF) in lentil seed. The pattern of activity of sucrose synthase highly paralleled the phase of rapid seed filling and therefore, can be correlated with seed sink strength. It seems likely that the fruiting structures of lentil utilize phosphoenol pyruvate carboxylase for recapturing respired carbon dioxide. Higher activities of isocitrate dehydrogenase and malic enzyme in the seed at the time of rapid seed filling could be effectively linked to the deposition of protein reserves.",
        "email": "",
        "conf": "Acta Physiologiae Plantarum",
        "coauthors": [
            "Jyoti Chopra",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "carbon,sucrose metabolism,development,carbon metabolism,Lens culinaris,enzyme activity,activity change,lentil,sucrose,malic enzyme,invertase,Leguminosae,sucrose phoshate synthase  "
    },
    {
        "id": 1710,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Inulin is a better inducer of acid invertase than sucrose",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Inulin has been found to be a better inducer of invertase than sucrose and this led to an increased secretion of invertase in the medium on using inuli",
        "email": "",
        "conf": "Phytochemistry",
        "coauthors": [
            "Anil Kumar Gupta",
            "Narinder Kaur",
            "Davinder Pal Singh",
            "Arvind Gill",
            "Rangil Singh"
        ],
        "keywords": "Fungi,invertase,β-fructosidase,inulin,inulinase"
    },
    {
        "id": 1681,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Signal transduction pathways under abiotic stresses in plants",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "All abiotic stresses reduce plant growth and yield. The products of stress-inducible genes which could be directly protecting against these stresses include the enzymes responsible for the synthesis of various osmoprotectants like late embryogenesis abundant (LEA) proteins, antifreeze proteins, chaperones and detoxification enzymes. Another group of gene products involved in gene expression and signal transduction pathways includes transcription factors, protein kinases and enzymes involved in phosphoinositide metabolism. In the present article, the signal transduction pathways involving mitogen activated protein kinases (MAPK) under osmotic/ oxidative stress have been discussed. Studies indicate that in addition to connections between MAPK modules used by osmotic stress and ROS signalling, there is also specificity in the individual pathways. The role of external stimuli and of IP3 as a second messenger in releasing Ca+2 from cellular stores has been reported. Interaction between phosphoinositide-specific phospholipase C activity and IP3 level has been indicated. Abiotic stresses and ABA biosynthesis suggested connection between cold, drought, salinity and ABA signal transduction pathways. Calcium-dependent signalling that leads to LEA type genes and salt overly sensitive signalling that result in ion homeostasis has been discussed. Crosstalk among various transduction pathways under abiotic stresses in regulation of metabolism has been reviewed.",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1705,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Gibberellin A3 reverses the effect of salt stress in chickpea (Cicer arietinum L.) seedlings by enhancing amylase activity and mobilization of starch in cotyledons",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The percentage germination of chickpea seeds (Cicer arietinum L.cv. PBG-1) gradually decreased with increasing concentration of NaCl in the growth medium and was completely inhibited with 200 mM NaCl. In the presence of 75 mM NaCl, only 51% of the seeds germinated. Gibberellic acid (GA3) and kinetin at 6 µM concentration induced the maximum increase in % germination and seedling growth under salt stress. However, IAA further inhibited both the germination and growth of stressed seedlings. The reduction in amylase activity in cotyledons of stressed seedlings was partially reversed with GA3 and kinetin whereas IAA did not show any positive effect. GA3 was more effective than kinetin in enhancing the reduced germination and seedling growth of chickpea seeds along with amylase activity in cotyledons under NaCl induced saline conditions. The reduced uptake of radiolabelled 14C sucrose by cotyledons and its reduced distribution in the shoots and roots of stressed seedlings was increased with addition of GA3 in the medium. Cotyledonary amylase was separated into amylase 1 and amylase 2 by sephadex G 150 column chromatography. The reduced activities of both amylase 1 and amylase 2 in cotyledons under salt stress was returned to near normal levels with GA3 and there was also an increase in starch utilization, resulting in its lower concentration in cotyledons of GA3-supplemented stressed cotyledons.",
        "email": "",
        "conf": "Plant Growth Regulation",
        "coauthors": [
            "Satvir Kaur Grewal",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": ": amylase activity, chickpea, germination, gibberellic acid, indole acetic acid, kinetin, salt stress"
    },
    {
        "id": 1665,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effect of sowing time on protein quality and starch pasting characteristics in wheat (Triticum aestivum L.) genotypes grown under irrigated and rain-fed conditions",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The effect of varying sowing time on wheat flour protein quality and starch pasting characteristics was studied in two genotypes differing in their water requirements for two years under irrigated and rain-fed conditions. Delayed sowing associated with high temperature during grain filling resulted in an overall increase in total grain protein. Low temperature prevailing under early sown conditions enhanced insoluble glutenin (IG) but reduced total protein accumulation in both the genotypes. IG and residue proteins increased but soluble glutenin and amylose decreased under rain-fed conditions. Amylose, hold- and final viscosity (FV) increased but setback decreased with change in normal sowing time. Peak viscosity (PV) increased under late sown conditions. Pasting temperature, setback, FV and breakdown (BD) were enhanced under rain-fed conditions. This study inferred that by selecting suitable irrigation practices and different sowing times for subjecting the crop to desirable temperature range, flour properties of given cultivars can be manipulated.",
        "email": "anilkgupta@satyam.net.in",
        "conf": "Food Chemistry",
        "coauthors": [
            "Sondeep Singh",
            "Anil Kumar Gupta",
            "Satish Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Drought, Glutenin,Monomeric proteins,Protein fractions,RVA,Starch pasting,Temperature,Wheat quality"
    },
    {
        "id": 1644,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Genetic diversity in chickpea (Cicer arietinum L.) cultivars using RAPD markers",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Thirty one nationally released chickpea cultivars including one wild cultivar were analysed using RAPD markers. Percent polymorphism (%) and the average PIC value varied from 50 -100 % and 0.375-0.885, respectively. The cultivars were grouped into two distinct clusters with RAPD primers while wild cultivar remained unclustered and separate. Cluster-I grouped 20 chickpea cultivars which were further classified into 7 subclusters. Cluster-II comprised 11 genotypes which were further grouped into two subclusters. Principle component analysis (PCA) was also carried out to determine genetic relationship among the chickpea cultivars. Six clusters were formed on the basis of PCA. Wild cultivar did not cluster with any other cultivar. The genotypes grouped into clusters on the basis of RAPD analysis also showed great correlation in terms of nutritional quality as the grouped cultivars had same protein content. The large amount of genetic variation that exists between chickpea cultivars can be used efficiently for gene tagging and genome mapping of crosses to introgess favourable traits to develop new cultivars of desirable traits.",
        "email": "",
        "conf": "Indian Journal of Agricultural Biochemistry",
        "coauthors": [
            "Satvir Kaur",
            "Sarbjit Kaur",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Cicer arietinum, primers, RAPD, molecular markers, diversity"
    },
    {
        "id": 1685,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "The Role of Ammonium Assimilating Enzymes in Lentil Roots and Nodules",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Activities of ammonium assimilating enzymes glutamate dehydrogenase (GDH), glutamine synthetase (GS), glutamate synthase (GOGAT), aspartate aminotransferase (AST), and alanine aminotransferase (ALT) as well as the amino acid content were higher in nodules compared to roots. Their activities increased at 40 and 60 d after sowing, with a peak at 90 d, a time of maximum nitrogenase activity. The GS/GOGAT ratio had a positive correlation with the amino acid content in nodules. Higher activities of AST than ALT may be due to lower glutamine and higher asparagine content in xylem. The data indicated that glutamine synthetase and glutamate synthase function as the main route for the assimilation of fixed N, while NADH-dependent glutamate dehydrogenase may function at higher NH4 + concentration in young and senescing nodules. Enzyme activities in lentil roots reflected a capacity to assimilate N for making the amino acids they may need for both growth and export to upper parts of the plant.",
        "email": "",
        "conf": "Biologia Plantarum",
        "coauthors": [
            "J. Chopra",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1673,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Sustained activities of carbon metabolizing enzymes determine seed size in Vigna radiata (mungbean)",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The activities of enzymes involved in the control of carbon flux of two genotypes of Vigna radiata (mungbean) differing in seed weight were compared in order to elucidate the factors controlling seed size and to analyse the relationship between seed development and metabolism. Biomass accumulation in 'large' seeds was maintained till maturity. However in 'small' seeds, maximum accumulation was achieved approximately five days earlier. Sucrose synthase (SuSy, EC 2.4.1.13) activity for small seeds increased sharply from 10 to 15 days after flowering (DAF) and then declined till maturity. However in large seeds, the activity increased more slowly but rapidly after 15 DAF till maturity. Lesser activity of SuSy in podwall of large genotype indicated more assimilate channelling into the seeds, a much stronger sink for sucrolysis. Enzymes UDP-glucose and ADP-glucose pyrophosphorylase (UG-Pase, EC 2.7.7.9 and AGPase, EC 2.7.7.27) corresponded to the pattern of SuSy in large seeds, showing coordination between these enzymes regulating carbon flux for sustained storage activity. Thus, the seed filling phase is prolonged in large seeds having better sink strength compared to the small seeds. Hexokinase (EC 2.7.1.1) activity follows the pattern of SuSy, UG-Pase and AGPase in developing seeds. We conclude that a steady sink activity of the enzymes controlling carbon flux entering the seed may be required for the large seed size of the bold seeded genotypes.",
        "email": "",
        "conf": "Current science",
        "coauthors": [
            "Jyoti Chopra",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "Enzymes, Genotypes, Genetically modified seeds, Starches, Seed size, Cotyledons, Hexoses, Carbohydrate metabolism"
    },
    {
        "id": 1638,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "ABA improvement of antioxidant metabolism under water stress in two wheat cultivars contrasting in drought tolerance",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Antioxidant metabolism was studied in two wheat cultivars PBW 343 (drought susceptible) and C 306 (drought tolerant) under exogenous ABA, water stress (WS) and ABA plus WS. C 306 showed lesser increases in ROS (superoxide anions) and protein carbonylation in shoots and roots under WS as compared to PBW 343. C 306 did not show increases in glutathione peroxidase, glutathione-S-transferase, total glutathione under WS, while PBW343 showed such increases only at early stage, while at later stages of stress, the decline in levels of these parameters was improved on supplying ABA. Monodehydroascorbate reductase (MDHAR) and dehydroascorbate reductase (DHAR) activity were not induced under ABA in both the cultivars but under WS MDHAR was induced only in C 306, while in case of DHAR greater increase was observed in C 306 than in PBW343.",
        "email": "",
        "conf": "Indian Journal of Plant Physiology",
        "coauthors": [
            "Lovlace Kaur",
            "Anil Kumar Gupta",
            "Vikramjit KUE Zhawar"
        ],
        "keywords": ""
    },
    {
        "id": 1696,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Fructan metabolism in Jerusalem artichoke and chicory",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Fructans of inulin type are the reserve carbohydrates in roots of chicory and tubers of jerusalem artichoke. The progress made on the (a) enzymology of fructan metabolism, (b) localization of fructan synthesizing and hydrolyzing machinery, (c) carbohydrate changes during growth, (d) in vitro fructan metabolism, (e) possible mode of regulation of fructan metabolism and (f) effect of nitrogen on fructan accumulation has been reviewed. Some recent researches on discovery of new inulo-n-ose series fructans, cloning of fructan biosynthesis pathway and possibility of using sugar beet for production of fructo oligosaccharides by introducing 1-sst gene in this crop have been reported.",
        "email": "",
        "conf": "Developments in Crop Science",
        "coauthors": [
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": ""
    },
    {
        "id": 1661,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "A comparative study of antioxidant enzymes in wheat seedlings of landrace and cultivated genotypes",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Present study was undertaken to find the differences in the activities of antioxidative enzymes among a landrace (BW11) and two cultivated genotypes of wheat (drought tolerant C306 and drought sensitive PBW 343) under water deficit stress generated by using 6% mannitol during 7 days of seedling growth. Percent increase in catalase activity was more in the landrace under water deficit conditions. Ascorbate peroxidase activity increased or remained unchanged in the roots and shoots of the stressed seedlings of landrace and drought tolerant genotypes. However, it decreased in the roots and shoots of seedlings of drought sensitive genotype under water deficit conditions. Glutathione reductase activity was higher in roots and shoots of drought sensitive genotypes but it decreased significantly under water deficit conditions at later stages of seedling growth. Low peroxidase activity was observed in the seedlings of drought sensitive genotype. In general, landrace and drought tolerant genotypes in comparison with drought sensitive genotype had an efficient antioxidative defense system constituted mainly by ascorbate peroxidase, peroxidase and catalase under water deficit conditions.",
        "email": "",
        "conf": "Indian Journal of Agricultural Biochemistry",
        "coauthors": [
            "Rachana Devi",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Landrace, cultivated wheat, seedling growth, drought, antioxidative defense system"
    },
    {
        "id": 1652,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Potential of antioxidant enzymes in depicting drought tolerance of wheat (Triticum aestivum L.)",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "In an effort to determine the biochemical markers for identifying genotypes before sowing for drought tolerance, changes in activities of antioxidant enzymes were determined in the seedlings of five drought-tolerant and five drought-sensitive wheat (Triticum aestivum L.) genotypes, each with different genetic background growing under normal and water deficit conditions induced by 6% mannitol. In comparison with non-stressed seedlings, the catalase (CAT) activity was upregulated by more than 50% in the roots of water-stressed seedlings in drought-tolerant genotypes. Water deficit stress also led to the upregulation of ascorbate peroxidase (APX) in the endosperms and glutathione reductase (GR), CAT and peroxidase (POD) in the shoots of stressed seedlings in drought-tolerant genotypes. Superoxide dismutase (SOD) activity was very low in roots and shoots and showed non-significant increase under water-stress in tolerant genotypes. Out of five specified enzyme activities (CAT in roots and shoots, APX in endosperms, GR and POD in shoots), if any three are upregulated in the specified tissues under water deficit conditions, the genotype is likely to be drought-tolerant. Wheat seedlings with low GR and APX activities and high POD activity in shoots with a low ratio of GR activity of shoot to root of non-stressed seedlings are likely to perform better under rainfed conditions. The observed data showed that status of antioxidant enzymes could provide a meaningful tool for depicting drought tolerance of a wheat genotype.",
        "email": "anilkgupta@satyam.net.in",
        "conf": "Indian journal of biochemistry & biophysics",
        "coauthors": [
            "Rachana Devi",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "Antioxidant enzymes;Wheat;Seedling growth;Drought;Triticum aestivum L"
    },
    {
        "id": 1640,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Biochemical and nutritional characterization of chickpea (Cicer arietinum) cultivars",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Thirty nationally released chickpea cultivars were evaluated for carbohydrate composition, soluble proteins, total lipids and anti-nutritional factors such as phenolic compounds, tannins, bound fructose of sucrose and raffinose family oligosaccharides, phytic acid, saponins, trypsin inhibitors and activities of enzymes related to them such as acid and alkaline phosphatases and α-galactosidase. Phytic acid showed a lot of diversity between cultivars and varied from 4.74-20.40 mg/g. Avrodhi, BG 256 and Virat were found to be nutritionally important as they had higher protein content (241.5 mg/g-261.5 mg/g) and starch content was found to be between 412.4 mg/g-485.5 mg/g. Avrodhi and BG 256 had lower content of tannin, phytic acid, saponin and trypsin inhibitors and the content of bound fructose of raffinose family oligosaccharides was found to be minimum in Avrodhi. Virat had the highest protein content among kabuli cultivars and it had lower amount of total phenols, flavonols, tannins and phytic acid. HC 1, BG 1053, Pant G 186 and PBG 1 had protein content between 200.0 mg/g-211.5 mg/g and had higher content of tannin, saponin, phytic acid and total phenols. Five cultivars namely HC 3, Vishal, ICCV 10, JG 315 and Saki 9516 had most of the anti-nutritional factors in medium content. Bound fructose of raffinose family oligosaccharides in kabuli cultivars were found to be in the range of 8.31-10.06 mg/g whereas in desi a lot of variation was observed and it ranged from 5.53 mg/g to 10.13 mg/g. All the cultivars were found to cluster in major four groups on the basis of principal component analysis. The result showed the diversity between nutritional and antinutritional factors in the cultivars that could be further used by plant breeders to develop superior genotypes.",
        "email": "anilkgupta@sify.com",
        "conf": "Indian Journal of Agricultural Sciences",
        "coauthors": [
            "Sarbjit Kaur",
            "Satvir Kaur",
            "Anil Kumar Gupta",
            "Narinder Kaur",
            "Mohammed Javed"
        ],
        "keywords": ""
    },
    {
        "id": 1713,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Regulation of Activity and Properties of Inulinases from Roots of Cichorium Intybus L.#",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Inulin is a reserve carbohydrate in the roots of Cichorium intybus L. It is hydrolysed by inulinase during flowering and seed formation. Seventy to eighty five percent of inulinase was found to be firmly bound to the cell wall. The quantity of cell wall-bound inulinase proved to be too low to be used for commercial purposes. The level of soluble inulinase in the vascular bundles was generally higher than that in the root cortex. The activity of bound inulinases of vascular bundles and cortex was characterized by a sigmoidal velocity curve with increasing inulin concentration. Sucrose was a non-competitive inhibitor of bound inulinase from vascular bundles. It may play an important role in regulating the activity of this enzyme under in vivo conditions. Metabolites like phosphoenol pyruvate, 2-phosphoglycerate, 6-phosphogluconate, and nucleotides (ADP, ATP, UDP, UTP and UDP-glucose) changed the sigmoidal pattern of inulinase activity of vascular bundles to a near-hyperbolic pattern, thus suggesting enhancement of inulinase activity at low and inhibition at high inulin concentrations. Hg2+ was a very strong inhibitor of inulinases. The temperature optimum of bound inulinases from vascular bundles (45 °C) was higher than that of other inulinases (37 °C).",
        "email": "",
        "conf": "Studies in Plant Science",
        "coauthors": [
            "Anil Kumar Gupta",
            "Harsh JAIN",
            "Narinder Kaur",
            "Rangil SINGH"
        ],
        "keywords": ""
    },
    {
        "id": 1691,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effect of osmo- and hydropriming of chickpea seeds on seedling growth and carbohydrate metabolism under water deficit stress",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Seven-day-old seedlings obtained from seeds primed with mannitol (4%)and water showed three to four fold more growth with respect to root and shootlength in comparison with seedlings obtained from non-primed seeds. Seedlingswere grown under water deficit stress conditions created by 15% polyethyleneglycol (PEG) 6000 in the medium. Priming of chickpea seeds with NaCl and PEGwasnot effective in increasing seedling growth under these water deficit stressconditions. The activities of amylase, invertases (acid and alkaline), sucrosesynthase (SS) and sucrose phosphate synthase (SPS) were higher in shoots ofprimed seedlings. An increase in the activities of SS, and both the acid andalkaline invertases was also observed in roots of primed seedlings. The twofoldincrease in specific activity of sucrose phosphate synthase was observed incotyledons of primed seedlings. The higher amylase activity in shoots of primedseedlings enhanced the rapid hydrolysis of transitory starch of the shootleading to more availability of glucose for shoot growth and this was confirmedby the low level of starch in shoots of primed seedlings.",
        "email": "",
        "conf": "Plant Growth Regulation",
        "coauthors": [
            "Satvir Kaur Grewal",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Acid invertase, Alkaline invertase, Amylase, Cicer arietinum, Germination, Sucrose phosphate synthase, Sucrose synthase, Water stress"
    },
    {
        "id": 1714,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Potential Medicinal and Nutritional Uses of Chicory Roots and Inulin",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "A significant increase in hepatic total lipid and triglyceride content was observed when rats were injected either with 2 ml ethanol kg−1 body weight for 10 days or with 0.5 mg dexamethasone kg−1 body weight for 13 days. Inclusion of 3 or 5% chicory roots in the feed of rats along with ethanol and dexamethasone injections, respectively, led to a significant reduction in the content of hepatic total lipids and triglycerides of these rats. Chicory roots also reduced the level of plasma triglycerides in ethanol-injected rats. As compared with normal feed the feed supplemented with chicory roots helped in the fast recovery of fatty liver caused by dexamethasone. Chicory roots given in normal feed for a period of 5 months lowered the content of hepatic total lipids, cholesterol and triglycerides. Besides these potential medicinal uses of chicory roots, chicory root inulin could be used for the enzymatic production of fructose. To this end, synthesis of an extracellular inulinase was induced in Fusarium oxysporum by growing it on a medium containing chicory root extract as carbon source. Salt-soluble proteins from soybean and mungbean were made water-insoluble by heat treatment and inulinase, partially purified by ammonium sulphate fractionation, was immobilized by cross-linking it with these insoluble proteins. The immobilized inulinases had a higher temperature optimum (45 °C) than free inulinase (37 °C). Inulinase was also immobilized on DEAE-cellulose. Immobilized enzyme was used for the production of fructose from chicory root inulin.",
        "email": "",
        "conf": "Studies in Plant Science",
        "coauthors": [
            "Anil Kumar Gupta",
            "Narinder Kaur",
            "Maninder KAUR",
            "Rangil SINGH"
        ],
        "keywords": ""
    },
    {
        "id": 1658,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Exploration of biochemical and molecular diversity in chickpea seeds to categorize cold stress-tolerant and susceptible genotypes",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Chickpea (Cicer arietinum L.) genotypes are sensitive to low temperature (<10°C) during its reproductive stage suffer from abortion of flowers, infertile pods and small shriveled seeds that resulted in a significant decrease in crop yield. In the present investigation seeds of a number of cold stress-tolerant and susceptible genotypes were evaluated for biochemical and molecular diversity with the purpose to categorize them. The activities of various antioxidative enzymes (superoxide dismutase, glutathione reductase, ascorbate peroxidase and catalase), content of H2O2 and malondialdehyde, enzymes involved in phosphate metabolism (acid and alkaline phosphatases), and content of phytic acid and proline were determined in seeds of 20 cold stress tolerant and seven cold stress susceptible genotypes. Higher activities of superoxide dismutase, ascorbate peroxidase, catalase and acid phosphatase and low content of malondialdehyde and phytic acid were observed in cold stress-tolerant genotypes as compared to cold stress susceptible genotypes. Seventeen chickpea genotypes comprising both cold stress-tolerant and susceptible ones were evaluated through 20 randomly amplified polymorphic DNA (RAPD) primers. The results of cluster analysis revealed two major groups. In the first group five tolerant (group 1a) and six susceptible genotypes (group 1b) clustered together whereas in second group all the tolerant genotypes clustered together (group 2). Out of 20 RAPD primers, 4 primers (Opa-13, Opa-14, Opa-15 and Opa-16) have been identified as markers for cold stress tolerance. In general high SOD activity, and H2O2 content and low MDA and phytic acid content are related with cold stress tolerance. The status of these markers was more pronounced in genotypes clustered in group 2 after RAPD analysis than in group 1a of cold stress-tolerant genotypes as compared to susceptible genotypes. The observed biochemical and molecular diversity could be useful for identifying and developing cold stress-tolerant genotypes of chickpea.",
        "email": "",
        "conf": "Acta Physiologiae Plantarum",
        "coauthors": [
            "Satvir Kaur Grewal",
            "Meenakshi Arora",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Cicer arietinum, acid phosphatase, ascorbate peroxidase, biochemical polymorphism, chickpeas, cluster analysis, cold, cold stress, cold tolerance, enzyme activity, genotype, genotype-environment interaction, glutathione-disulfide reductase, metabolism, phosphates, phytic acid, proline, random amplified polymorphic DNA technique, seeds, superoxide dismutase"
    },
    {
        "id": 1723,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Fructosan metabolism in Cichorium intybus roots",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Incorporation of [14C]sucrose into difructosyl glucose (F2G), trifructosyl glucose (F3G) and tetrafructosyl glucose (F4G) in the presence of various nucleoside triphosphates revealed that formation of F4G and F3G is retarded in the presence of ATP, and formation of F3G and F2G is significantly enhanced in the presence of CTP, whereas UTP has no effect on the synthesis of these oligosaccharides. Different fructosyl transferases seem to be responsible for the different fructosylation steps and self transfer seems to be the major pathway for fructosan synthesis. Utilization of added glucose, which is formed by sucrose sucrose fructosyl transferase action in vivo, is completely inhibited in acetate buffer whereas in phosphate, citrate and citrate-phosphate buffers glucose is actively utilized. In the presence of fluoride ions both glucose utilization and its conversion to CO2 is inhibited by ca 50%. CO2 production from [14C]glucose is completely inhibited in acetate ions. No evidence for the incorporation of 14C from [14C]glucose into [14C]sucrose is observed. The ratio of bound fructose to bound glucose is the same in the entire length of the root indicating that there is no preferential zone for fructosan synthesis.",
        "email": "",
        "conf": "Phytochemistry",
        "coauthors": [
            "Anil Kumar Gupta",
            "Mamta",
            "Narinder Kaur",
            "Rangil Singh"
        ],
        "keywords": "Cichorium, Compositae, chicory, glucofructosan, fructosyl transferase, fructosan hydrolysis, glucose utilization"
    },
    {
        "id": 1717,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Protective role of fructose during tetrachloromethane hepatotoxicity in rats",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "",
        "email": "",
        "conf": "Medical science research",
        "coauthors": [
            "Narinder Kaur",
            "Anil Kumar Gupta",
            "S.K. Uberoi"
        ],
        "keywords": "Animal, Hepatic disease, Fructose, Carbon tetrachloride, Prevention, Rat, Toxicity, Mammalia, Rodentia, Vertebrata"
    },
    {
        "id": 1719,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effects of dexamethasone on lipid metabolism in rat organs",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Injecting of dexamethasone (10 mg/kg body weight) for 8 days to rats decreased the body weight and feed intake by 29 and 50%, respectively. The increase in weights of liver, heart, kidneys and testes per 100 g body weight was 55, 37, 33 and 13%, respectively. Though, in general, the triglyceride content increased in all the organs, maximum increase (9-fold) was observed in the liver. The plasma showed elevated levels of triglycerides, cholesterol and phospholipids. In hepatic mitochondrial membranes, the content of protein, phospholipids and cholesterol decreased/g tissue. The percent 14C distribution, as a part of total incorporation in nonpolar lipids, of [14C]acetate into triglycerides of liver, kidneys and testes increased significantly. The increased turnover of phospholipids in liver and heart was mainly due to increased turnover of phosphatidyl choline (PC) and phosphatidyl ethanolamine in liver and PC in heart. Turnover of phospholipids of testes was not affected.",
        "email": "",
        "conf": "Indian journal of biochemistry & biophysics",
        "coauthors": [
            "Narinder Kaur",
            "Neerja Sharma",
            "Anil Kumar Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1656,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Biochemical responses associated with bacterial blight of rice (Oryza sativa)",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Biochemical response of susceptible cultivar TN 1 and resistant near isogenic lines IRBB 13 and IRBB 21 of rice to Xanthomonas oryzae pv. oryzae (Xoo) was studied at different stages of infection. The activities of the defence related enzymes peroxidase (PO), phenylalanine ammonia lyase (PAL) and tyrosine ammonia lyase (TAL) were found to be significantly higher in the resistant isogenic lines, IRBB 13 and IRBB 21 than in the susceptible cultivar TN 1. Total phenols, ortho-dihydroxyphenols and flavonols content also exhibited a similar trend as that of the enzymes. After bacterial infiltration a significant increase in the levels of total phenols, o-dihydroxyphenols, flavonols, PO, PAL and TAL was observed. However, this increase was comparatively rapid and higher in resistant near isogenic lines when compared with the susceptible line. Total sugars, reducing sugars and starch content were significantly higher in the leaves of the susceptible variety TN 1 than in the resistant near isogenic lines IRBB 13 and IRBB 21.",
        "email": "",
        "conf": "Archives of Phytopathology and Plant Protection",
        "coauthors": [
            "Sharma Neerja",
            "Chamandeep Kaur",
            "Jagjit Singh",
            "Anil Kumar Gupta"
        ],
        "keywords": "bacterial blight; carbohydrates; enzymes; phenolics; rice"
    },
    {
        "id": 1718,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Cholesterol lowering effect of chicory (Cichorium intybus) root in caffeine-fed rats",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "",
        "email": "",
        "conf": "Medical science research",
        "coauthors": [
            "Narinder Kaur",
            "Anil Kumar Gupta",
            "S.K. Uberoi"
        ],
        "keywords": "Biological activity, Feeding, Animal, Caffeine, Chicory Cholesterol, Cichorium intybus, Hypercholesterolemia, Lipids, Lipoprotein, Experimental disease, Phytotherapy, Medicinal plant, Rat, Triglyceride, Angiospermae, Compositae, Dicotyledones, Mammalia, Metabolic diseases, Rodentia, Spermatophyta, Vertebrata"
    },
    {
        "id": 1637,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Abiotic Stress Tolerance of Chickpea Genotypes Depends Upon Antioxidative Potential and Nutritional Quality of Seeds",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Seeds of thirty chickpea genotypes were evaluated for their stress tolerance capacity and nutritional status. The genotypes exhibiting higher 1,1-Diphenyl-2-picrylhydrazyl radical scavenging activity (≥57.1 %), high proline (≥0.23 µmol/g) and total phenol (≥0.77 mg/g) contents were observed to exhibit reduced levels of hydrogen peroxide (≤160.3 µmol/g) and malondialdehyde (MDA) (≤15.1 nmol/g) contents. Principal component analysis showed that chickpea genotypes which exhibited higher levels of antioxidants, along with lower levels of hydrogen peroxide and MDA occupied a unique position on the graph. Agglomerative hierarchal clustering with Pearson’s correlation coefficient, using flexible linkage, grouped the genotypes in two major clusters viz., MC-1 and MC-2. The genotypes present in the sub-cluster ‘A’ of MC-1 exhibited merely one or two characters responsible for stress tolerance. In general, the genotypes present in ‘B’ sub-cluster of MC-1 and ‘C’ and ‘D’ sub clusters of MC-2 exhibited more number of parameters responsible for stress tolerance. Sub cluster ‘C’ was mainly constituted of genotypes exhibiting salinity tolerance while those present in ‘D’ showed tolerance to both salinity and water deficit conditions. Nutritional (starch, total sugars, proteins, iron, zinc and copper) and antinutritional (tannins, phytic acid and trypsin inhibitor activity) components of the seeds of all the genotypes were analyzed. The studies revealed that higher contents of iron (≥9.26 mg/100 g) and starch (≥437.3 mg/g) along with lower phytic acid (≤15.52 mg/g) could be the characteristics of genotypes exhibiting tolerance towards both salinity and water deficit stresses.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences India - Section B: Biological Sciences",
        "coauthors": [
            "Narinder Kaur",
            "Dr Arvind Kumar",
            "Kamaljit Kaur",
            "Satvir Kaur",
            "Anil K. Gupta",
            "Inderjit Singh"
        ],
        "keywords": ""
    },
    {
        "id": 1706,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "A HgCl2 Insensitive And Thermally Stable Inulinase From Aspergillus Oryzae",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "An extracellular inulinase (EC 3.2.1.7) from Aspergillus oryzae growing on inulin-containing medium was purified by CM-cellulose and Sephadex G-200 column chromatographies to electrophoretic homogeneity. The purified inulinase cleaved β-linked fructose from inulin and sucrose with S\\I ratio of 2.4. It had a remarkable stability in heat, losing only 41 and 32% of its inulin hydrolytic activity after 2 h at 90° and 100°, respectively. The pattern of thermal denaturation of both the inulin and sucrose hydrolytic activities was nearly the same. SO2−4 and Fe3 were strong inhibitors of inulin and sucrose hydrolytic activities, whereas Ba2 was an activator. Hg2 inhibited sucrose hydrolytic activity but increased inulin hydrolytic activity of inulinase. It is proposed that inulinase has different sites for binding of sucrose and inulin and these are either very close to or partially overlapping. The sulphydryl group is in the non-overlapping zone of the sucrose binding site and its modification by HgCl2 results in an enhanced inulin hydrolytic activity. In the presence of inulin and sucrose together, both substrates compete with each other resulting in reduced activity compared with that observed with individual substrates. Inulinase had a temperature optima of 55° and a mass of 38 kd.",
        "email": "",
        "conf": "Phytochemistry",
        "coauthors": [
            "Anil Kumar Gupta",
            "Arvind Gill",
            "Narinder Kaur"
        ],
        "keywords": "Aspergillus,fungi,beta,fructosidase,inulinase"
    },
    {
        "id": 1660,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Role of antioxidant and anaerobic metabolism enzymes in providing tolerance to maize (Zea mays L.) seedlings against waterlogging",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The present investigation was undertaken to identify the possible mode of mechanism that could provide tolerance to maize (Zea mays L.) seedlings under waterlogging. Using cup method, a number of maize genotypes were screened on the basis of survival of the seedlings kept under waterlogging. Two tolerant (LM5 and Parkash) and three susceptible (PMH2, JH3459 and LM14) genotypes were selected for the present study. Activities of antioxidant and ethanolic fermentation enzymes and content of hydrogen peroxide (H2O2), glutathione and ascorbic acid were determined in roots of these genotypes after 72 h of waterlogging. Waterlogging treatment caused decline in activities of superoxide dismutase (SOD), catalase (CAT) and ascorbate peroxidase (APX) in all the genotypes. However, only susceptible genotypes showed slight increase in glutathione reductase (GR) activity. Significant reduction in APX/GR ratio in susceptible genotypes might be the cause of their susceptibility to waterlogging. The tolerant seedlings had higher GR activity than susceptible genotypes under unstressed conditions. Stress led to decrease in H2O2 and increase in glutathione content of both tolerant and susceptible genotypes, but only tolerant genotypes exhibited increase in ascorbic acid under waterlogging conditions. In the tolerant genotypes, all the enzymes of anaerobic metabolism viz. alcohol dehydrogenase (ADH), aldehyde dehydrogenase (ALDH) and pyruvate decarboxylase (PDC) were upregulated under waterlogging, whereas in susceptible genotypes, only ADH was upregulated, suggesting that efficient upregulation of entire anaerobic metabolic machinery is essential for providing tolerance against waterlogging. The study provides a possible mechanism for waterlogging tolerance in maize.",
        "email": "anilkgupta@sify.com",
        "conf": "Indian journal of biochemistry & biophysics",
        "coauthors": [
            "Vishal Chugh",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": "Zea mays;Maize;Waterlogging;Antioxidative enzymes;Ethanolic fermentation;Antioxidants"
    },
    {
        "id": 1628,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Bemisia tabaci (Gennadius) elicited leaf chlorophyll loss in blackgram (Vigna mungo (L.) Hepper)",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The effect of feeding by whitefly, Bemisia tabaci (Gennadius) (Homoptera: Aleryrodidae) on chlorophyll loss was quantified from the leaves of nine blackgram (Vigna mungo (L.) Hepper) genotypes over a period of two seasons. The chlorophyll content indices declined significantly in all the genotypes under whitefly-infested conditions, both at 30 and 50 days after sowing (DAS) particularly in the lower canopy of the plants. During both seasons, the moderately resistant genotypes (NDU 5-7 and KU 99-20) recorded lowest per cent decrease in the chlorophyll content, whereas highly susceptible genotypes (KU 7-504 and KU 7-505) recorded highest per cent decrease in the chlorophyll contents under whitefly-infested conditions.",
        "email": "",
        "conf": "ournal of Food Legumes",
        "coauthors": [
            "Gaurav Kumar Taggar",
            "R.S. Gill",
            "Anil Kumar Gupta",
            "Sarvjeet Singh"
        ],
        "keywords": "Bemisia tabaci, Blackgram, Chlorophyll content index, Plantcanopy, Whitefly-infested conditions"
    },
    {
        "id": 1704,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Effect of chlorocholine chloride sprays on the carbohydrate composition and activities of sucrose metabolising enzymes in potato (Solanum tuberosum L.)",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Chlorocholine chloride (CCC) was sprayed on a potato crop 25 days after sowing (DAS) at 5 day intervals for a total of 7 sprays. Activity of sucrose synthase (SS) in the sucrose cleavage direction was many fold higher than that of acid invertase in all the tissues. The activity of alkaline invertase was negligible. A sharp decline in the starch content of stolons of the CCC-sprayed crop was observed between 60 DAS and 70 DAS. This could divert the carbon towards tubers and thus enhancing its availability for starch synthesis. The CCC-treated crop, in general, had higher SS (cleavage) activity in stem, stolons and tubers. A higher sucrose content in the stem of the CCC-treated crop could be due to the high sucrose phosphate synthase (SPS) activity observed in this plant part. In tubers of CCC-treated crops a higher SS (cleavage) activity along with a high sucrose content in tubers during the active tuber filling stage could lead to better availability of UDP-glucose for its conversion to glucose-1-phosphate, which could enter into the amyloplast leading to higher starch content. High SPS activity in tubers of CCC-treated plants ensures that reducing sugars formed are reconverted efficiently to sucrose. The efficiency of developing tubers from CCC-sprayed plants to convert 14C sucrose fed through stolons into starch was about 2.5 times more than in the control.",
        "email": "",
        "conf": "Plant Growth Regulation",
        "coauthors": [
            "Neerja Sharma",
            "Narinder Kaur",
            "Anil Kumar Gupta"
        ],
        "keywords": ": carbohydrate composition, chlorocholine chloride, growth retardant, potato, sucrose metabolism"
    },
    {
        "id": 1690,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Indole acetic acid mimics the effect of salt stress in relation to enzymes of carbohydrate metabolism in chickpea seedlings",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The effect of addition of indole acetic acid (3 μM) andNaCl (75 mM) on growth and enzymes of carbohydrate metabolism inchickpea seedlings was compared. In comparison with control seedlings, theseedlings growing in the presence of indole acetic acid (IAA) had reducedamylase activity in cotyledons and enhanced sucrose synthase (SS) and sucrosephosphate synthase (SPS) activities in cotyledons and shoots at all days ofseedling growth. Compared with control seedlings, sucrose content was higher incotyledons, shoots and roots and reducing sugar content was lower in shoots ofIAA treated seedlings. A low invertase (acid and alkaline) activity in shoots ofIAA treated seedlings could lead to reduced sink strength and hence decreasedgrowth of seedlings. Effects of NaCl stress on growth and activities of amylase,SS and SPS in cotyledons and invertase, SS and SPS in shoots were similar tothose observed with addition of IAA.",
        "email": "",
        "conf": "Plant Growth Regulation",
        "coauthors": [
            "Satvir Kaur Grewal",
            "Anil Kumar Gupta",
            "Narinder Kaur"
        ],
        "keywords": "Cicer arietinum, seedling growth, carbohydrate metabolism, salinity, sodium chloride, beta-fructofuranosidase, sucrose synthase, enzyme activity, cotyledons, shoots, roots, reducing sugars, sucrose, starch, quantitative analysis, source-sink relationships, in vitro culture, culture media, chemical constituents of plants, sucrose-phosphate synthase, indole acetic acid, stress response"
    },
    {
        "id": 1645,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Differential antioxidative response of tolerant and sensitive maize (Zea mays L.) genotypes to drought stress at reproductive stage",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "The role of oxidative stress management was evaluated in two maize (Zea mays L.) genotypes — Parkash (drought-resistant) and Paras (drought-sensitive), subjected to drought stress during reproductive stage. Alterations in their antioxidant pools — glutathione (GSH) and ascorbic acid (AsA) combined with activities of enzymes glutathione reductase (GR), ascorbate peroxidase (APX), peroxidase (POX) and catalase (CAT) involved in defense against oxidative stress and stress parameters, namely chlorophyll (Chl), hydrogen peroxide (H2O2) and malondialdehyde (MDA) were investigated in flag leaves from silk emergence till maturity. The drought caused transient increase in GR, APX, POX and CAT activities in drought-tolerant genotype (Parkash) which decreased at later stages with the extended period of drought stress. However, in Paras, drought stress caused decrease in activities of GR and CAT from initial period of stress till the end of experiment, except for POX which showed slight increase in activity. A significant increase in GSH content was observed in Parkash till 35 days after silking (DAS), whereas in Paras, GSH content remained lower than irrigated till maturity. Parkash which had higher AsA and Chl contents, also showed lower H2O2 and MDA levels than Paras under drought stress conditions. However, at the later stages, decline in antioxidant enzyme activities in Parkash due to severe drought stress led to enhanced membrane damage, as revealed by the accumulation of MDA. Our data indicated that significant activation of antioxidant system in Parkash might be responsible for its drought-tolerant behavior under drought stress and helped it to cope with the stress up to a definite period. Thus, the results indicate that antioxidant status and lipid peroxidation in flag leaves can be used as indices of drought tolerance in maize plants and also as potential biochemical targets for the crop improvement programmes to develop drought-tolerant cultivars.",
        "email": "anilkgupta@sify.com",
        "conf": "Indian journal of biochemistry & biophysics",
        "coauthors": [
            "Vishal Chugh",
            "Narinder Kaur",
            "M.S. Grewal",
            "Anil Kumar Gupta"
        ],
        "keywords": "Zea mays L.;Maize;Antioxidant system;Drought stress;Lipid peroxidation;Oxidative stress;Reproductive stage"
    },
    {
        "id": 1695,
        "label": 31,
        "author": "anil kumar gupta",
        "title": "Sink development sucrose metabolising enzymes and carbohydrate status in turnip (Brassica rapa L.)",
        "organization": "Professor and Former Head Department of Biochemistry Punjab Agricultural University Ludhiana",
        "abstract": "Accumulation of 60–70 % of biomass in turnip root takes place between 49–56 days after sowing. To understand the phenomenon of rapid sink filling, the activities of sucrose metabolising enzymes and carbohydrate composition in leaf blades, petiole and root of turnip from 42–66 days of growth were determined. An increase (2–3 folds) in glucose and fructose contents of roots accompanied by an increase in activities of acid and alkaline invertases was observed during rapid biomass accumulating phase of roots. The observed decrease in the activities of acid and alkaline invertases along with sucrose synthase (cleavage) in petiole during this period could facilitate unrestricted transport of sucrose from leaves to the roots. During active root filling period, a decrease in sucrose synthase (cleavage) and alkaline invertase activities was also observed in leaf blades. A rapid decline in the starch content of leaf blades was observed during the phase of rapid sink filling. These metabolic changes in the turnip plant led to increase in hexose content (35–37 %) of total dry biomass of roots at maturity. High hexose content of the roots appears to be due to high acid invertase activity of the root.",
        "email": "",
        "conf": "Acta Physiologiae Plantarum",
        "coauthors": [
            "Anil Kumar Gupta",
            "Jasvinder Singh",
            "Narinder Kaur"
        ],
        "keywords": "Carbohydrate metabolism,invertase,sink filling,turnip,sucrose synthase"
    }
]