[
    {
        "id": 344,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Observations on the Morphology Systematics and Biogeography of the Genus Truttaedacnitis (Nematoda: Cucullanidae)",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "All species of Truttaedacnitis Petter, 1974, were examined for a phylogenetic analysis. Morphological studies showed that Truttaedacnitis truttae (Fabricius, 1794) from North America possessed a reduced button-shaped or nipple-shaped caudal mucron that is in contrast to the sharp spike-shaped mucron commonly reported in Eurasian specimens. Histological studies showed that the excretory pore in Truttaedacnitis sphaerocephala (Rudolphi, 1809) was situated near the level of the pseudobuccal capsule between the 2 parts of the ventral cephalic ridge. Cucullanus heterodonti Johnston and Mawson, 1943 is transferred to Truttaedacnitis based on the presence of prominent cephalic plates separated by sutures. An hypothesis regarding interrelationships among Truttaedacnitis spp. was developed using phylogenetic systematics. The anterior excretory pore is a synapomorphy supporting the monophyly of Truttaedacnitis clitellarius (Ward and Magath, 1917) and T. sphaerocephala parasitizing sturgeons. The arrangement of cephalic plates indicates that Truttaedacnitis pybusae Anderson, 1992 and T. truttae may form a monophyletic group and further supports the monophyly of T. clitellarius and T. sphaerocephala. Using unordered character states of different cephalic plates produced a cladogram that suggested that species in holarctic/circumboreal families (Acipenseridae, Salmonidae, Petromyzontidae) may be monophyletic. The systematics and biogeography of the various species of Truttaedacnitis and their host specificity indicate that associations in this parasite genus are very ancient and of a relictual nature, determined largely by past continental and oceanic configurations, and a combination of vicariance and dispersal.",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Anindo Choudhury",
            "Terry A. Dick"
        ],
        "keywords": ""
    },
    {
        "id": 342,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Parasites of the lake sturgeon Acipenser fulvescens: Systematics and Biogeography",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Sturgeons (Osteichthyes: Acipenseridae) are evolutionary relics with a wide distribution in the northern hemisphere. As basal actinopterygian fishes with a basic diadromous life history and a markedly diverse assemblage of host specific parasites, sturgeons provides ideal opportunities for exploring the historical biogeography of host parasite relationships. However, the considerable database for sturgeon parasites in Eurasia has, in the past, contrasted with the lack of comparable data from North American sturgeons, a discrepancy which has also prevented any meaningful analyses of their biogeography and host associations. Consequently, a systematic and biogeographical study of the parasites of a major endemic North American species of sturgeon, Acipenser fulvescens Rafinesque, was undertaken. This study resulted in the description of Diclybothrium atriatum (Monogenea) and Spinitectus acipenseri (Nematoda), and synonymy of Truttaedacnitis clitellarius and T. lebedevi (Nematoda). The North American Skrjabinopsolus manteri (Digenea) is considered a subspecies of the European S. semiarmatus, based on a re-examination of both species. Morphological and systematic studies on the Diclybothriidae, Deropristiidae and the genera Truttaedocnitis and Spinirectus have established the monophyly of certain groups specific to sturgeons, identified phylogenetic relationships, and provided a basis for interpreting their coevolutionary history. The history of sturgeon parasites is one of colonization by host switching and subsequent variable periods of co-evolution, leading to the formation, through dispersal and vicariance, of small highly distinct monophyletic assemblages whose species show strong associations with major discrete continental and oceanic formations. While the present association of lake sturgeon with two major drainage systems (Arctic and Atlantic) is reflected in the biogeography and systematic relationships of its parasites, the palaeontology, phylogeny and parasite relationships of sturgeons support the historical connection between North America and Northeast Asia and between A. fulvescens and A. baeri. It is hypothesized that a former contiguous distribution of Nearctic and Palaearctic (Siberian) sturgeons, was subsequently fragmented by orogeny, marine transgressions, and ultimately Pleistocene glaciations which caused major displacement of the lake sturgeon lineage and its association with the Gulf of Mexico drainages. This history follows the over all restriction of sturgeons in the freshwater Arctic drainages resulting in modification of a basic diadromous life history which has structured the parasite assemblage into one comprising freshwater species.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anindo Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 309,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Parasites of Freshwater Fishes In North America: Why So Neglected?",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Fish parasitology has a long tradition in North America and numerous parasitologists have contributed considerably to the current knowledge of the diversity and biology of protistan and metazoan parasites of freshwater fishes. The Journal of Parasitology has been essential in disseminating this knowledge and remains a significant contributor to our understanding of fish parasites in North America as well as more broadly at the international level. However, with a few exceptions, the importance of fish parasites has decreased during the last decades, which is reflected in the considerable decline of funding and corresponding decrease of attention paid to these parasites in Canada and the United States of America. After the ‘golden age' in the second half of the 20th Century, fish parasitology in Canada and the United States went in a new direction, driven by technology and a shift in priorities. In contrast, fish parasitology in Mexico has undergone rapid development since the early 1990s, partly due to extensive international collaboration and governmental funding. A critical review of the current data on the parasites of freshwater fishes in North America has revealed considerable gaps in the knowledge of their species composition, host specificity, life cycles, evolution, phylogeography, and relationships with their fish hosts. As to the key question, “Why so neglected?” this is probably because: (1) fish parasites are not in the forefront due to their lesser economic importance; (2) there is little funding for this kind of research, especially if a practical application is not immediately apparent; and (3) of shifting interests and a shortage of key personalities to train a new generation (they switched to marine habitats or other fields). Some of the opportunities for future research are outlined, such as climate change and cryptic species diversity. A significant problem challenging future research seems to be the loss of trained and experienced fish parasitologists. This has 2 major ramifications: the loss of expertise in identifying organisms that other biologists (e.g., ecologists, molecular biologists, evolutionists) work with, and an incomplete comprehension of ecosystem structure and function in the face of climate change, emerging diseases, and loss of biodiversity.",
        "email": "tscholz@paru.cas.cz",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Tomas Scholz",
            "Anindo Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 330,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Sturgeons (Chondrostei: Acipenseridae) and their metazoan parasites: Patterns and processes in historical biogeography",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "The historical biogeography of host‐parasite associations is examined in a geologically old group of fishes, the sturgeons (Osteichthyes: Acipenseridae), and their parasite assemblage. Evidence from phylogenetics and biogeographical studies of several parasite groups is used to formulate and evaluate hypotheses about the coevolutionary history of this host‐parasite association and, ultimately, the origin of sturgeons. The geographical areas discussed in this study are the temperate regions of North America and Eurasia, including the North Atlantic, North Pacific, Mediterranean and Ponto‐Caspian basins and their drainages. Relationships of parasites in several clades (Truttaedacnitis, Diclybothriidae, Deropristiidae, Spinitectus and Acrobothriidae) are analysed or re‐analysed using cladistics. These results are combined with hypotheses of relationships of sturgeons and their biogeography. We largely follow an ‘empirical synthetic pattern approach' (Grande & Bemis, 1998) where the search is primarily for broadly congruent patterns, keeping interpretations close to the data and to known or postulated Earth history (palaeogeography). The evidence from the cladistic analyses is first interpreted within the context of vicariance events, but dispersalist scenarios are also discussed where warranted. We also use the concept of Croizat's ‘biogeographical tracks' to characterize broadly congruent distributional patterns.",
        "email": "anindo.choudhury@snc.edu",
        "conf": "Journal of Biogeography",
        "coauthors": [
            "Anindo Choudhury",
            "Terry A. Dick"
        ],
        "keywords": ""
    },
    {
        "id": 306,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Phylogenetic Relationships of Cucullanidae (Nematoda) with Observations on Seuratoidea and the Monophyly of Cucullanus Dichelyne and Truttaedacnitis",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "The phylogenetic relationships of Cucullanidae were explored using near-complete sequences of the 18S rDNA (rRNA gene). Sequences (1,750-1,760 bp) were obtained from 7 species of Cucullanidae belonging to 3 genera, Cucullanus (2 spp.), Dichelyne (2 spp.), Truttaedacnitis (3 spp.), and 1 species of Quimperiidae ( Paraseuratum sp.). These sequences were aligned with those of 128 other nematode species available in GenBank, including 3 other cucullanids (Dichelyne mexicanus, Cucullanus robustus, and Cucullanus baylisi) and 2 non-cucullanid seuratoids (Paraquimperia africana, and Linstowinema sp.). Bayesian (BPP) and maximum likelihood (ML) analyses of 2 different datasets strongly supported a monophyletic Cucullanidae. Bayesian analysis placed this family as the sister group to a clade containing species of Diplogasterida, Strongylida, Rhabditida, and Tylenchida with very strong support. Neither BPP nor ML analyses recovered a close relationship of Cucullanidae to Ascaridida. None of the 3 non-cucullanid seuratoid species were sister to Cucullanidae, nor did they form a monophyletic group of their own, which questions the monophyly of Seuratoidea and the relationships among species within this superfamily. The 3 genera of cucullanids were also not monophyletic, although morphologically similar species such as the 2 species of Cucullanus from Neotropical catfishes and 2 species of Dichelyne from Nearctic ictalurid catfishes were sister taxa with strong support. The results were ambiguous with respect to the relationship of 2 Truttaedacnitis spp. in Nearctic freshwater fishes but do not support Truttaedacnitis heterodonti, a parasite of heterodontid sharks, as belonging to this genus. The study shows that all aspects of the conventional classification of Seuratoidea and its taxa should be scrutinized by even more extensive sampling across hosts and habitats.",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Anindo Choudhury",
            "Steven A Nadler"
        ],
        "keywords": ""
    },
    {
        "id": 311,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Parasites of Fishes in the Colorado River and Selected Tributaries in Grand Canyon Arizona",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "As part of the endangered humpback chub (HBC; Gila cypha) Adaptive Management Program, a parasite survey was conducted from 28 June to 17 July 2006 in 8 tributaries and 7 adjacent sections of the main stem of the Colorado River, U.S.A. In total, 717 fish were caught, including 24 HBC. Field necropsies yielded 19 parasite species, 5 of which (Achtheres sp., Kathlaniidae gen. sp., Caryophyllaidae gen. sp., Myxidium sp., and Octomacrum sp.) are new records for Grand Canyon, Arizona, U.S.A. Spearman's correlation coefficient analyses showed no correlations between parasite burden and fork length for various combinations of fish and parasite species. Regression analyses suggest that no parasite species had a strong effect on fish length. The most diverse parasite community (n  =  14) was at river kilometer (Rkm) 230, near the confluence of Kanab Creek. The most diverse parasite infracommunity (n  =  12) was found in the non-native channel catfish (CCF; Ictaluris punctatus). Overall parasite prevalence was highest in CCF (85%) followed by that in HBC (58%). The parasite fauna of humpback chub was mainly composed of Bothriocephalus acheilognathi and Ornithodiplostomum sp. metacercariae.",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Chad M. Linder",
            "Rebecca A. Cole",
            "Timothy L. Hoffnagle",
            "Bill Persons",
            "Anindo Choudhury",
            "Roger Haro",
            "Mauritz Sterner"
        ],
        "keywords": ""
    },
    {
        "id": 349,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Diphyllobothrium Anisakis and other fish-borne parasitic zoonoses",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Fish-borne parasitic zoonoses such as anisakiasis and diphyllobothriasis occur infrequently in Canada and more work needs to be done on the interactions and transmission dynamics of marine and freshwater anisakids in North America. The diphyllobothriid tapeworms are primarily restricted to the northern Canada. Problems with the specific identification of these parasites from their fish hosts prompted the development of a series of nucleic acid probes. Use of the polymerase chain reaction proved to be quick, accurate and requires little skill, once developed.",
        "email": "",
        "conf": "The Southeast Asian journal of tropical medicine and public health",
        "coauthors": [
            "T A Dick",
            "B R Dixon",
            "Anindo Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 302,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Asian Fish Tapeworm: The Most Successful Invasive Parasite in Freshwaters",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "The Asian fish tapeworm (AFT), Schyzocotyle acheilognathi, is a notorious and highly successful invasive parasite reported in a wide spectrum of freshwater fishes, and new reports of its spread continue to emerge. To date, no thorough review of its worldwide distribution and host associations is available. In the present work, we collected information from 651 articles up until 2017, from which we updated the number of the hosts to 312 fish species and 11 non-fish species, which is quite unusual among helminths. The AFT has spread to all but one continent (Antarctica). The highest number of records are from North America, followed by Asia and Europe. A key feature of its invasive success is its broad environmental tolerance.",
        "email": "",
        "conf": "Trends in Parasitology",
        "coauthors": [
            "Roman Kuchta",
            "Anindo Choudhury",
            "Tomas Scholz"
        ],
        "keywords": "Schyzocotyle acheilognathi, Bothriocephalidea, primary data, biogeography, extreme euryxeny"
    },
    {
        "id": 327,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Phylogenetic analysis on genera of corallobothriinae (Cestoda: Proteocephalidea) from North American Ictalurid fishes using partial sequences of the 28s ribosomal gene",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Partial sequences of the 28S rDNA (ribosomal gene) were obtained from a total of 11 populations of 5 species (in 3 genera) of North American corallobothriine proteocephalideans. These included Corallobothrium fimbriatum (3 populations), Corallobothrium parafimbriatum (1 population), Corallotaenia minutia (1 population), Megathylacoides giganteum (2 populations), and Megathylacoides lamothei (4 populations). These sequences were used in a phylogenetic analysis to test the monophyly of Corallobothriinae and to investigate the interrelationships of the North American species. The results indicate that Corallobothriinae, as conventionally understood, is not monophyletic and that only the North American corallobothriines, parasites of ictalurid catfishes, form a monophyletic group. Corallobothrium parafimbriatum is sister taxon to a clade that includes Corallotaenia intermedia and C. minutia and not to its congener C. fimbriatum. Also, M. giganteum from Mexico appears to be more closely related to M. lamothei than to its conspecific in Canada. This and the amount of sequence divergence indicate possible cryptic speciation in its endemic host, the Lerma catfish, Ictalurus dugesi.",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Rogelio Rosas-Valdez",
            "Anindo Choudhury",
            "Gerardo Prez-Ponce de Len"
        ],
        "keywords": ""
    },
    {
        "id": 345,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Helminths and Food Habits of Lake Sturgeon Acipenser fulvescens from the Lake Winnebago System Wisconsin",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Eight species of helminths were recovered from 45 summer (June-August) and 29 winter (February) lake sturgeon adults and juveniles, from Lake Winnebago, Wisconsin. Eighteen young-of-the-year (YOY) sturgeon collected from the Wolf River were uninfected. Both summer and winter helminth communities were dominated by host specific parasites such as Crepidostomum auriculatum, Skrjabinopsolus manteri, Capillospirura pseudoargumentosa and Truttaedacnitis clitellarius. Examination of stomach contents indicated that chironomids were the most important food items and comparison with past records on lake sturgeon diet suggests an unchanged use of the benthos of Lake Winnebago. The eutrophic nature of Lake Winnebago is probably responsible for the absence of Hexagenia spp., an important component of the diet of lake sturgeon from other systems, which would explain the absence of a host specific nematode, Spinitectus acipenseri. Although the trophic status of the lake may modify the helminth community, some host specific endo-helminths (C. auriculatum, C. pseudoargumentosa)ppear to be transmitted in riverine environments (deeper downstream channels) used as feeding areas by older (2 yr+) sturgeon. Differences in habitat and diet of YOY sturgeon in the Wolf River and the absence of any host specific helminths in these juveniles also indicate that the community of host specific helminths is not recruited until YOYjuveniles enter deeper downstream channels to feed",
        "email": "",
        "conf": "American Midland Naturalist",
        "coauthors": [
            "Anindo Choudhury",
            "Ronald Bruch",
            "Terry A. Dick"
        ],
        "keywords": ""
    },
    {
        "id": 310,
        "label": 6,
        "author": "anindo choudhury",
        "title": "The invasive Asian fish tapeworm Bothriocephalus acheilognathi Yamaguti 1934 in the Chagres River/Panama Canal drainage Panama",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "The invasive and potentially pathogenic Asian fish tapeworm, Bothriocephalus acheilognathi, is reported for the first time from the vicinity of the Panama Canal zone, a region of international economic and environmental significance. The tapeworm was found in two cichlid species, Aequidens coeruleopunctatus and Cryptoheros panamensis in two tributaries of the Chagres River / Panama Canal drainage, Soberania National Park area, Panama. Sequence data from the ITS-1 region of the rRNA genome corroborate the identifications based on diagnostic morphological features. The tapeworm was not found in 201 of the other 15 species of fish belonging to 6 families that were collected during the same time. Using historical records, we argue that the tapeworm was likely introduced with the stocking of one of its principal hosts, grass carp, during early attempts to control aquatic vegetation in the Canal zone, and we predict that it is probably more widely distributed in the area, especially in Gatun Lake. The impact of this tapeworm on the native fish resources of Panama remains unknown, but is noteworthy for its presence in an already ecologically impacted region of the Neotropics.",
        "email": "anindo.choudhury@snc.edu",
        "conf": "BioInvasions Records",
        "coauthors": [
            "Anindo Choudhury",
            "Shuai Zheng",
            "Gerardo Prez-Ponce de Len",
            "Andrés Martínez-Aquino",
            "Chase Brosseau",
            "Eric J. Gale"
        ],
        "keywords": "Asian tapeworm; Aequidens; Cryptoheros; Cichlidae; parasites; freshwater fishes; neotropical"
    },
    {
        "id": 303,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Three new species of Plagioporus Stafford 1904 from darters (Perciformes: Percidae) with a redescription of Plagioporus boleosomi (Pearse 1924) Peters 1957",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "A form of Plagioporus Stafford, 1904 is described from the intestine of three North American species of darters (Perciformes: Percidae) from River West Twin, Wisconsin, USA, that we consider to be conspecific with Plagioporus boleosomi (Pearse, 1924) Peters, 1957 based on similarities in the sucker ratio, extent of the forebody, shape and position of the testes, vitellarium distribution and terminal genitalia. Three new species of Plagioporus are described from the intestine of darters as follows: Plagioporus fonti n. sp. from Percina nigrofasciata Agassiz in Florida, USA, Plagioporus limus n. sp. from Etheostoma squamosum Distler in Arkansas, USA and Plagioporus aliffi n. sp. from Etheostoma blennioides newmanni Miller in Arkansas, USA. Morphologically Plagioporus fonti n. sp., Plagioporus limus n. sp. and Plagioporus aliffi n. sp. are most similar to one another and to P. boleosomi, Plagioporus lepomis Dobrovolny, 1939 and ‘P. etheostomae’, a nomen nudum for a species described from Etheostoma blennioides Rafinesque in Kentucky, USA, all of which are collectively distinguished from congeners in having a combination of confluent vitellarium in the post-testicular space and absence of vitelline follicles with their entire length distributed in the forebody. Plagioporus fonti n. sp., P. limus n. sp. and P. aliffi n. sp. are respectively distinguished from one another and their closest congeners in having the anterior extent of the vitellarium in the anterior half of forebody to slightly anterior to the ventral sucker as opposed to one approximately at the level of the posterior margin of the ventral sucker, possession of an excretory vesicle reaching the anterior testis as opposed to one only reaching the posterior testis and having a longer than wide oral sucker and a wider than long ventral sucker. A Bayesian inference (BI) analysis of partial 28S rDNA sequences was conducted using the three new species and 24 sequences of opecoelids retrieved from GenBank, including ten species of Plagioporus. Plagioporus aliffi n. sp., Plagioporus fonti n. sp. and P. boleosomi comprised a moderately supported sister group to a clade containing all species of Plagioporus except Plagioporus limus n. sp. and Plagioporus shawi (Mcintosh, 1939) Margolis, 1970. Plagioporus limus and in turn P. shawi were resolved as sister to all other congeners with high and moderate support, respectively.",
        "email": "",
        "conf": "Systematic Parasitology",
        "coauthors": [
            "Thomas J Fayton",
            "Anindo Choudhury",
            "Chris McAllister",
            "Henry W. Robison"
        ],
        "keywords": ""
    },
    {
        "id": 319,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Phylogeny and biogeography of Rhabdochona Railliet 1916 (Nematoda: Rhabdochonidae) species from the Americas",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "A phylogenetic analysis of 40 species of Rhabdochona Railliet, 1916, including all 21 valid species in the Americas, resulted in 1733 equally most parsimonious trees and indicates that Rhabdochona is arguably monophyletic. Species from the Americas do not form a monophyletic group, since each of the six clades of Rhabdochona includes species from the Americas and species from other continents. The synapomorphies defining each clade stem from the morphology of the left spicule. Teeth number was consistent in one clade only, suggesting that this␣character, while useful for taxonomic purposes, is not indicative of phylogeny. Species of Rhabdochona associated with certain host groups, such as salmonids, catostomids and goodeids, do not always form monophyletic assemblages, nor do species associated with smaller discrete areas, such as the Mesa Central of Mexico. This indicates widespread host-switching rather than co-speciation as the main phenomenon in the evolution of this group, at least in the species from the Americas. Phylogenetic patterns reveal an ancient origin for the group that probably pre-dates current continental configurations.",
        "email": "",
        "conf": "Systematic Parasitology",
        "coauthors": [
            "H H Meja-Madrid",
            "Anindo Choudhury",
            "Gerardo Prez-Ponce de Len"
        ],
        "keywords": ""
    },
    {
        "id": 340,
        "label": 6,
        "author": "anindo choudhury",
        "title": "The historical biogeography of sturgeons (Osteichthyes: Acipenseridae): A synthesis of phylogenetics palaeontology and palaeogeography",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "The historical biogeography of sturgeons is explored using information from palaeogeography, palaeontology and phylogenetic interrelationships. The integration of information from these diverse sources indicates that sturgeons reached a wide Laurasian distribution in the Cretaceous and Tertiary by freshwater and coastal dispersal routes across land connections and along newly forming continental margins. The fossil record also suggests a considerable degree of morphological stasis and also supports an estuarine habit, and perhaps diadromy, as an old and conserved life history trait. While a ‘centre of origin’ for sturgeons remains elusive, phylogenetic relationships indicate that diversification appears to have been associated with fragmentation of biota, and of landmasses and basins, by late Tertiary geological and climatic phenomena, such as orogeny and unequal glaciation over North America, the desiccation of central Asia and alteration of its drainages, and the formation of discrete Ponto‐Caspian basins by the fragmentation of the Paratethys. Amphi‐oceanic distributions of certain species (Acipenser medirostris Ayres) and sister taxa (e.g. A. oxyrhynchus Mitchill and A. sturio L.) are explained by coastal dispersal and subsequent vicariance by geological (sea‐floor spreading and development of new continental margins) and climatic (Pliocene cooling) changes during the Tertiary. An hypothesis is developed for the relationships of the North American sturgeons and their potential relationships with the Siberian sturgeon A. baeri. Late Tertiary climatic and geological phenomena are hypothesized as mediators of vicariance and subsequent diversification of these acipenserids. It appears that although acipenserids are a geologically old group, the historical biogeography of surviving lineages is best explained by more recent geological and climatic changes.",
        "email": "",
        "conf": "Journal of Biogeography",
        "coauthors": [
            "Anindo Choudhury",
            "Terry A. Dick"
        ],
        "keywords": "Acipenseridae, historical biogeography, sturgeon"
    },
    {
        "id": 304,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Parasites of freshwater fishes and the Great American Biotic Interchange: a bridge too far?",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "We examine the extent to which adult helminths of freshwater fishes have been part of the Great American Biotic Interchange (GABI), by integrating information in published studies and new data from Panama with fish biogeography and Earth history of Middle America. The review illustrates the following: (1) the helminth fauna south of the Trans-Mexican Volcanic Belt, and especially south of the Isthmus of Tehuantepec, shows strong Neotropical affinities; (2) host–parasite associations follow principles of the ‘biogeographic core fauna’ in which host-lineage specificity is pronounced; (3) phylogenetic analysis of the widespread freshwater trematode family Allocreadiidae reveals a complex history of host-shifting and co-diversification involving mainly cyprinodontiforms and characids; (4) allocreadiids, monogeneans and spiruridan nematodes of Middle American cyprinodontiforms may provide clues to the evolutionary history of their hosts; and (5) phylogenetic analyses of cryptogonimid trematodes may reveal whether or how cichlids interacted with marine or brackish-water environments during their colonization history. The review shows that ‘interchange’ is limited and asymmetrical, but simple narratives of northward isthmian dispersal will likely prove inadequate to explain the historical biogeography of many host–parasite associations in tropical Middle America, particularly those involving poeciliids. Finally, our study highlights the urgent need for targeted survey work across Middle America, focused sampling in river drainages of Colombia and Venezuela, and deeper strategic sampling in other parts of South America, in order to develop and test robust hypotheses about fish–parasite associations in Middle America.",
        "email": "anindo.choudhury@snc.edu",
        "conf": "Journal of Helminthology",
        "coauthors": [
            "Anindo Choudhury",
            "Martn Garca-Varela",
            "Gerardo Prez-Ponce de Len"
        ],
        "keywords": ""
    },
    {
        "id": 329,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Spinitectus macrospinosus n. sp. (Nematoda: Cystidicolidae) from the channel catfish Ictalurus punctatus in southern Manitoba and its distribution in other Ictalurus spp",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Spinitectus macrospinosus n. sp., a parasite of the channel catfish Ictalurus punctatus, from the Red and Assiniboine rivers in southern Manitoba, Canada, is characterized by spines reaching a maximum length of 21.8–26.8 μm (means for males and females, respectively) in the anterior esophageal region, arranged in 4 sectors in the anterior region of the body. Spines in this region of the body increase in size and decrease in number (from a maximum of 6 to 3 per sector). The combination of spine length, number, and arrangement and the position of the excretory pore (between spine rows 6 and 7) readily distinguishes it from all its North American congeners, including the species it is most similar to, S. carolini. It is different from S. gracilis and S. acipenseri in having a posteriorly directed vagina, an excretory pore between spine rows 6 and 7, a longer stoma, a right spicule with a terminal ventral barb, and a heart-shaped caudal mucron. Spinitectus macrospinosus is similar to other North American species of Spinitectus, e.g., S. carolini, S. micracanthus, S. mexicanus, S. osorioi, and S. humbertoi, in having the anterior rows of spines arranged in 4 sectors. It is also similar to S. micracanthus and S. carolini in possessing a relatively long stoma, a posteriorly directed vagina, a right spicule with a terminal ventral barb, and a heart-shaped caudal mucron. Furthermore, it is similar to S. carolini in possessing an “area rugosa” with 2 rows of precloacal cuticular cleats. In southern Manitoba, S. macrospinosus appears to mature only in the channel catfish. Reexamination of museum specimens revealed that the nematode also is found in I. furcatus in Kentucky Lake (Kentucky–Tennessee) and in I. lacustris in Lake Texoma (Oklahoma–Texas).",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Anindo Choudhury",
            "Brenner J Perryman"
        ],
        "keywords": ""
    },
    {
        "id": 352,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Parasites of Native and Non-native Fishes of the Lower Little Colorado River Arizona 2001 Annual Report",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "",
        "email": "",
        "conf": "ubmitted to the Arizona Game and Fish Department, Phoenix, Arizona. USGS National Wildlife Health Center, Biological Resources Division, Madison, Wisconsin",
        "coauthors": [
            "Rebecca ann Cole",
            "Anindo Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 348,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Natural anti-phosphorylcholine (PC) antibodies in lake sturgeon Acipenser fulvescens Rafinesque 1817 (Chondrostei: Acipenseridae)",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Immunodiffusion experiments with Acipenser fulvescens sera showed a precipitation response against homogenates of Pomphorhynchus bulbocolli. The specificity of the response was tested using crude antigenic extracts from Anisakis sp., Trichinella spiralis, Hymenolepis diminuta and Aspergillus flavus. Confluent precipitin bands were observed among Anisakis, Aspergillus and Trichinella, indicating a common epitope in the carbohydrate component. Phosphorylcholine was confirmed as the antigenic determinant. The precipitin bands disappeared after treatment of serum with 1 smallcap˜M 2-mercaptoethanol, suggesting that the precipitating \"antibodies\" are immunoglobulin type (IgM).",
        "email": "",
        "conf": "Fish & Shellfish Immunology",
        "coauthors": [
            "Anindo Choudhury",
            "Terry A. Dick"
        ],
        "keywords": ""
    },
    {
        "id": 314,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Patterns and determinants of helminth communities in the Acipenseridae (Actinopterygii: Chondrostei) with special reference to the lake sturgeon Acipenser fulvescens",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Patterns, processes, and some hypotheses regarding the structure of helminth communities in freshwater fishes have been investigated using sturgeons (Acipenseridae), a widely distributed group of basal actinopterygian fishes. Analyses at the infracommunity and component-community levels for one species, Acipenser fulvescens, indicated occasionally dense, but isolationist, gut helminth communities with moderate species richness and a high degree of predictability conferred by host-specific helminths that dominated the communities. Largely predictable helminth communities are also characteristic of acipenserids from Siberian and Ponto-Caspian drainages and basins. Although host specificity was the major determinant of helminth community diversity in most acipenserids, exceptions were found in sturgeons of the Aral Sea drainages, where non-host-specific parasites dominated the helminth communities. Gut complexity and evolutionary age were both found to be poor predictors of community richness in sturgeons and other basal actinopterygians. The stochastic component of the gut helminth fauna is determined by shared trophic category and sympatry with other major benthivorous fishes, mainly benthic coregonines in Holarctic drainages and benthic ostariophysans (e.g., cypriniforms) elsewhere. Although some predictions of \"evolutionarily mature\" communities are partially fulfilled, the authors of this study caution that owing to differences in the biology and history of individual species and groups and the diversity of fishes in general, broad generalizations about the factors shaping fish parasite communities will be difficult to make.",
        "email": "",
        "conf": "Canadian Journal of Zoology",
        "coauthors": [
            "Anindo Choudhury",
            "Terry A Dick"
        ],
        "keywords": ""
    },
    {
        "id": 350,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Polypodium sp. (Coelenterata) from Lake Sturgeon (Acipenser fulvescens Rafinesque) in the Prairie Region of Canada",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Polypodium sp. is reported for the first time from Canadian waters. It occurred in lake sturgeon (Acipenser fulvescens) eggs, from the Nelson River, Manitoba, and from Cumberland House, Saskatchewan. The prevalence of this parasite was 100% in females with eggs of 3.0 mm diameter or more. One, 4, 25, and 179 infected eggs were collected in gonads with eggs of this size class, but infected eggs were not apparent in individuals with smaller eggs. This is the northernmost occurrence of this parasite reported in North America.",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Terry A. Dick",
            "Harry L. Holloway",
            "Anindo Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 328,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Parasites of native and nonnative fishes of the Little Colorado River Grand Canyon Arizona",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "A 2-yr, seasonal, parasitological study of 1,435 fish, belonging to 4 species of native fishes and 7 species of nonnative fishes from the lower Little Colorado River (LCR) and tributary creeks, Grand Canyon, Arizona, yielded 17 species of parasites. These comprised 1 myxozoan (Henneguya exilis), 2 copepods (Ergasilus arthrosis and Lernaea cyprinacea), 1 acarine (Oribatida gen. sp.), 1 piscicolid leech (Myzobdella lugubris), 4 monogeneans (Gyrodactylus hoffmani, Gyrodactylus sp., Dactylogyrus extensus, and Ligictaluridus floridanus), 4 nematodes (Contracaecum sp., Eustrongylides sp., Rhabdochona sp., and Truttaedacnitis truttae), 3 cestodes (Bothriocephalus acheilognathi, Corallobothrium fimbriatum, and Megathylacoides giganteum), and 2 trematodes (Ornithodiplostomum sp. and Posthodiplostomum sp.). Rhabdochona sp. was the only adult parasite native to the LCR. Infection intensities of Ornithodiplostomum sp. and B. acheilognathi were positively correlated with length of the humpback chub Gila cypha. Adult helminths showed a high degree of host specificity, except B. acheilognathi, which was recovered from all fish species examined but was most abundant in cyprinids. Abundance of B. acheilognathi in the humpback chub was highest in the fall and lowest in the summer in both reaches of the LCR. There was no major taxonomic difference in parasite assemblages between the 2 different reaches of the river (LC1 and LC2). Parasite community diversity was very similar in humpback chub, regardless of sampling site or time. The parasite fauna of the LCR is numerically dominated by B. acheilognathi and metacercariae of Ornithodiplostomum sp. The richest and most diverse component community occurred in a nonnative species, the channel catfish Ictalurus punctatus, but infracommunity species richness was highest in a native host, humpback chub.",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Anindo Choudhury",
            "Timothy L Hoffnagle",
            "Rebecca ann Cole"
        ],
        "keywords": ""
    },
    {
        "id": 317,
        "label": 6,
        "author": "anindo choudhury",
        "title": "A New Deropristiid Species (Trematoda: Deropristiidae) from the Lake Sturgeon Acipenser fulvescens in Wisconsin and Its Biogeographical Implications",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Pristicola bruchi n. sp. (Trematoda: Deropristiidae) is described from the spiral-valved intestine of the lake sturgeon, Acipenser fulvescens, from the Wolf River in Wisconsin, United States. It differs from the only other species of the genus, Pristicola sturionis, a parasite of the European Atlantic sturgeon Acipenser sturio, in being smaller and in possessing the following characters: a single row of conspicuous peg-like oral spines instead of 2 rows; vitelline follicles that are dorsally confluent over only a small region and that barely overlap the testes instead of extending beyond the posterior testes; and a shorter hermaphroditic duct. Comparisons are hindered by the fact that the type material of P. sturionis is no longer available. This is the first report of the genus in North America and is, apparently, the first time the genus has been reported in sturgeon anywhere since the description of P. sturionis in 1930. The presence of a species of Pristicola in North America means that all 3 genera of deropristiids, Deropristis, Pristicola, and Skrjabinopsolus, now have 2 described species, 1 in North America and another in Europe, reinforcing the amphi-Atlantic biogeography of the family. This, in turn, supports the contention that the deropristiids had diversified into the 3 generic lineages before the establishment of the North Atlantic, and that the present day distribution was likely effected by historical vicariance processes. The association of species of Pristicola and Skrjabinopsolus with the exclusively freshwater lake sturgeon in the interior of the continent also indicates their considerable geological age",
        "email": "Anindo.Choudhury@snc.edu",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Anindo Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 318,
        "label": 6,
        "author": "anindo choudhury",
        "title": "The systematic position of Wallinia spp. and Margotrema spp. (Digenea) parasites of Middle-American and Neotropical freshwater fishes based on the 28S ribosomal RNA gene",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "The systematic relationships of aspinose allocreadiid-like digeneans from Middle-American and Neotropical freshwater fishes, such as Wallinia Pearse, 1920, Margotrema Lamothe-Argumedo, 1970, Magnivitellinum Kloss, 1966 and other related genera, remain enigmatic. Wallinia (2 spp.) and Margotrema (2 spp.) have been placed in the subfamily Walliniinae, within the Macroderoididae. Recent descriptions of species in these genera have followed this classification but have raised questions about their affinities with macroderoidids. Partial sequences of the 28S rRNA gene of Wallinia chavarriae Choudhury, Hartvigsen & Brooks, 2002 and Margotrema bravoae Lamothe Argumedo, 1970, as representatives of their genera, were used in a phylogenetic analysis along with the available sequences of macroderoidids and allocreadiids. Results from Maximum Parsimony, Maximum Likelihood and Bayesian Analyses were identical in placing both genera into one clade along with allocreadiids rather than the macroderoidids. Margotrema was the sister group of Crepidostomum Braun, 1900, and Wallinia was the sister group of both Margotrema and Crepidostomum combined. Bootstrap and Bremer values, as well as posterior probabilities derived from Bayesian analysis strongly supported these relationships in three analyses.",
        "email": "",
        "conf": "Systematic Parasitology",
        "coauthors": [
            "Gerardo Prez-Ponce de Len",
            "Anindo Choudhury",
            "Rogelio Rosas-Valdez",
            "Hugo Mejia"
        ],
        "keywords": ""
    },
    {
        "id": 341,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Crepidostomum percopsisi n. sp. (Digenea: Allocreadiidae) from the Trout Perch (Percopsis omiscomaycus) of Dauphin Lake Canada",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Crepidostomum percopsisi n. sp. is described from the small intestine of the trout perch (Percopsis omiscomaycus) in Dauphin Lake, Manitoba. It is morphologically similar to Crepidostomum isostomum, which has been reported from the trout perch and several other species of fish. It differs from C. isostomum based on the vitellaria confined to the hindbody of the worm, size and shape of the cirrus, size of the testes, and its greater body length. A comparison of our specimens with those illustrated and identified as C. isostomum from trout perch indicates that such specimens are identical to larger specimens of C. percopsisi recovered by us from trout perch in May. To date, C. percopsisi has only been reported from the trout perch of Dauphin Lake, Lake Winnipeg, and Oneida Lake, which suggests host specificity.",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Patrick Nelson",
            "Anindo Choudhury",
            "Terry A Dick"
        ],
        "keywords": ""
    },
    {
        "id": 338,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Lissorchis macropharynx n. sp. (Digenea: Lissorchiidae) from the Shorthead Redhorse Moxostoma macrolepidotum (Lesueur) (Osteichthyes: Catostomidae)",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Lissorchis macropharynx (Digenea: Lissorchiidae) is described from the shorthead redhorse, Moxostoma macrolepidotum (LeSueur) (Catostomidae) from the Assiniboine River drainage of southern Manitoba. The species is morphologically similar to Lissorchis hypentelii in possessing a similar body shape (widest at the ovarian region and a relatively long hindbody), a distinctly trilobed and relatively posteriorly situated ovary, and in the distribution of the vitellaria. It differs from L. hypentelii and all other lissorchiids in possessing a massive pharynx that is generally equal in length to or longer than the oral sucker and almost as deep as the cervical region of the body it occupies, a protruding acetabular region with an aspinose ridged/folded and grooved anterior surface, and a massive cirrus sac that reaches the level of the ovary. Museum specimens of Lissorchis spp. from M. macrolepidotum from other drainages in Manitoba and Wisconsin were also identified as L. macropharynx.",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Anindo Choudhury",
            "Patrick Nelson"
        ],
        "keywords": ""
    },
    {
        "id": 339,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Systematics of the Deropristiidae Cable & Hunninen 1942 (Trematoda) and biogeographical associations with sturgeons (Osteichthyes: Acipenseridae)",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "The 11 nominal species of the Deropristiidae, belonging to the genera Deropristis (three species), Pristicola (one species), Skrjabinopsolus (five species) and Cestrahelmins (two species) were re-evaluated for a phylogenetic and biogeographical analysis of the group. Skrjabinopsolus elongatus (Madhavi, 1974) (= S. indicus Gupta & Ahmad, 1976, S. kurotchkini Parukhin, 1976), S. sanyaensis Shen, 1990, Deropristis paurosoma Wang, 1989 and Cestrahelmins Fischthal, 1957, do not belong to the Deropristiidae. The genus Opisthodiplomonorchis Madhavi, 1974 is resurrected for its type-species, O. elongatus (= S. elongatus), and D. paurosoma is also transferred to this genus. Species of Opisthodiplomonorchis occur in polynemid fishes of the Indo-Pacific. Five nominal species thus comprise the Deropristiidae, i.e. S. armatus Ivanov in Ivanov and Mrygin, 1937, S. manteri (Cable, 1952), D. hispida (Abildgaard, 1819), D. inflata (Molin, 1859) and P. sturionis (Little, 1930), which corresponds to the original composition of the family. A comparison of Skrjabinopsolus from acipenserids in North America and Europe revealed variability in morphological characters considered diagnostic in the past (body size and position of the ovary and testes). Based on the morphology and biology, the two species of Skrjabinopsolus can be considered incipient species. A phylogenetic analysis of the redefined Deropristiidae indicates that Deropristis and Pristicola may form a monophyletic group with Skrjabinopsolus as the sister taxon. The biogeography of the Deropristiidae suggests an origin and distribution associated with the formation of the North Atlantic basin. Freshwater and marine/estuarine origins for the family are equally parsimonious possibilities. A freshwater origin can be traced at least to Cretaceous Laurasia followed by a drift-vicariance separation and subsequent association with North Atlantic drainages. Support for a marine ancestry of the Deropristiidae is indicated by the biogeography of its sister taxa (outgroups in this study) and of its hosts, and is also consistent with an Atlantic origin. The deropristiids evidently originated and speciated within the Acipenseridae in the Atlantic region, with a host switch into Atlantic Anguilla spp.",
        "email": "",
        "conf": "Systematic Parasitology",
        "coauthors": [
            "Anindo Choudhury",
            "Terry A. Dick"
        ],
        "keywords": ""
    },
    {
        "id": 351,
        "label": 6,
        "author": "anindo choudhury",
        "title": "A survey of freshwater fishes and their macroparasites in the Guanacaste Conservation Area (ACG) Costa Rica",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Freshwater fish were collected mainly by electrofishing in 27 localities in rivers and streams within the Area de Conservacion Guanacaste in northwestern Costa Rica, in June 1998 (rainy season), February 1999 and March 2001 (dry season). The fish were identified and analyzed for macroparasites. Fourteen localities were in rivers draining to the Atlantic, and 13 draining to the Pacific. On the Pacific slope, three localities were seasonal streams with small catchment areas. Five localities lacked fish, probably due to effluents from volcanic areas. A total of 36 fish species were recorded, including one new to science; Poecilopsis santaelenae. The most commonly occurring species were the catfish Rhamdia rogersi (11 sites), the cichlid Astatheros alfari (10 sites), and the guppy Poecilia gillii (9 sites). A total of 25 fish species were recorded on the Pacific slope, and 26 species on the Atlantic slope. On the Pacific slope, sampling sites were at altitudes from 8 to 880 m a.s.l.; on the Atlantic slope from 205 to 675 m a.s.l. On both slopes the number of species per site decreased with increasing altitude. Fish communities at lower altitudes included species feeding on detritus and plant material as well as species feeding on invertebrates and fish. At higher altitudes, species feeding on invertebrates became increasingly dominant. At the uppermost sites, the only recorded fish species were invertebrate feeders. A total of 50 parasite taxa were recorded by necropsy and visual inspection of the fish material. Both prevalence and abundance of parasites were generally quite low. So far two species have been described as new to science; Wallinia chavarria and Paracreptotrema blancoi. During the rainy season (June 1998), 29 parasite taxa were identified from 369 dissected fish hosts. In the two dry season samples, 25 parasite taxa were identified from 277 hosts in 1999, while 26 taxa were found in 450 hosts in 2001. Twelve parasite taxa were found only in the wet season, 21 taxa were found only in the dry season, while 17 taxa were found in both seasons. The parasite data were analysed with regard to how host diversity, host sample size and sampling season (dry or wet) affects parasite diversity, providing the following conclusions. Within each season, the number of host species analysed is the most important factor determining the recorded number of parasite taxa. Within each host species, it appears that increasing the number of analysed individual hosts from one site and season is as important for the number of recorded parasite taxa as adding hosts from different sampling sites or seasons. Our data also show that the number of parasite taxa recorded in fish (all host species) sampled in the rainy season is lower than in samples from the dry season. Finally, there is a large turnover of parasite taxa between seasons. The macroparasite fauna of fishes in Guanacaste rivers generally follows the biogeographical patterns and history of their hosts. The parasite fauna of the cichlids resemble the fauna reported from southern Mexico, while the parasites recorded in the characid fish species show the connection to the parasites of characids in South America. The parasites recorded in the Cyprinodontiformes fishes (families Poeciliidae, Rivulidae, etc) in this study are consistent with the distribution of these parasites in middle America (Mexico to Panama). KEY WORDS : Guanacaste Conservation Area (ACG), Costa Rica freshwater fishes, Macroparasites, faunal survey, Costa Rica, Guanacaste Conservation Area (GCA), Mellom- Amerika, ferskvannsfisk, makroparasitter, faunakartlegging",
        "email": "anindo.choudhury@snc.edu",
        "conf": "NINA rapport",
        "coauthors": [
            "Odd Terje Sandlund",
            "Rita H Daverdin",
            "Anindo Choudhury",
            "Daniel R. Brooks",
            "Ola H. Diserud"
        ],
        "keywords": ""
    },
    {
        "id": 307,
        "label": 6,
        "author": "anindo choudhury",
        "title": "New host and locality records of freshwater fish helminth parasites in river basins north of the Transmexican Volcanic Belt: another look at biogeographical patterns",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Freshwater fish helminths have been studied for more that 80 years in Mexico, and currently the inventory of this parasite fauna is nearing completion. Between 1999 and 2006, we studied 958 freshwater fishes belonging to 34 species in 36 localities distributed along 9 states of the Mexican Republic, north of the Transmexican Volcanic Belt. In total, 25 helminth taxa were found, including 9 digeneans, 6 nematodes , 4 monogeneans, 5 cestodes, and 1 Acanthacephalan. Of the 25 species of helminths, 12 were found as larval stages while 13 were found as adults. A large number of hosts (582, ie, 60.7%) were uninfected with helminth parasites. The data we present here is then used in combination with other recently published parasite surveys conducted in northern Mexico to review our understanding of the biogeographical patterns of the freshwater fish parasite fauna in an area inhabited predominantly by Nearctic freshwater fishes.",
        "email": "",
        "conf": "Revista Mexicana de Biodiversidad",
        "coauthors": [
            "Gerardo Prez-Ponce de Len",
            "Berenit Mendoza-Garfias",
            "Rogelio Rosas Valdez",
            "Anindo Choudhury"
        ],
        "keywords": "helminths, Monogenea, Digenea, Nematode, Acanthocephala, Northern Mexico, new host records, new locality records"
    },
    {
        "id": 320,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Evidence of Experimental Postcyclic Transmission of Bothriocephalus acheilognathi in Bonytail Chub (Gila elegans)",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "We examined the role that predation of infected conspecific fish and postcyclic transmission might play in the life cycle of the Asian fish tapeworm, Bothriocephalus acheilognathi (Cestoda: Pseudophyllidea) Yamaguti, 1934. Young-of-the-year (YOY) bonytail chub (Gila elegans) were exposed to copepods infected with B. acheilognathi and subsequently fed to subadult bonytail chub. Within 1 wk after consumption of the YOY chub, subadults were necropsied and found infected with gravid and nongravid tapeworms. This study provides evidence that postcyclic transfer of B. acheilognathi can occur. Postcyclic transmission may be an important life history trait of B. acheilognathi that merits consideration when studying the impact and distribution of this invasive and potentially pathogenic tapeworm.",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Scott P Hansen",
            "Anindo Choudhury",
            "Rebecca ann Cole"
        ],
        "keywords": ""
    },
    {
        "id": 322,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Parasitism and Body Condition in Humpback Chub from the Colorado and Little Colorado Rivers Grand Canyon Arizona",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Glen Canyon Dam has greatly altered the Colorado River in Grand Canyon. The Little Colorado River (LCR) provides a small refuge of seasonally warm and turbid water that is thought to be more suitable than the Colorado River for endangered humpback chub Gila cypha. However, the LCR has low productivity and contains nonnative fishes and parasites, which pose a threat to humpback chub. The Colorado River hosts a different suite of nonnative fishes and is cold and clear but more productive. We compared condition factor (K), abdominal fat index (AFI), and presence and number of two introduced pathogenic parasites (Lernaea cyprinacea and Bothriocephalus acheilognathi) between juvenile (<150 mm total length) humpback chub from the LCR and those from the Colorado River during 1996–1999. Both K and AFI were lower and L. cyprinacea prevalence and B. acheilognathi prevalence were higher in LCR fish than in Colorado River fish for all years. Mean K and AFI were 0.622 and 0.48, respectively, in the LCR and 0.735 and 2.02, respectively, in the Colorado River, indicating that fish in the Colorado River were more robust. Mean prevalence of L. cyprinacea was 23.9% and mean intensity was 1.73 L. cyprinacea/infected fish in the LCR, whereas prevalence was 3.2% and intensity was 1.0 L. cyprinacea/infected fish in the Colorado River. Mean prevalence of B. acheilognathi was 51.0% and mean intensity was 25.0 B. acheilognathi/infected fish in the LCR, whereas prevalence was 15.8% and intensity was 12.0 B. acheilognathi/infected fish in the Colorado River. Increased parasitism and poorer body condition in humpback chub from the LCR challenge the paradigm that warmer LCR waters are more suitable for humpback chub than the colder Colorado River and indicate the need to consider the importance and benefits of all available habitats, as well as biotic and abiotic factors, when managing endangered species and their environment.",
        "email": "",
        "conf": "Journal of Aquatic Animal Health",
        "coauthors": [
            "Timothy L Hoffnagle",
            "Anindo Choudhury",
            "Rebecca ann Cole"
        ],
        "keywords": ""
    },
    {
        "id": 315,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Parasite Inventories and DNA-based Taxonomy: Lessons from Helminths of Freshwater Fishes in a Megadiverse Country",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Freshwater fish helminth parasites are undoubtedly the most well-known group among vertebrate parasites in Mexico; these parasites include 37 adult and 43 larval (metacercariae) species of trematodes, 62 monogeneans, 15 adult and 18 larval (metacestode) cestodes, 6 adult and 4 larval (cystacanth) acanthocephalans, and 54 adult and 15 larval nematodes (L3). Here, we evaluate the extent of the freshwater fish helminth inventory of Mexico using species accumulation curves and discuss the implications of DNA-based taxonomic methods in our understanding of the helminth biodiversity in freshwater fishes. Future directions for the study of the helminth parasites of freshwater fishes are proposed, particularly the role of DNA-based species delimitation criteria in recognizing parasite species, but also in discovering cryptic species. Species accumulation curves indicate that even though the asymptote has not been reached, a tendency toward stabilization is observed in all taxonomic groups except monogeneans. We suggest, therefore, that the inventory, as conventionally understood, is nearing completion for most groups. We suggest that future survey work aimed at enhancing the biodiversity inventory should be strategic, i.e., it should combine the need to target missing components of the host spectrum with the choice of appropriate drainages based on biogeographic, faunistic, and hydrologic data. We also posit that the future belongs to DNA-based taxonomic approaches that aim to uncover previously unrecognized biodiversity",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Gerardo Prez-Ponce de Len",
            "Anindo Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 321,
        "label": 6,
        "author": "anindo choudhury",
        "title": "The Phylogenetic Position of Allocreadiidae (Trematoda: Digenea) From Partial Sequences of the 18S and 28S Ribosomal RNA Genes",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Species of Allocreadiidae are an important component of the parasite fauna of freshwater vertebrates, particularly fishes, and yet their systematic relationships with other trematodes have not been clarified. Partial sequences of the 18S and 28S ribosomal RNA genes from 3 representative species of Allocreadiidae, i.e., Crepidostomum cooperi, Bunodera mediovitellata, and Polylekithum ictaluri, and from 79 other taxa representing 78 families of trematodes obtained from GenBank, were used in a phylogenetic analysis to address the relationships of Allocreadiidae with other plagiorchiiforms/plagiorchiidans. Maximum parsimony and Bayesian analyses of combined 18S and 28S rRNA gene sequence data place 2 of the allocreadiids, Crepidostomum cooperi and Bunodera mediovitellata, in a clade with species of Callodistomidae and Gorgoderidae, which, in turn is sister to a clade containing Polylekithum ictaluri and representatives of Encyclometridae, Dicrocoelidae, and Orchipedidae, a grouping supported by high bootstrap values. These results suggest that Polylekithum ictaluri is not an allocreadiid, a conclusion that is supported by reported differences between its cercaria and that of other allocreadiids. Although details of the life cycle of callodistomids, the sister taxon to Allocreadiidae, remain unknown, the relationship of Allocreadiidae and Gorgoderidae is consistent with their larval development in bivalve, rather than gastropod, molluscs, and with their host relationships (predominantly freshwater vertebrates). The results also indicate that, whereas Allocreadiidae is not a basal taxon, it is not included within the suborder Plagiorchiata. No support was found for a direct relationship between allocreadiids and opecoelids either.",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Anindo Choudhury",
            "Rogelio Rosas-Valdez",
            "Ryan C Johnson",
            "Brian Hoffmann",
            "Gerardo Prez-Ponce de Len"
        ],
        "keywords": ""
    },
    {
        "id": 347,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Observations on the early development of Truttaedacnitis Clitellarius (Nematoda: Cucullanidae)",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "",
        "email": "",
        "conf": "Folia parasitologica",
        "coauthors": [
            "Anindo Choudhury",
            "Terry A. Dick"
        ],
        "keywords": ""
    },
    {
        "id": 324,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Biogeography of helminth parasites of freshwater fishes in Mexico: The search for patterns and processes",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "To uncover and describe patterns of biogeography of helminth parasites in freshwater fishes of Mexico, and to understand processes that determine them. Three predictions about host‐specificity, faunal exchange in transitional areas, and the biogeographical ‘core’ fauna, are evaluated, all of which follow from a fundamental hypothesis: that parasites show characteristic associations with particular host clades. The parasite fauna of the southern Mexican cichlids and of the fishes of the Mesa Central are examined as case studies that reflect Neotropical and Nearctic historical influences. A parasite data base containing all the records of helminth parasites of freshwater fishes of Mexico was filtered to extract records of adult helminth parasites in freshwater fishes from the six biogeographical areas designated in this study. Jaccard's similarity coefficients and cluster analyses (using upgma) were used to analyse the extent of faunal similarity between the designated biogeographical areas and between host (fish) families. Taxonomic composition of parasite assemblages in different host groups was also qualitatively compared from summary data. These data were used to test the three main predictions.",
        "email": "Anindo.Choudhury@snc.edu",
        "conf": "Journal of Biogeography",
        "coauthors": [
            "Gerardo Prez-Ponce de Len",
            "Anindo Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 316,
        "label": 6,
        "author": "anindo choudhury",
        "title": "A New Opecoelid Species (Trematoda: Opecoelidae) from the Threespine Stickleback Gasterosteus aculeatus L. in California",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Plagioporus kolipinskii n. sp. (Trematoda: Opecoelidae) is described from the intestine of the threespine stickleback, Gasterosteus aculeatus L., from Lobos Creek, a freshwater stream in Presidio, San Francisco County, California. Plagioporus kolipinskii is morphologically somewhat similar to 4 (P. serotinus Stafford, 1904, P. angusticollis Hausmann, 1896, P. macrouterinus Haderlie, 1953, and P. shawi [McIntosh, 1939]) of the 12 currently recognized North American species of the genus, but can be readily distinguished from all 4 in possessing a much larger acetabulum and a larger ovary relative to the testes. In addition, the new species can be distinguished from P. angusticollis by a smaller cirrus sac; from P. macrouterinus by the elongated shape of its body and reduced extent of its uterus (the uterus of P. macrouterinus extends posteriorly to the intersection of the testes); from P. shawi by a much-shorter cirrus sac (which reaches the ovary in P. shawi), an unlobed ovary (as opposed to a quadrilobed ovary in P. shawi), and fewer eggs that are also larger relative to body size.",
        "email": "Anindo.Choudhury@snc.edu",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "John Tracey",
            "Anindo Choudhury",
            "Jan Marie Cheng",
            "Sibdas Ghosh"
        ],
        "keywords": ""
    },
    {
        "id": 337,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Richness and diversity of helminth communities in tropical freshwater fishes: Empirical evidence",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Expectations of high species richness in helminth communities of tropical freshwater fishes are not fulfilled by the data. Direct comparisons of infracommunities and component communities in host species across widely separated phylogenetic and geographical lines are inappropriate. Examination of latitudinal differences in richness of monophyletic parasite groups or of compound communities may uncover patterns different from those found in this study. Richness of helminth communities may be ultimately determined not by the number of host species present but by the degree of divergence of host lineages and by their diversification modes. A phylogenetic framework for hosts and parasites will reveal if increased host species richness within host clades, when host speciation is accompanied by habitat or diet specialization, or both, leads to lower helminth diversity in host species by fragmentation of a core helminth fauna characteristic or specific of the larger host clade. This pattern may be analysed in the context of cospeciation and acquisition from other unrelated hosts (host‐sharing or host‐switching).",
        "email": "",
        "conf": "Journal of Biogeography",
        "coauthors": [
            "Anindo Choudhury",
            "Terry A. Dick"
        ],
        "keywords": "Parasites, helminths, communities, richness, diversity, tropics, freshwater fish"
    },
    {
        "id": 325,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Parasites of lake sturgeon Acipenser fulvescens (Chondrostei: Acipenseridae) from central Canada",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Nineteen species of parasites were recovered from lake sturgeon, Acipenser fulvescens, from four major waterways of Central Canada; the Saskatchewan, Nelson, Winnipeg and Rainy River systems, Twelve of these are new host records. Host specific parasites, Crepidostomum auriculatum, Diclybothrium armatum, Spinitectus acipenseri and Truttaedacnitis clitellarius, forming the core parasite species, were recovered with the highest prevalence (≥70%) and were most widely distributed. Polypodium hydriforme was recovered from only stage IV sturgeon oocytes. With the exception of Pomphorhynchus bulbocolli, prevalence and intensity of endohelminth infections were not correlated with sex or age of host but the distribution of non host‐specific parasites among sampling sites was determined by the type and relative abundance of food items consumed. The parasites of lake sturgeon are closely correlated to its diet and the species of parasites recovered are more similar to those of freshwater sturgeon in Eurasia than to other species of Acipenser in North America. The present parasite community of lake sturgeon appears to have been shaped by three major factors; the presence of core parasite species which predates geographic isolation, a benthic freshwater diet which has reshaped the parasite community to one comprising freshwater species and a long association with freshwater habitats which is reflected in the reproductive isolation of the lake sturgeon and lastly, the establishment of a host‐specific parasite, Spinitectus acipenseri.",
        "email": "",
        "conf": "Journal of Fish Biology",
        "coauthors": [
            "Anindo Choudhury",
            "T. A. Dick"
        ],
        "keywords": "lake sturgeon, acipenser fulvescens, parasites, distribution, biogeography"
    },
    {
        "id": 335,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Redescription of Crepidostomum opeongoensis Caira 1985 (Trematoda: Allocreadiidae) from fish hosts Hiodon alosoides and Hiodon tergisus (Osteichthyes: Hiodontidae)",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Crepidostomum opeongoensis is redescribed from the fish hosts Hiodon alosoides and H. tergisus in southern Manitoba, Canada. The redescription adds further details regarding the surface morphology and reproductive structures. These include the characteristic integumental papillae around the oral opening, paired papillae on the ventral and dorsal surfaces of the body and integumental bosses on the dorsal surface of the fore-body. C. opeongoensis co-occurred with its hypothetical sister species Crepidostomum illinoiense in all host individuals harbouring the former, and both species are characteristic of hiodontid fishes. The association of C. opeongoensis with hiodontids and the absence of hiodontids in Lake Opeongo where C. opeongoensis was originally reported suggest that the Algonquin Park region may have had hiodontids in the past and that the life cycle may now be completed without the original fish host.",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Anindo Choudhury",
            "Patrick Nelson"
        ],
        "keywords": ""
    },
    {
        "id": 331,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Parascript studies and the historical biogeography of North American freshwater fishes.",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "",
        "email": "",
        "conf": "Integrative and Comparative Biology",
        "coauthors": [
            "Anindo Choudhury",
            "Gustavo Prez Ponce"
        ],
        "keywords": ""
    },
    {
        "id": 346,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Observations on the morphology of Truttaedacnitis clitellarius and T. lebedevi (Nematoda: Cucullanidae) from acipenserids and synonymy of the two species",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Truttaedacnitis clitellarius (Ward & Magath, 1917) (Nematoda: Cucullanidae) is redescribed from the lake sturgeon Acipenser fulvescens from North America and compared with T. lebedevi (Skrjabina, 1966) from the Siberian sturgeon A. baeri. Studies on the morphology and morphometrics of the two species reveal considerable overlap with unique shared characters, such as the previously unreported position of the excretory pore at the level of the pseudobuccal capsule and arrangement of caudal papillae. This position of the excretory pore is anteriormost among all cucullanids. Although there is a trend towards smaller size of body and spicules in T. lebedevi, this reflects a long period of geographical separation and likely accounts for the minor morphological variations noted. Consequently, the two species are synonymised. The presence of one species of Truttaedacnitis, T. clitellarius, specific to freshwater acipenserids in North America and Siberia, suggests an ancient origin and slow rate of evolution for this cucullanid.",
        "email": "",
        "conf": "Systematic Parasitology",
        "coauthors": [
            "Anindo Choudhury",
            "Terry A. Dick"
        ],
        "keywords": ""
    },
    {
        "id": 308,
        "label": 6,
        "author": "anindo choudhury",
        "title": "A new species of Wallinia Pearse 1920 (Digenea: Allocreadiidae) in Astyanax mexicanus (Characidae) from Mexico revealed by morphology and sequences of the 28S ribosomal RNA gene",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Wallinia mexicana sp. n. is described from the Mexican tetra, Astyanax mexicanus (De Filippi) (Characidae Weitzman), from two localities in northern Mexico. The new species can be distinguished from the two congeneric species, described from small-bodied characids in South and Central America, mainly by the posterior extent of the vitelline follicles (halfway between the posterior testis and the end of the caeca), by having a larger oesophagus, testes that are always oblique, and eye-spot remnants. The distinct status of the new species was confirmed by molecular data (28S rRNA gene sequences). Phylogenetic analysis suggests the new species is the sister species of W. chavarriae Choudhury, Hartvigsen et Brooks, 2002 described from characids in northwestern Costa Rica. Additionally, genetic divergence between these congeners reached 3.3%, a value higher than that observed for closely related species pairs of allocreadiids for that molecular marker. Based on these new findings, recently published records of this new species as Magnivitellinum simplex Kloss, 1966 and Creptotrematina aguirrepequenoi Jiménez-Guzmán, 1973 in Astyanax mexicanus from Durango and San Luis Potosi states, respectively, are corrected.",
        "email": "",
        "conf": "Folia parasitologica",
        "coauthors": [
            "Gerardo Pérez-Ponce de León",
            "Ulises Razo-Mendivil",
            "Berenit Mendoza-Garfias",
            "Miguel Rubio-Godoy",
            "Anindo Choudhury"
        ],
        "keywords": "taxonomy, DNA, helminths, freshwater fish, North America"
    },
    {
        "id": 334,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Diphyllobothriasis: Update on human cases foci patterns and sources of human infections and future considerations",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Diphylobothriasis is a well documented disease of humans. On a world scale new infections are reported regularly, especially from Russia and parts of Japan. Globally, new species have been discovered and the etiology of the disease may be changing. Human infections appear to be in decline but it is not clear if the sources of infection are also in decline or if public health awareness has improved. In North America there has been a decline in human cases while in South America an increase in reports from fish, especially salmonids suggests high levels in these fish species. The history of human infections of Diphyllobothrium latum is primarily associated with the consumption of the northern circumpolar distributed pike and percids and is often considered a parasite of humans only. Indeed some researchers believe that D. latum was introduced to North America by northern European immigrants. The more benign human infections of D. dendriticum appears to be primarily associated with salmonids and coregonid fishes and fish eating birds. Although the early cases of diphyllobothriasis in the 1930s in North America came from fish originating in Lake Winnipeg, Manitoba, there was general belief that it was declining in fish populations and therefore of little significance to humans in the area. However, high levels of a plerocercoid in the flesh of walleyes and pike led to rejection of commercially harvested walleye and pike in Manitoba and northern Ontario, Canada, and a financial loss to Aboriginal fishers. D. latum is widely distributed in fishes of Manitoba and is infective to humans where it is not pathogenic and has a life span up to 4.5 years. The distribution and potential infection routes has not changed in a century and is still well established in natural hosts in the boreal regions of North America. Evidence is building for an old pre-European presence in North America, involving the Beringian land bridge and later involvement of susceptible hosts (northern European immigrants).",
        "email": "",
        "conf": "The Southeast Asian journal of tropical medicine and public health",
        "coauthors": [
            "TA Dick",
            "Patrick Nelson",
            "Anindo Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 326,
        "label": 6,
        "author": "anindo choudhury",
        "title": "The roots of historical biogeography in Latin American parasitology: The legacy of Hermann von Ihering and Lothar Szidat",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "The history of biogeographic studies in Latin America is an old story, rich in personalities, and replete with tales of adventure, discovery, trials and tribulation. In many instances, the rich fabric of this story has been woven by the ideas and deeds of the people that have sought, and found, a new life in a new world. As one peruses the names and works of these pioneers, one comes to realize that the history of this science in Latin America is a treasure trove of well kept secrets and intellectual gems, often overlooked, misinterpreted, or given",
        "email": "",
        "conf": "Regionalización biogeográfica en Iberoamérica y tópicos afines",
        "coauthors": [
            "Anindo Choudhury",
            "Gerardo Prez-Ponce de Len"
        ],
        "keywords": ""
    },
    {
        "id": 332,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Vernon Kellogg Host-Switching and Cospeciation: Rescuing Straggled Ideas",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Anindo Choudhury",
            "Brain R Moore",
            "Fernando L P Marques"
        ],
        "keywords": ""
    },
    {
        "id": 336,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Helminth communities of native and introduced fishes in Lake Patzcuaro Michoacan Mexico",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "In Lake Patzcuaro in the Mesa Central of Mexico, a total of 19 species of helminths was found in 598 fishes and comprised five digeneans, two monogeneans, four cestodes, one acanthocephalan and seven nematodes, of which ten species were represented by larval or immature states. The richest and most diverse helminth communities were found in the native carnivorous goodeid Alloophorus robustus. In general, the helminth communities in the different fish species were not particularly species rich and the parasite assemblages were numerically dominated by larvae of the bird trematode,Posthodiplostomum minimum . Patterns of helminth community richness and diversity were similar to those previously observed in north-temperate freshwater fishes. Most enteric helminths occurred with low abundance and only a small proportion of the gut helminth communities was numerically dominated by any one species. Helminths dominating their enteric communities showed some level of host specificity. Helminth communities in carnivorous fish species were generally richer than those in herbivores and detritivores, with the exception of the predominantly herbivorous Goodea atripinnis. The helminth fauna of introduced fishes, Cyprinus carpio, Micropterus salmoides and Oreochromis niloticus, consisted of either few or no host-specific adult helminth(s) translocated from their original geographical areas and by larval stages of helminths of piscivorous birds. Based on the geological history of the area and the biogeography of the endemic fish fauna, it is hypothesized that host-switching and relationships with the nearctic fauna have been fundamental in determining the helminth fauna of the endemic fish hosts.",
        "email": "",
        "conf": "Journal of Fish Biology",
        "coauthors": [
            "G. Pearez-Ponce Leoan",
            "L. Garciaa-Prieto",
            "V. Leoan-Reggagnon",
            "Anindo Choudhury"
        ],
        "keywords": "helminths; communities; diversity; freshwater fishes; Patzcuaro; Mexico"
    },
    {
        "id": 343,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Diclybothrium atriatum n. sp. (Monogenea: Diclybothriidae) from North American Acipenserid Fishes with Observations on Diclybothrium armatum and Diclybothrium hamulatum",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "T:Diclybothrium arriatum n. sp. is described from North American acipenserid fishes, Acipenser fulvescens Rafinesque (lake sturgeon) and Acipenser brevirosrrum Le Sueur (shortnose sturgeon). Diclybothrium arriatum is distinguished from other diclybothriids by the presence of a unique preovarial structure that we name the ventral atrial organ. This structure possesses a ventral orifice leading to a deep groove that widens internally as a crypt, bordered by densely staining granular bodies and more deeply situated glandular cells. Previous records of Diclyborhrium armarum Leuckart, 1835 examined in this study from North American acipenserids are referable to D. atriatum. Studies on the anatomy of this and other species of Diclybothrium Leuckart, 1835, D. armarum and Diclybothrium hamulatum (Simer, 1929), reveal the presence of paired multichanelled sperm ducts that are shown to be characteristic of the Diclybothriidae Bykhovskii and Gusev, 1950. Paired sperm ducts, while common in Turbellaria with multiple testes, are unusual amongst Monogenea. The endemicity of Diclyborhrium arriatum and specificity for A. fulvescens and A. brevirostrum suggests that speciation of this parasite may have occurred following the isolation of Acipenser L. spp. in central and eastern North America.",
        "email": "",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Anindo Choudhury",
            "Terry A. Dick"
        ],
        "keywords": ""
    },
    {
        "id": 323,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Systematic Position and Relationships of Paracreptotrematina limi based on Partial Sequences of 28S rRNA and Cytochrome c oxidase Subunit 1 Genes",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Paracreptotrematina limi Amin and Myer, 1982 (Trematoda), an intestinal fluke specific to the mudminnow, Umbra limi, is conventionally classified within the papillose Allocreadiidae. Its unusual morphology (lack of identifiable vitellaria, large fully embryonated terminal eggs), assumptions of homology of its 2 atypical muscular oral ‘papillae’ (lobes) with those of the Bunoderinae, and its unknown life cycle make this classification tenuous. Previous phylogenetic analyses of the papillose allocreadiids, based on morphology, placed P. limi as a basal papillose allocreadiid. We tested this hypothesis with a phylogenetic analysis by using partial sequences of the 28S ribosomal RNA gene and the cytochrome c oxidase subunit I gene from several plagiorchiiform taxa, including reportedly related allocreadiids as well as selected species of Plagiorchiidae, Haematoloechidae, and Macroderoididae. Results of phylogenetic analyses of the 28S rRNA gene fragments by using parsimony criteria support the classification of P. limi as an allocreadiid and place it as a sister taxon to a clade with Allocreadium lobatum Wallin, 1909, Bunodera luciopercae (Müller, 1876) and Crepidostomum cooperi Hopkins, 1931, with Polylekithum ictaluri (Pearse, 1924) basal to all of them. Analysis of the cytochrome c oxidase subunit I gene sequence data from fewer taxa supports the placement of P. limi relative to 3 (A. lobatum, C. cooperi, and P. ictaluri) of the 4 allocreadiid taxa. These results also suggest that the previous conception of the papillose allocreadiids as a monophyletic assemblage that includes P. limi may require a reappraisal.",
        "email": "Anindo.Choudhury@snc.edu",
        "conf": "Journal of Parasitology",
        "coauthors": [
            "Christopher S Platta",
            "Anindo Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 305,
        "label": 6,
        "author": "anindo choudhury",
        "title": "A synoptic review of Promonobothrium Mackiewicz 1968 (Cestoda: Caryophyllidea) parasites of suckers (Catostomidae) in North America with description of two new species",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Monozoic cestodes of the recently amended genus Promonobothrium Mackiewicz, 1968 (Cestoda: Caryophyllidea), parasites of suckers (Cypriniformes: Catostomidae) in North America, are reviewed, with information on their host specificity, distribution and data on the scolex morphology of seven species studied for the first time using scanning electron microscopy (SEM). Evaluation of type and voucher specimens from museum collections and newly collected material of most species indicated the following valid nominal species: Promonobothrium minytremi Mackiewicz, 1968 (type species); P. ingens (Hunter, 1927); P. hunteri (Mackiewicz, 1963); P. ulmeri (Calentine et Mackiewicz, 1966); P. fossae (Williams, 1974) and P. mackiewiczi (Williams, 1974). Rogersus Williams, 1980 with its only species R. rogersi is transferred to Promonobothrium based on morphological and molecular data. Promonobothrium currani sp. n. and P. papiliovarium sp. n. are described from Ictiobus bubalus (Rafinesque) and Ictiobus niger (Rafinesque), and Erimyzon oblongus (Mitchill), respectively. The newly described species can be distinguished from the other congeners by the morphology of the scolex, the position of the anteriormost vitelline follicles and testes, the presence of postovarian vitelline follicles and the shape of the ovary. Molecular phylogenetic analyses of six species based on sequences of the small and large subunits of the nuclear ribosomal RNA genes (ssrDNA, lsrDNA) confirmed the monophyletic status of the genus and supported the validity of the species analysed. A key to identification of all species of Promonobothrium based on morphological characteristics is provided.",
        "email": "",
        "conf": "Folia Parasitologica",
        "coauthors": [
            "Mikul Oros",
            "Jan Brabec",
            "Roman Kuchta",
            "Anindo Choudhury",
            "Tomas Scholz"
        ],
        "keywords": "Eucestoda, fish, comparative morphology, taxonomy, new species, Nearctic Region, identification key, molecular phylogeny"
    },
    {
        "id": 312,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Molecular prospecting for cryptic species in Phyllodistomum lacustri (Platyhelminthes Gorgoderidae)",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "Partial sequences of the 28S ribosomal RNA and cytochrome c oxidase I (COI) genes were compared among populations of a widely distributed and morphologically uniform digenean species in North America, Phyllodistomum lacustri, a parasite characteristically associated with ictalurid catfishes. Specimens were collected from the urinary bladder of ictalurid hosts in six localities of North America, spanning most of the latitudinal range of this freshwater fish group. Sequences of other congeneric species, including a potentially close relative, P. staffordi, were also obtained and used for comparison. Analyses of both molecular markers show very low or no intrapopulation variation within each sampling site. However, samples of P. lacustri from different hosts and regions exhibit varying levels of interpopulation genetic differences. Such differences are explained by the wide geographical distribution and host range of the ictalurids they parasitize, particularly in ictalurids distributed in Mexican freshwaters where they experienced a diversification process. Variation in both nuclear and mitochondrial genes and phylogenetic analyses, in conjunction with geographical and host information (drainage isolation and endemicity of the host species), indicate that at least three populations show potential as cryptic species.",
        "email": "Anindo.Choudhury@snc.edu",
        "conf": "Zoologica Scripta",
        "coauthors": [
            "Rogelio Rosas-Valdez",
            "Anindo Choudhury",
            "Gerardo Prez-Ponce de Len"
        ],
        "keywords": ""
    },
    {
        "id": 333,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Adult endohelminth parasites of ictalurid fishes (Osteichthyes: Ictaluridae) in Mexico: Empirical evidence for biogeographical patterns",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "The helminth fauna of Mexican ictalurids was investigated through original surveys and published literature in order to evaluate the biogeography of host-parasite associations of a primarily nearctic host group in a major faunal transition area. In total, 84 specimens of 4 species of ictalurids (Ictalurus balsanus, Ictalurus dugesi, Ictalurus furcatus, and Ictalurus punctatus) were sampled from 7 localities in 5 hydrological drainages. Ten species of adult endohelminths were recovered from this survey, including 4 species of digeneans (Phyllodistomum lacustri, Genarchella tropica, Alloglossidium corti, and Campechetrema sp.), 3 cestodes (Corallobothrium fimbriatum, Megathylacoides giganteum, and Choanoscolex lamothei), and 3 nematodes (Dichelyne mexicanus, Goezia sp., and Rhabdochona sp.). The adult helminth fauna of ictalurids reported in this study is composed of taxa that are typical of ictalurids in other parts of North America, north of Mexico. This core fauna (in a historical biogeographic sense) includes the corallobothriines C. fimbriatum and M. giganteum and the digeneans P. lacustri and A. corti. Two other helminths, C. lamothei and D. mexicanus, may be added to this group in the future. Other helminths occurred sporadically and provide evidence for host-sharing (ecological host extensions), but we were unable to identify any valid cases of host-switching from more distantly related hosts. The helminth fauna provides evidence that the ictalurids developed their characteristic helminth fauna without neotropical influences and that the phylogenetic affinities of the ictalurids do not appear to be with any neotropical siluriform.",
        "email": "anindo.choudhury@usgs.gov",
        "conf": "Comparative Parasitology",
        "coauthors": [
            "Gerardo Prez-Ponce de Len",
            "Anindo Choudhury"
        ],
        "keywords": "Ictaluridae, Ictalurus spp., Digenea, Cestoda, Nematoda, Phyllodistomum lacustri, Genarchella tropica, Alloglossidium corti, Campechetrema sp., Corallobothrium fimbriatum, Megathylacoides giganteum, Choanoscolex lamothei, Dichelyne mexicanus, Goezia sp., Rhabdochona sp., helminths, biogeography, Mexico."
    },
    {
        "id": 313,
        "label": 6,
        "author": "anindo choudhury",
        "title": "Molecular phylogenetics and biogeography of Bunodera spp. (Trematoda: Allocreadiidae) parasites of percid and gasterosteid fishes",
        "organization": "Professor of Biology St. Norbert College",
        "abstract": "The genus Bunodera Railliet, 1896 is represented by five freshwater species: the holarctic B. luciopercae (Müller, 1776) in percids; the endemic North American B. sacculata VanCleave and Mueller, 1932 in percids; B. eucaliae (Miller, 1936) and B. inconstans (Lasee, Font and Sutherland, 1988) in freshwater sticklebacks; and the trans-Pacific B. mediovitellata Tsimbaliuk and Roytman, 1966 in the threespine stickleback (Gasterosteus aculeatus L., 1758). Partial sequences of the 28S ribosomal RNA gene were combined with morphological data for a phylogenetic analysis of Bunodera spp. Parsimony analysis of the combined data yielded a tree (consistency index = 0.84) that supports the following resolution: ((((B. luciopercae(((B. sacculata((B. mediovitellata(B. eucaliae + B. inconstans)))). The basal position of B. luciopercae is consistent with its holarctic distribution and a basal percid as its main host. The relatively basal positions of two typical perch parasites and the association of a more derived clade (B. mediovitellata + B. eucaliae + B. inconstans) with sticklebacks indicate host shifting from percids to sticklebacks. The sister relationships and North American endemicity of the two most derived species, B. eucaliae and B. inconstans, are also consistent with the more derived position of their typical host, the freshwater brook stickleback (Culaea inconstans (Kirtland, 1841)).",
        "email": "Anindo.Choudhury@snc.edu",
        "conf": "Canadian Journal of Zoology",
        "coauthors": [
            "Anindo Choudhury",
            "Virginia Leon-Regagnon"
        ],
        "keywords": ""
    }
]