[
    {
        "id": 1729,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "Gait analysis and other functional parameters in foot dystonia following botulinum toxin A injection",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "Foot dystonia (FD) is a movement disorder characterised by sustained or intermittent muscle contractions causing abnormal, often repetitive movements resulting in pain, spasm and difficulty in walking. The most effective treatment for FD is botulinum toxin injection. The spatiotemporal gait analysis in Gait Rite is well validated and may help clinicians to record the outcomes more objectively. In this paper, we discuss the spatiotemporal gait parameters in FD pre- and post-botulinum toxin injection along with other lower limb functional outcomes. Fourteen (14) adult patients with FD were assessed in the multidisciplinary spasticity clinic pre-and post-injection of botulinum toxin. We conducted gait analysis in the Gait rite system besides recording Fan Marsden Dystonia Scale (FMDS), Visual Analog Scale (VAS) of pain, Berg Balance Score (BBS), Unified Parkinson's Disease Rating Scale - Lower Limb Score (UPDRSLL), Timed Up and Go (TUG) test and the Goal Attainment Scale (GAS). We used the random effects panel data estimators in Stata to examine the difference from before the intervention to after to assess whether there was significant change in gait parameters. In all models the test for the time effect was adjusted for age, sex, and side (left or right). We found that stride length increased significantly in both the affected (P = 0.021) and unaffected leg (0.010) after treatment, and that the improvement in stride length was roughly the same in each leg. Similar results were found for step length (P = 0.021) with improvement in the step length differential (P = 0.016). The improvement in the lower limb functional outcomes were also significant (FMDS, P < 0.001, VAS, P < 0.001, TUG, P < 0.001, BBG, P = 0.001, UPDRSLL, P < 0.001, GAS, P < 0.001, GV, P = 028) except Cadence, P = 0.367.",
        "email": "",
        "conf": "Annals of Physical and Rehabilitation Medicine",
        "coauthors": [
            "Anupam Datta Gupta"
        ],
        "keywords": "Gait, Foot dystonia, Botulinum toxin"
    },
    {
        "id": 1733,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "Rethinking diagnoses in rehabilitation: An educational case series",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "To review the diagnosis of patients transferred to rehabilitation unit. Five patients with functional decline were transferred from an acute care setting in a tertiary hospital to the rehabilitation unit. Full clinical evaluation and clinical reasoning were applied in addition to multidisciplinary care. Functional outcome and discharge destination were noted in each case. All patients had a new diagnosis that evolved during their stay in the rehabilitation unit in addition to their existing conditions. The new diagnosis helped to direct their future treatment programme. Four patients had good out-comes; they gained significant functional independence and were discharged home. One patient had an adverse outcome. In addition to multidisciplinary care, it is important to review the medical diagnosis in the rehabilitation unit. Diagnostic errors can have profound effect on the lives of patients with already existing impairments. Rehabilitation physicians should avoid making assumptions or diagnostic biases, and reapply clinical reasoning especially in the care of individuals with functional decline in rehabilitation.",
        "email": "adattagupta86@gmail.com",
        "conf": "Journal of rehabilitation medicine: official journal of the UEMS European Board of Physical and Rehabilitation Medicine",
        "coauthors": [
            "Anupam Datta Gupta",
            "David H Wilson"
        ],
        "keywords": "BIASES; DIAGNOSTIC ERROR; DISABILITY; REHABILITATION"
    },
    {
        "id": 1730,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "Botulinum toxin for spasticity: a case for change to the Pharmaceutical Benefits Scheme",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "Current permissible use of botulinum toxin in Australia does not match newer understandings of human impairment and functioning. The bacterium Clostridium botulinum was first identified in 1895 and, in the 1950s, was first injected into a hyperactive muscle, causing flaccid paralysis by blocking the release of the neurotransmitter acetylcholine from motor nerve endings. However, the therapeutic use of botulinum toxin only became common after 1989, when it was approved for use for strabismus, and then in 2001, when it was synthesised and approved for use as a cosmetic treatment in Canada. In 2017, the idea of paralysing the muscles of the brow and face with a powerful neurotoxin for cosmetic reasons is now widely accepted, or at least conceptually understood, because of frequent reference to the popular procedure in the media.",
        "email": "adattagupta86@gmail.com",
        "conf": "The Medical journal of Australia",
        "coauthors": [
            "Anupam Datta Gupta",
            "David H Wilson"
        ],
        "keywords": ""
    },
    {
        "id": 1731,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "Effectiveness of botulinum toxin type A on gait and quality of life in adult post-stroke patients with lower limb spasticity: a systematic review protocol",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "The objective of this review is to examine the current best available evidence on the effectiveness of botulinum toxin type A on gait (velocity and distance) and quality of life (QoL) in adult post-stroke patients with lower limb spasticity. More specifically, this review aims to determine the effectiveness of botulinum toxin type A on adult post-stroke patients with lower limb spasticity in relation to:Gait velocity, Walking distance, QoL",
        "email": "anupam.dattagupta@adelaide.edu.au",
        "conf": "JBI Database of Systematic Reviews and Implementation Reports",
        "coauthors": [
            "Wing Hong Chu",
            "Anupam Datta Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 1735,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "Intensive rehabilitation in a patient with inclusion body myositis",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "",
        "email": "",
        "conf": "The Medical journal of Australia",
        "coauthors": [
            "Anupam Datta Gupta",
            "Nigel Quadros"
        ],
        "keywords": "Inclusion body, Human, Patient, Myositis, Rehabilitation(human), Rehabilitation, Striated muscle disease"
    },
    {
        "id": 1736,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "Sacroiliac joint pathologies in low back pain",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "Objective:The study describes the clinical spectrum of patients with low back pain due to sacroiliac joint (SIJ) involvement with the proposition of a diagnostic scheme. Methods:In this retrospective review, 61 patients with SIJ pain (unilateral or bilateral) greater than six weeks duration were evaluated by pain history, clinical examination including SIJ provocative tests, laboratory investigations and skeletal imaging. Results:Fifty two patients (M: F, 31:21) were diagnosed to have specific SIJ pathologies amongst 61 patients presenting between 2002 to 2004. Forty patients (65%) were diagnosed with rheumatic conditions – ankylosing spondylitis (AS) – 21, undifferentiated spondyloarthropathy (UspA) – 11, psoriatic arthropathy (PS) – 5, reactive arthropathy (ReA) – 1 and juvenile spondyloarthropathy (JS)-2. Non rheumatic conditions were involved in 12 patients (20%) – osteitis condensus ilii (OCI) – 4, osteomalacia – 2, tuberculosis – 2, pyogenic arthritis – 1, pregnancy related sacroiliac joint pain – 2 and malignancy in 1 patient. The diagnosis could not be confirmed in 9 patients (15%). Conclusions:Medical history, clinical examination including SIJ tests, plain radiography and laboratory investigations were helpful in diagnosing SIJ pathology in 39% cases (n = 24), 46% (n = 28) needed CT or MRI. A diagnostic scheme of dividing the SIJ pathologies into rheumatic and non-rheumatic conditions was helpful in evaluating patients with suspected SIJ pathologies.",
        "email": "anupamduttagupta@yahoo.com",
        "conf": "Journal of Back and Musculoskeletal Rehabilitation",
        "coauthors": [
            "Anupam Datta Gupta"
        ],
        "keywords": "Sacroiliac joint pain, sacroiliac tests, sacroiliitis, algorithm"
    },
    {
        "id": 1737,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "Genu Recurvatum in Hemophilia: A Case Report",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "Hemorrhages in the musculoskeletal system of patients with hemophilia give rise to a number of disabilities requiring rehabilitative measures. The knee is the most commonly affected joint. Recurrent hemorrhages in the knee joint can cause arthropathy and flexion deformity. The current literature does not reveal development of genu recurvatum from repeated hemorrhages. This report presents a patient with hemophilia who developed a genu recurvatum deformity. We have discussed the clinical presentation, probable cause, and the management of the patient, and have included a brief review of the epidemiology of this deformity along with management options.",
        "email": "",
        "conf": "Archives of Physical Medicine and Rehabilitation",
        "coauthors": [
            "Anupam Datta Gupta",
            "Dilip Mahalanabis"
        ],
        "keywords": "Case report, Hemophilia, Orthotic devices, Rehabilitation"
    },
    {
        "id": 1728,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "A systematic review: Efficacy of botulinum toxin in walking and quality of life in post-stroke lower limb spasticity",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "Improved walking is one of the highest priorities in people living with stroke. Post-stroke lower limb spasticity (PSLLS) impedes walking and quality of life (QOL). The understanding of the evidence of improved walking and QOL following botulinum toxin (BoNTA) injection is not clear. We performed a systematic review of the randomized control trials (RCT) to evaluate the effectiveness of BoNTA injection on walking and QOL in PSLLS. We searched PubMed, Web of Science, Embase, CINAHL, ProQuest Thesis and Dissertation checks, Google Scholar, WHO International Clinical Trial Registry Platform, ClinicalTrials.gov, Cochrane, and ANZ and EU Clinical Trials Register for RCTs looking at improvement in walking and QOL following injection of BoNTA in PSLLS. The original search was carried out prior to 16 September 2015. We conducted an additional verifying search on CINHAL, EMBASE, and MEDLINE (via PubMed) from 16 September 2015 to 6 June 2017 using the same clauses as the previous search. Methodological quality of the individual studies was critically appraised using Joanna Briggs Institute’s instrument. Only placebo-controlled RCTs looking at improvement in walking and QOL were included in the review.Of 2026 records, we found 107 full-text records. Amongst them, we found five RCTs qualifying our criteria. No new trials were found from the verifying search. Two independent reviewers assessed methodological validity prior to inclusion in the review using Joanna Briggs Institute’s appraisal instrument. Two studies reported significant improvement in gait velocity (p = 0.020) and < 0.05, respectively. One study showed significant improvement in 2-min-walking distance (p < 0.05). QOL was recorded in one study without any significant improvement. Meta-analysis of reviewed studies could not be performed because of different methods of assessing walking ability, small sample size with large confidence interval and issues such as lack of power calculations in some studies. Findings from our systematic and detailed study identify the need for a well-designed RCT to adequately investigate the issues highlighted. This review could not conclude there was sufficient evidence to support or refute improvement on walking or QOL following BoNTA injection. Reasons for this are discussed, and methods for future RCTs are developed.",
        "email": "adattagupta86@gmail.com",
        "conf": "Annals of Physical and Rehabilitation Medicine",
        "coauthors": [
            "Anupam Datta Gupta",
            "Wing Hong Chu",
            "Stuart Howell",
            "Subhojit Chakraborty",
            "Simon Koblar",
            "Renuka Visvanathan",
            "Iam Cameron",
            "David Wilson"
        ],
        "keywords": "Stroke, Spasticity, Botulinum toxin, Lower limb"
    },
    {
        "id": 1738,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "Study of Hand Function in a Group of Shoe Factory Workers Engaged in Repetitive Work",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "Work related hand and wrist musculoskeletal disorders are well known. The contributing factors could be repetitive movements, forceful work and awkward posture. It is not known how these movements affect grip or pinch strength and other functional aspects of the hand. To study a group of shoe factory workers doing repetitive thumb and wrist movements for prevalence of musculoskeletal disorders and consequence on grip and pinch strength, two-point discrimination and perceived disability. 39 shoe factory workers who put straps into 900 to 1000 pairs of rubber sandals per day and 29 hospital clerks as a control group were evaluated for musculoskeletal disorders, grip and pinch strength, two-point discrimination and perceived disability (by questionnaire). Proportions were compared by chi squared or Fisher Exact test and quantitative outcome by t-test or multiple linear regressions. Common musculoskeletal diseases of thumb/wrist were absent among shoe factory workers as in the clerks. Increased two-point discrimination over thumb (p=0.01, right; p=0.02, left) and a clear trend for reduced pinch strength between thumb and index finger (p=0.06, right; p=0.07, left) were noted compared to clerks after adjusting for years on the job. Perceived disabilities included pain and localised dermal thickening over the thumb. Discussion: No case of carpal tunnel syndrome or hand/wrist tendinitis was detected among workers doing highly repetitive thumb/wrist movement. Pinch strength decreased and two-point discrimination was adversely affected while grip strength remained unaffected. The main perceived disabilities of pain and skin changes over the thumb adversely affected their day-to-day life.",
        "email": "",
        "conf": "Journal of Occupational Rehabilitation",
        "coauthors": [
            "Anupam Datta Gupta",
            "Dilip Mahalanabis"
        ],
        "keywords": "Shoe factory, Repetitive movement, Grip/pinch strength, Hand/wrist disorders, Two-point discrimination"
    },
    {
        "id": 1732,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "Botulinum toxin for foot dystonia in patients with Parkinson's disease having deep brain stimulation: A Case series and a pilot study",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "Six patients with Parkinson's disease with deep brain stimulation who were experiencing disabling foot dystonia were referred to the spasticity clinic for a trial of botulinum toxin. The foot and ankle muscles were injected with onabotulinum toxin (Botox) to determine the effects on foot dystonia, pain and lower limb functional outcomes.Case series.Six patients with Parkinson's disease with deep brain stimulation experiencing disabling foot dystonia.Dystonic foot and ankle muscles were identified and injected with 250-400 units botulinum toxin and re-coded pre- and 3 weeks post-injection with the Burke Fahn Marsden Dystonia score, visual analogue score of pain, Unified Parkinson's Disease Rating Scale (UPDRS) - lower limb score, Timed up and Go test (TUG), 6-Minute Walk Test (6MWT), gait velocity, cadence in an instrumented walkway, and Goal Attainment Scale (GAS).Three weeks after botulinum toxin injection, significant improvements were noted in dystonia, pain, UPDRS, 6MWT, gait velocity, and cadence. Five out of 6 patients improved on the TUG test. Patients also reported improvements in their GAS goals.Botox injection significantly improved foot dystonia, pain and lower limb functional outcomes in patients with Parkinson's disease with deep brain stimulation.",
        "email": "",
        "conf": "Journal of rehabilitation medicine: official journal of the UEMS European Board of Physical and Rehabilitation Medicine",
        "coauthors": [
            "Anupam Datta Gupta",
            "Renuka Visvanathan"
        ],
        "keywords": "foot dystonia; Parkinson’s disease; deep brain stimulation"
    },
    {
        "id": 1734,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "Patients living with cancer: The role of rehabilitation",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "Background: Patients are surviving longer with cancer due to early detection and improvements in treatment. With longer survival, quality of life becomes very important. While improvements in treatment add years to the life of patients diagnosed with cancer, rehabilitation can add life to those years. Objective: This article highlights the role rehabilitation can play in enhancing the quality of life for patients living with cancer. Discussion: There are an increasing number of cancer survivors, creating the imperative to look beyond just survival. Potentially remediable problems may include pain, deconditioning and functional impairments. Patients with cancers of the breast, head and neck, musculoskeletal, central nervous system and peripheral nervous system, prostate, and metastatic cancer of the spine may particularly benefit from rehabilitation. Active engagement of oncologists, palliative medicine, general practitioners and rehabilitation specialists can be useful to assist in the rehabilitation needs of patients. In appropriate situations, patients with cancer should be offered rehabilitation services if they are likely to benefit.",
        "email": "",
        "conf": "Australian family physician",
        "coauthors": [
            "Anupam Datta Gupta",
            "Sue Lewis",
            "Russell Shute"
        ],
        "keywords": "breast neoplasms, neoplasms; rehabilitation"
    },
    {
        "id": 1727,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "Spatiotemporal Gait Analysis and Lower Limb Functioning in Foot Dystonia Treated with Botulinum Toxin",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "Foot dystonia (FD) is a disabling condition causing pain, spasm and difficulty in walking. We treated fourteen (14) adult patients experiencing FD with onabotulinum toxin A injection into the dystonic foot muscles. We analyzed the spatiotemporal gait utilizing the GaitRite system pre- and 3 weeks post-botulinum toxin injection along with measuring dystonia by the Fahn–Marsden Dystonia Scale (FMDS), pain by the Visual Analog Scale (VAS) and other lower limb functional outcomes such as gait velocity, the Berg Balance Scale (BBS), the Unified Parkinson’s Disease Rating Scale–Lower Limb Score (UPDRS–LL), the Timed Up and Go (TUG) test and the Goal Attainment Scale (GAS). We found that stride length increased significantly in both the affected (p = 0.02) and unaffected leg (p = 0.01) after treatment, and the improvement in stride length was roughly the same in each leg. Similar results were found for step length (p = 0.02) with improvement in the step length differential (p = 0.01). The improvements in the lower limb functional outcomes were also significant—FMDS, VAS, TUG, and UPDRS–LL decreased significantly after treatment (all p < 0.001), and BBS (p = 0.001), GAS (p < 0.001) except cadence (p = 0.37). BT injection improved walking in foot dystonia as evidenced through gait analysis, pain and lower limb functional outcomes. Main study limitations were small sample size and lack of control.",
        "email": "",
        "conf": "Toxins",
        "coauthors": [
            "Anupam Datta Gupta",
            "Graeme R Tucker",
            "Simon Koblar",
            "Renuka Visvanathan",
            "Ian D Cameron"
        ],
        "keywords": "botulinum toxin; foot dystonia; gait analysis"
    },
    {
        "id": 1739,
        "label": 32,
        "author": "anupam datta gupta",
        "title": "Management of pain due to Musculoskeletal pathology in haemophilia.",
        "organization": "Associate Professor University of Adelaide",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Anupam Datta Gupta",
            "L.Heijnen",
            "P.De Kleijn"
        ],
        "keywords": ""
    }
]