[
    {
        "id": 1809,
        "label": 37,
        "author": "arvind kumar",
        "title": "Carcinogenicity and immunological effects of urethane present in various food products in vivo",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Urethane is a carcinogen has having multiorgans cancer causing effects in animals. It induces lung tumor, hepatomas, and melanomas etc. Cytochrome p450 catalyzes urethane to vinyl carbamate epoxide, which covalently binds to DNA. Esterase metabolizes urethane to N-hydroxyurethane, which get converted into hydroxylamine and exterts its carcinogenic effect by generating free radicals O2- and NO and inflammatory cytokines.",
        "email": "",
        "conf": "Conference on Biotechnology and Biodiversity",
        "coauthors": [
            "Dr. Chandradeo Narayan",
            "Arvind Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1802,
        "label": 37,
        "author": "arvind kumar",
        "title": "Methylenecyclopropyl glycine not pesticide exposure as the primary etiological factor underlying Hypoglycemic Encephalopathy in Muzaffarpur India",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Some districts of Bihar, especially Muzzaffarpur district, have been known to be affected by annual outbreak, called locally as Acute Encephalitis Syndrome (AES) which became one of the major health concerns in Bihar, due to its high fatality and complications. Several hypotheses like bat virus, heat stroke, pesticide exposure and the presence of a compound – methylenecyclopropyl glycine (MCPG) in Litchi have been proposed by different investigators for AES. When the investigators examined the symptoms, signs and the epidemiological data, bat virus and heat stroke hypothesis were ruled out. Two major hypotheses which remain in question were the exposure to pesticides or MCPG present in litchi. Therefore, this study was designed to check the presence of both in the Muzzaffarpur samples of ripe and semi ripe litchi fruits. The fruit cover of ripe and semi ripe litchi showed the traces of Malathion (0.18-0.19 μg/g) and p’-p’-DDT (0.022–0.023 μg/g), while no pesticide residues were detected in the pulp of ripe or semi ripe litchi thereby ruling out the possibility of pesticide exposure in children of Muzzaffarpur. However, MCPG was detected in the pulp of semi ripe (0.57 μg/g) and ripe litchi fruits (0.19 μg/g). Further, when the human condition was simulated in animals, there was deprivation in body weight and glucose levels in starved litchi seed dosed rats, causing hypoglycemia. These results suggest that the cause of hypoglycemic encephalopathy in Muzzaffarpur is related to the consumption of semi ripe and ripe litchi fruits by undernourished children.",
        "email": "",
        "conf": "Toxicology Letters",
        "coauthors": [
            "Somya Asthana, SumitaDixit, Anshuman Srivastava, Arvind Kumar, Sheelendra P.Singh, Anurag Tripathi, Mukul Das"
        ],
        "keywords": "Acute encephalopathy syndrome, Methylenecyclopropyl glycine, Pesticides"
    },
    {
        "id": 1821,
        "label": 37,
        "author": "arvind kumar",
        "title": "Cyanobacterial toxins: The current status",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "",
        "email": "",
        "conf": "Journal of Microbiology and Biotechnology",
        "coauthors": [
            "Madhubala Tayagi",
            "J. K. Thakur",
            "D. P. Singh",
            "Arvind Kumar",
            "Gyana Ravi Prasuna",
            "Ashok Kumar"
        ],
        "keywords": "Anatoxin, biotoxin, bloom, cyanobacteria, hepatotoxin, saxitoxin"
    },
    {
        "id": 1806,
        "label": 37,
        "author": "arvind kumar",
        "title": "Development of Enzyme Linked Immunosorbant (ELISA) assay for the detection of Bt-protein in transgenic cotton",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Enzyme-linked immunosorbent assays (ELISA) are being used extensively for the identification of Bt-protein in Bt transgenic crops. A sandwich ELISA test is the most preferable immunoassay for the quantification of Bt-protein in transgenic cotton plants. Here, we describe development of sandwich ELISA, employing polyclonal rabbit antibody as a capture antibody and HRP-labeled mouse anti-Bt protein-antibody as a detector antibody.",
        "email": "",
        "conf": "Transgenic Cotton",
        "coauthors": [
            "Suchitra Kamle",
            "Abhishek Ojha",
            "Arvind Kumar"
        ],
        "keywords": "Sandwich ELISA, ELISA Plate Reader, Parasporal Protein, Parasporal Protein Crystal, Phosphate Buffer Saline Thrice "
    },
    {
        "id": 1813,
        "label": 37,
        "author": "arvind kumar",
        "title": "In vitro studies on immunotoxic potential of Orange II in splenocytes.",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Orange II, an azo dye, is not permitted in food preparations, but high levels of the dye have been detected in different food commodities. Though there are reports on the toxicity of Orange II but knowledge based on the immunomodulatory properties of Orange II is scanty. The present investigation was undertaken to study the in vitro immunotoxic potential of Orange II in splenocytes. Splenocytes were isolated, cultured and subjected to immunophenotypic analysis, mixed lymphocyte reaction (MLR) assay or stimulated with lipopolysaccharide (LPS) or concanavalin A (Con A) for 72 h. The supernatant was collected for cytokine assays. Orange II showed cytotoxic effects at 100–1000 μg/ml concentrations and 50 μg/ml was determined as the highest non-cytotoxic dose. Orange II at the non-cytotoxic dose (50 μg/ml) significantly altered the relative distribution of T and B-cells, MLR response and the mitogen induced proliferative response of T-cells and B-cells. Consistent with the hypo-responsiveness of the T and B-lymphocytes, Orange II induced a concomitant decline in the secretion of cytokines IL-2, IL-4, IL-6, IFN-γ, TNF-α and IL-17. On the contrary, there was an increase in the production of IL-10, an anti-inflammatory regulatory cytokine, which may be one of the causative factor for immunosuppressive property of Orange II. These results suggest that non-cytotoxic dose of Orange II may have immunomodulatory effects.",
        "email": "",
        "conf": "Toxicology Letters",
        "coauthors": [
            "Ashish Yadava, Arvind Kumar, Premendra Dhar Dwivedi, Anurag Tripathi, Mukul Das"
        ],
        "keywords": "Cytokines, Immunotoxicity, Lymphoproliferation, Orange II, Splenocytes"
    },
    {
        "id": 1807,
        "label": 37,
        "author": "arvind kumar",
        "title": "Aushdhiye paudho kee viagyanik pramanikta (Scientific proof of medicinal plants)",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Arvind Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1803,
        "label": 37,
        "author": "arvind kumar",
        "title": "Sodium benzoate a food preservative affects the functional and activation status of splenocytes at non cytotoxic dose",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Sodium benzoate (SB) is a widely used food preservative due to its bacteriostatic and fungistatic properties. The acceptable daily intake of SB is 5 mg/kg-bw, however, it has been found to be used in the food commodities at relatively high levels (2119 mg/kg). Earlier studies on SB have shown its immunosuppressive properties, but comprehensive immunotoxicity data is lacking. Our studies have shown that SB was non cytotoxic in splenocytes up to 1000 μg/ml for 72 h, however at 2500 μg/ml it was found to be cytotoxic. Thus, 1000 μg/ml dose of SB was chosen for the subsequent experiments. SB significantly suppresses the proliferation of Con A and LPS stimulated splenocytes at 72 h, while allogenic response of T cells was significantly decreased after 96 h. SB did not affect the relative expression of CD3e or CD4 molecules following 72 h exposure, however, it downregulated the relative expression of CD8 co-receptor. Further, exposure of splenocytes to SB for 72 h led to reduced expression of CD28 and CD95, which play a vital role in T cell activation. SB also suppresses the relative expression of CD19, CD40 and CD95 receptors on B cells after 72 h. In addition to the functional responses, SB lowered the expression of IL4, IL6, IFNγ and IL17 cytokines in Con A stimulated splenocytes; and IL6, IFNγ and TNFα in LPS stimulated splenocytes following 48 h of exposure. Taken together, the present study is suggestive of the immunomodulatory potential of SB.",
        "email": "",
        "conf": "Food and Chemical Toxicology",
        "coauthors": [
            "Ashish Yadav",
            "Arvind Kumar",
            "Mukul Das",
            "Anurag Tripathi"
        ],
        "keywords": "Activation markers; Cytokines; Immunotoxicity; Lymphoproliferation; Sodium benzoate; Splenocytes"
    },
    {
        "id": 1815,
        "label": 37,
        "author": "arvind kumar",
        "title": "Methods potentials and limitations of gene delivery to regenerate central nervous system cells",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "This review evaluates methods, success and limitations of transgenes delivery in central nervous system (CNS). Both viral and nonviral (such as liposome mediated) methods, expression and stability of transgenes have been discussed. The controlled expression and delivery techniques of transgene at the injured or diseased sites have also been discussed. Mifepristone (RU486) and tetracycline-based switch system for controlled expression could be a very useful tool for clinical purposes. Here we emphasized the importance and consequences of viral- and nonviral-mediated transgenes transfer and therapeutic ability along with advantages of controlled expressions.",
        "email": "",
        "conf": "Targets & therapy",
        "coauthors": [
            "Arvind Kumar",
            "Tryambak D Singh",
            "Santosh K Singh",
            "Satya Prakash"
        ],
        "keywords": "transgenes, viral vector, nonviral vector, RU486, tetracycline, CNS"
    },
    {
        "id": 1810,
        "label": 37,
        "author": "arvind kumar",
        "title": "Identification and characterization of phenolic compounds in hydro methanolic extract of Achyranthes aspera (HMEA) by UPLC and MALDI-TOF-MS and in vivo antioxidant activity",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Achyranthes aspera is an omnipresent herb of medicinal herbal group, used traditionally as medicine to cure different types of diseases. The components of hydro-methanolic extract of Achyranthes aspera (HMEA), are screened and tentatively identified using UPLC-PDA and MALDI-TOF-MS techniques. The phenolic compounds tentatively identified are quinic acid (m/z 192.040), chlorogenic acid (m/z 354.0894), kaempferol (m/z 286.0917), quercetin (m/z 302.0895) and chrysin (m/z 254.0654) present in the various ratios in which concentration level of chlorogenic acid and kaempferol are determined considering their peak intensity. To the best of our knowledge this is the first report on the characterization of HMEA using UPLC and MALDI-TOF-MS techniques to demonstrate the presence of various phenolic compounds and their antioxidant enzymes activity in vivo. The enzymes which showed increased activity are GST, GR, CAT, and SOD while activity of LDH decreased. These phenolic compounds have potential to be used as anti-cancerous molecules.",
        "email": "",
        "conf": "Oriental Pharmacy and Experimental Medicine",
        "coauthors": [
            "Chandradeo Narayan",
            "Arvind Kumar"
        ],
        "keywords": "Achyranthes aspera, HMEA, UPLC, MALDI-TOF-MS, Phenolic compounds, Antioxidant activity"
    },
    {
        "id": 1812,
        "label": 37,
        "author": "arvind kumar",
        "title": "SAFETY ASSESSMENT OF CRY2AB PROTEIN IN GENETICALLY MODIFIED CROPS: DIGESTIBILITY ASSAY AND IGE EVALUATION",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "",
        "email": "",
        "conf": "Journal of Clinical Immunology",
        "coauthors": [
            "Suchitra Kamle",
            "Abhishek Ojha",
            "Arvind Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1816,
        "label": 37,
        "author": "arvind kumar",
        "title": "Phosphorylation of IRF8 in a Pre-associated Complex with Spi-1/PU.1 and Non-phosphorylated Stat1 is Critical for LPS Induction of the IL1B Gene",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Rapid induction of transcription is known to be mediated by factors which bind DNA following post-translational modification. We report here that non-tyrosine phosphorylated (NTP)-Stat1 is involved in a cooperative interaction with Spi-1/PU.1 and IRF8 to form a pre-associated, poised complex for IL1B gene induction. A double point mutation at a putative STAT binding site, which overlaps this composite Spi-1·IRF8 site located in the LPS and IL-1 response element (LILRE), inhibited human IL1B LPS-dependent reporter activity to about 10 percent of the control wild type vector. Chromatin immunoprecipitation revealed stimulation-independent constitutive binding of IRF8, Spi-1 and NTP-Stat1 at the LILRE, while binding of C/EBPβ was activated at an adjacent C/EBPβ site after LPS stimulation. In contrast to Stat1, IRF8 was tyrosine phosphorylated following LPS treatment. Supporting the involvement of NTP-Stat1, LPS-induced IL1B reporter activity in monocytes was enhanced by ectopic expression of NTP-Stat1 Y701F. In contrast, co-expression of a Y211F IRF8 mutein functioned as a dominant-negative inhibitor of LPS-induced IL1B reporter activity. In vitro DNA binding using extracts from LPS-treated monocytes confirmed that the LILRE enhancer constitutively binds a trimolecular complex containing IRF8, Spi-1 and NTP-Stat1. Binding studies using in vitro-expressed proteins revealed that NTP-Stat1 enhanced the binding of Spi-1 and IRF8 to the LILRE. Co-expression of TRAF6, an LPS surrogate, with Spi-1 and IRF8 enhanced IL1B reporter activity in HEK293R cells, which was dramatically reduced when Y211F IRF8 was co-expressed. These results suggest that the rapid transcriptional induction of an important inflammatory gene is dependent upon constitutive cooperative binding of a Spi-1·IRF8·NTP-Stat1 complex to the LILRE, which primes the gene for immediate induction following IRF8 phosphorylation. Phosphorylation of chromatin pre-associated factors like IRF8 may be an important strategy for the rapid transcriptional activation of genes involved in innate immunity.",
        "email": "",
        "conf": "Molecular Immunology",
        "coauthors": [
            "Sebnem Unlu, Arvind Kumar, Wayne R.Waterman, Junichi Tsukada, Kent Z.Q.Wang, Deborah L.Galson, Philip E.Auron"
        ],
        "keywords": "DNA-binding proteins, Transcription factors, Interferon, Macrophages/immunology, LIL-Stat, ETS, IRF, TLR signal transduction, Interleukin"
    },
    {
        "id": 1804,
        "label": 37,
        "author": "arvind kumar",
        "title": "Antineoplastic and immunomodulatory effect of polyphenolic components of Achyranthes aspera (PCA) extract on urethane induced lung cancer in vivo",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Polyphenolic compounds of Achyranthes aspera (PCA) extract is evaluated for anti-cancerous and cytokine based immunomodulatory effects. The PCA extract contains known components of phenolic acid and flavonoids such as mixture of quinic acid, chlorogenic acid, kaempferol, quercetin and chrysin along with many unknown components. PCA has been orally feed to urethane (ethyl carbamate) primed lung cancerous mice at a dosage of 100 mg/kg body weight for 30 consecutive days. 100 mg powder of A. aspera contains 2.4 mg phenolic acid and 1.1 mg flavonoid (2:1 ratio). Enhanced activities and expression of antioxidant enzymes GST, GR, CAT, SOD, while down regulated expression and activation of LDH enzymes in PCA feed urethane primed lung cancerous tissues as compared to PCA non-feed urethane primed lung cancerous tissues were observed. PCA feed urethane primed lung tissues showed down regulated expression of pro-inflammatory cytokines IL-1β, IL-6 and TNF-α along with TFs, NF-κB and Stat3 while the expression of pro-apoptotic proteins Bax and p53 were enhanced in PCA feed urethane primed lung tissues. FTIR and CD spectroscopy data revealed that PCA resisted the urethane mediated conformational changes of DNA which is evident by the shift in guanine and thymine bands in FTIR from 1,708 to 1,711 cm⁻¹and 1,675 to 1,671 cm⁻¹, respectively in PCA feed urethane primed lung cancerous tissues DNA in comparison to urethane primed lung cancerous tissues DNA. The present study suggests that PCA components have synergistic anti-cancerous and cytokine based immunomodulatory role and DNA conformation restoring effects. However, more research is required to show the effects of each component separately and in combination for effective therapeutic use to cure and prevent lung cancer including other cancers.",
        "email": "",
        "conf": "Molecular Biology Reports",
        "coauthors": [
            "Chandradeo Narayan",
            "Arvind Kumar"
        ],
        "keywords": "Antioxidant, Anti-inflammatory, Transcription factors, FTIR, CD"
    },
    {
        "id": 1811,
        "label": 37,
        "author": "arvind kumar",
        "title": "N-methyl N-nitroso Urea induced altered DNA structure initiate hepatocarcinogenesis",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "The status of inflammatory cytokines IL-1β, IL-6, the anti-apoptotic gene Bcl2 and key transcription factor NFκB in hepatic milieu of N-methyl N-nitroso Urea (MNU) primed Balb/c mice was assessed using RT-PCR and Western blot. Haematoxyline & Eosin (H&E) based histology was performed to evaluate the morphological changes in the cancerous liver cells in respect to control. Laser spectroscopy was used to study the alteration in DNA structure. 40 week MNU treatment induced increased expressions of inflammatory cytokines (IL-1β, IL-6) of Bcl-2 at mRNA level and NFκB and IL-1β at protein level. Alteration in hepatocytes was clearly demonstrated in H&E stained liver sections compared to control. MNU primed liver DNA samples revealed an interference of MNU in nucleic acid bases and structure, reflected by a peak shift at 1456 cm− 1 and shoulder formation at 1357 cm− 1 compared to control DNA samples. This study emphasizes that MNU, a harmful industrial and environmental pollutant, potentially activates inflammatory cytokines (IL-1β, IL-6) in hepatic cells with increased expression of NFκB which might be responsible for hepatocarcinogenesis in Balb/c mice. The outcome sets the basis for further studies on the mitigating effects of dietary biofactors on MNU.",
        "email": "",
        "conf": "Preventive Medicine",
        "coauthors": [
            "Shalini Verma",
            "Theeshan Bahorun",
            "Arvind Kumar"
        ],
        "keywords": "N-methyl N-nitroso Urea (MNU), Liver cancer, Inflammatory cytokines, Raman spectroscopy, Balb/c mice"
    },
    {
        "id": 1820,
        "label": 37,
        "author": "arvind kumar",
        "title": "Production of hepatotoxin by the cyanobacterium Scytonema sp. Strain BT 23",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "The preliminary screening of several cyanobacteria, using mice bioassay, reveale the production of a hepatotoxin by the cyanobacterium Scytonema sp. strain BT 23 isolated from soil. An intraperitoneal injection of the crude toxin (LD50 56 mg/kg body wt) from this strain caused the death of the mice within 40 min, and the anmals showed slinical signs of mice within 40 min, and the animals showed clinical signs of hepatotoxicity. The toxin was purified and partially characterized. The active fraction appears to be nonpolar in nature and shows absorption peaks at 240 and 285 nm. The purified toxin had an LD50 of TEX>100<μg/kg100<μg/kg body wt and the test mice died within 40 min of toxin administration. The toxin-treated mice showed a 1.65-fold increase in liver weight at 40 min and the liver color chnged to dark red due to intrahepatic hemorrhage and pooling of blood. Furthermore, the administration of the toxin to test mice induced a 2.58, 2.63, and 2.30-fold increse in the activity of the serum enzymes alanine aminotransferase, lactate dehydrogenase, and alkaline phosphatase, respectively. Further experiments with the 14C-labeled toxin revealed a maximum accumulation of the toxin in the liver. The clinical symptoms in the mice were similar to those produced by microcystin-L.R. These results suggest that hepatotoxins may also be produced in non bloom-forming planktonic cyanobacteria.",
        "email": "",
        "conf": "Journal of Microbiology and Biotechnology",
        "coauthors": [
            "Ashok Kumar",
            "D. P. Singh",
            "Madhu Tyagi",
            "Arvind Kumar",
            "EG. Prasuna",
            "J. K. Thakur"
        ],
        "keywords": "Cyanobacteria;hepatotoxin;microcystin;Scytonema sp.;toxin"
    },
    {
        "id": 1814,
        "label": 37,
        "author": "arvind kumar",
        "title": "Development of multiplex and construct specific PCR assay for detection of cry2Ab transgene in genetically modified crops and product",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "An efficient detection system for trait validation and screening of GMOs is a much sought after procedure, which could also help in regulatory compliance. Currently, in India, a number of cry2Ab transgene carrying GM crops are undergoing field trial i.e., MON15985 cotton, Bt rice, Bt okra, Bt corn, Bt brinjal, Bt potato and Bt tomato. In this study, we report a qualitative assay for detection for cry2Ab (326 bp). Further, the amplification compatibility with promoter, p35S (195 bp), terminator, t-nos (180 bp) and marker gene, npt II (215 bp) was also confirmed using Bt cotton event MON15985 as reference material. The detection sensitivity was 0.1% that is far below the requirement of the stringent European Union (EU) regulations of 0.9%. The target DNA when spiked with either MECH-12 (cry1Ac), RR-soya (epsps) or MON-810 (cry1Ab) showed no inhibitory effect on cry2Ab detection. Moreover, the cry2Ab specific transgene construct (1.9 kb) was amplified and its identity confirmed by a nested PCR. Hence, a comprehensive multiplex PCR method for detection of cry2Ab gene in a GM crop/products was established. This is possibly a first report showing concurrent amplification of cry2Ab transgene, promoter, terminator and marker gene.",
        "email": "",
        "conf": "GM crops",
        "coauthors": [
            "Suchitra Kamle",
            "Arvind Kumar",
            "Raj K Bhatnagar"
        ],
        "keywords": "Bacillus thuringiensis, cry2Ab, genetically modified crops, polymerase chain reaction"
    },
    {
        "id": 1818,
        "label": 37,
        "author": "arvind kumar",
        "title": "N-methyl-D-aspartate receptors: Transient loss of NR1/NR2A/NR2B subunits after traumatic brain injury in a rodent model",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Hippocampal N‐methyl‐D‐aspartate (NMDA) receptor subunits, by virtue of their involvement in excitotoxic injury as well as memory association, may play an important role in the pathophysiologic mechanisms of traumatic brain injury (TBI). In this study, temporal changes in NMDA receptor subunit (NR1, NR2A, and NR2B) levels in rat hippocampus after TBI were investigated by Western blot and mRNA expression levels by RT‐PCR methods. Sprague‐Dawley rats (250–350 g) were employed, and a controlled cortical impact injury device was used to produce the TBI in rodents. At different postinjury time points (2, 6, 12, 24, and 48 hr), the rat hippocampi were dissected out for protein and RNA preparation. Western blot analysis revealed significant decreases of NR1, NR2A, and NR2B subunit proteins at 6 and 12 hr postinjury in rat hippocampus. Complete recovery of NR1, NR2A, and NR2B subunit protein to the levels of sham controls was observed at 24 hr postinjury. However, RT‐PCR analysis did not show any significant change in the mRNA levels at 2, 6, and 12 hr postinjury in comparison with sham controls, suggesting nontranscriptional change in the levels of these subunits. Thus, TBI can produce transient degradation of NMDA receptor subunits in the hippocampus, which might contribute to temporary memory impairment after injury",
        "email": "",
        "conf": "Journal of Neuroscience Research",
        "coauthors": [
            "Arvind Kumar",
            "Linglong Zou",
            "Xiaoqing Yuan",
            "Yan Long",
            "Keyi Yang"
        ],
        "keywords": ""
    },
    {
        "id": 1817,
        "label": 37,
        "author": "arvind kumar",
        "title": "A complex involving IRF8 Spi-1 and non-tyrosine-phosphorylated Stat1 is essential for induction of human IL1B gene transcription",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Point mutations within the lipopolysaccharide (LPS) and interleukin 1 (IL-1) response element (LILRE) of the human gene coding for IL-1 beta (IL1B) were shown to inhibit the activity of a 3.76 kbp human IL1B reporter following treatment with bacterial LPS. Specifically, point mutations at putative STAT, Spi-1/PU.1, and IRF8 binding sites each inhibited reporter activity to about 10 percent of wild type. Chromatin immunoprecipitation experiments revealed in vivo constitutive binding of IRF8, Spi-1, and non-tyrosine phosphorylated Stat1. Although IRF8 interacted constitutively with the gene in vivo, it was only tyrosine phopshorylated following LPS treatment. The LPS-dependent IL1B reporter activity in monocytes was enhanced by cotransfection of an expression vector coding for non-tyrosine phosphorylatable Stat1. Cotransfection with expression vectors coding for IRF8 muteins harboring two different sites of tyrosine substitution functioned as dominant-negative inhibitors of LPS-dependent IL-1B reporter activity. In vitro DNA binding using extracts from LPS-treated monocytes confirmed that the LILRE binds a trimolecular complex containing IRF8, Spi-1 and non-tyrosine phopshorylated Stat1. These results argue that the transcriptional induction of an important inflammatory gene is dependent upon constitutive binding of a non-classical Stat1-containing complex involving LPS-dependent tyrosine phosphorylation of IRF8.",
        "email": "",
        "conf": "The FASEB Journal",
        "coauthors": [
            "Sebnem Unlu",
            "Arvind Kumar",
            "Deborah L Galson",
            "Philip Auron"
        ],
        "keywords": ""
    },
    {
        "id": 1801,
        "label": 37,
        "author": "arvind kumar",
        "title": "HMGB1 protein as a novel target for cancer",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Highly conserved nuclear protein High Mobility Group Box1 (HMGB1) present in mammals has functionality as an immuno-modulator in the form of cytokine molecule, as a nuclear factor to regulate these molecules and DNA structural determination. It has proximal homologous DNA binding domains Box-A, Box-B and distal C-terminal domain. Reduced form exists in basic condition has chemotaxis activity, while form with disulphide bond reduced at 106th cysteine showed cytokine activity. The oxidized form is devoid of both activities. HMGB1 binds and bends dsDNA and also activates genes for secretion of inflammatory cytokines such as IL-1β, TNF-α, IL-6 and IL-18. It can interact with transcription factors Rel/NF-κB and p53 responsible for up-regulating oncogenes. Oxidative stressed injured tissues actively secrete HMGB1 outside cells to necrotize other nearby tissues passively in cytosol. Acetylation of HMGB1 weakens its binding with DNA, and promotes its migration to different tissues leading to secretion of inflammatory-cytokines. HMGB1 expression has been found very important in the genesis and promotion of different cancer by promoting metastasis. In current article, we emphasized on condition based structural variability of HMGB1, mechanism of release, physiological functions and its functionality as a biomarker for cancer to be targeted to curb cancer genesis and",
        "email": "arvindkumararvind8@gmail.com; k_arvindk@rediffmail.com",
        "conf": "Toxicology Reports",
        "coauthors": [
            "Alok Tripathi",
            "Arvind Kumar",
            "Kriti Shrinet"
        ],
        "keywords": "Inflammation, Cytokine, Transcription factor"
    },
    {
        "id": 1822,
        "label": 37,
        "author": "arvind kumar",
        "title": "Isolation of Pseudomonas aeruginosa strain capable of degrading acrylamide",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "A new strain of Pseudomonas aeruginosa growing in a rice field contaminated with herbicide and effluents of a factory manufacturing explosives was isolated. This isolate showed excellent growth in unusually high concentration of acrylamide (60 mM). It utilized acrylamide as the sole source of carbon and nitrogen for growth. Other amides such as acetamide, butyramide, isobutyramide, and methacrylamide were also utilized for the growth by this isolate. Acrylamide was degraded into acrylic acid and ammonia by the enzyme amidase. More than 65% of added acrylamide (40 mM) was converted into acrylic acid after 40 h of growth of the culture. Amidase activity was inducible, the highest activity being observed with isobutyramide (12.5 ~M ammonia/mg protein/min). These results demo",
        "email": "",
        "conf": "Journal of Microbiology and Biotechnology",
        "coauthors": [
            "Arvind Kumar",
            "Ashok Kumar"
        ],
        "keywords": "Acrylamide, acrylic acid, amidase, Pseudomonas aeruginosa, GLC"
    },
    {
        "id": 1808,
        "label": 37,
        "author": "arvind kumar",
        "title": "Sunset yellow FCF a permitted food dye alters functional responses of splenocytes at non-cytotoxic dose",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Sunset yellow FCF (SY), a permitted food color, is extensively used in various food preparations and quite often exceeds the permissible levels (100–200 mg/kg). Several toxicity studies on SY are reported, however immunomodulatory properties have not been explored yet. To investigate the immunotoxic properties of SY, splenocytes were isolated, cultured and subjected to mitogen stimulated proliferation assay (lipopolysaccharide, LPS or concanavalin A, Con A), mixed lymphocyte reaction (MLR) assay, immunophenotypic analysis of cell surface receptor expression and assay for cytokines release in the culture supernatants were performed in the presence of SY. Since SY did not exhibit any cytotoxicity up to 250 μg/ml, this dose was used for further studies. It was observed that SY (250 μg/ml) significantly (p < 0.05) suppressed the mitogen induced proliferation of splenocytes and MLR response. Further, immunophenotypic analysis revealed that SY alters the relative expression of CD3e/CD4/CD8 in T cells and CD19 in B-cells. Consistent with the suppression of T-cell and B-cell responses and altered surface receptor expression, SY also lowered the expression of IL2, IL4, IL6, IL-17, IFN-γ and TNF-α cytokines. These results suggest that non-cytotoxic dose of SY may have immunomodulatory effects.",
        "email": "",
        "conf": "Toxicology Letters",
        "coauthors": [
            "Ashish Yadav",
            "Arvind Kumar",
            "Anurag Tripathi",
            "Mukul Das"
        ],
        "keywords": "Cytokines, Immunotoxicity, Lymphoproliferationm, Splenocytes, Sunset Yellow FCF, Surface receptors"
    },
    {
        "id": 1819,
        "label": 37,
        "author": "arvind kumar",
        "title": "Improvement of Cognitive Function and Cholinergic Neuron Transmission by Adenovirus-Mediated Nerve Growth Factor Gene Transfer in Aged Rat Brain.",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "",
        "email": "",
        "conf": "Molecular Therapy",
        "coauthors": [
            "Linglong Zou",
            "Arvind Kumar",
            "X. Yuan",
            "J Hannay",
            "H David Shine",
            "K. Yang"
        ],
        "keywords": ""
    },
    {
        "id": 1805,
        "label": 37,
        "author": "arvind kumar",
        "title": "Medicinal value of Ficus religiosa (Peepal Tree)",
        "organization": "School of Biotechnology Institute of Science BHU",
        "abstract": "Highly conserved nuclear protein High Mobility Group Box1 (HMGB1) present in mammals has functionality as an immuno-modulator in the form of cytokine molecule, as a nuclear factor to regulate these molecules and DNA structural determination. It has proximal homologous DNA binding domains Box-A, Box-B and distal C-terminal domain. Reduced form exists in basic condition has chemotaxis activity, while form with disulphide bond reduced at 106th cysteine showed cytokine activity. The oxidized form is devoid of both activities. HMGB1 binds and bends dsDNA and also activates genes for secretion of inflammatory cytokines such as IL-1β, TNF-α, IL-6 and IL-18. It can interact with transcription factors Rel/NF-κB and p53 responsible for up-regulating oncogenes. Oxidative stressed injured tissues actively secrete HMGB1 outside cells to necrotize other nearby tissues passively in cytosol. Acetylation of HMGB1 weakens its binding with DNA, and promotes its migration to different tissues leading to secretion of inflammatory-cytokines. HMGB1 expression has been found very important in the genesis and promotion of different cancer by promoting metastasis. In current article, we emphasized on condition based structural variability of HMGB1, mechanism of release, physiological functions and its functionality as a biomarker for cancer to be targeted to curb cancer genesis and progression.",
        "email": "",
        "conf": "Science India",
        "coauthors": [
            "Alok Tripathi",
            "Arvind Kumar"
        ],
        "keywords": ""
    }
]