[
    {
        "id": 4377,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Prenatal detection of microtia by MRI in a fetus with trisomy 22",
        "organization": "Sidra Medical and Research Center",
        "abstract": "Trisomy 22 is a rare chromosomal abnormality infrequently detected prenatally. External ear abnormalities, in particular microtia, are often associated with trisomy 22, but prenatal detection of microtia has not been reported in association with trisomy 22. We report a fetus with trisomy 22, with fetal MRI findings of microtia, craniofacial dysmorphism, and polygyria. Fetal MRI is a useful tool for auricular assessment and might have utility in the prenatal detection of chromosomal abnormalities, especially among fetuses with structural anomalies.",
        "email": "",
        "conf": "Pediatric Radiology",
        "coauthors": [
            "Andrea Milic",
            "Susan Blaser",
            "Ashley Robinson",
            "Sandra Viero",
            "William Halliday",
            "Elizabeth Winsor",
            "Ants Toi",
            "Micki Thomas",
            "David Chitayat"
        ],
        "keywords": "Chromosome, Abnormality, Microtia, Posterior fossa, Cerebellum, Cardiac, Brain, Prenatal diagnosis "
    },
    {
        "id": 4375,
        "label": 82,
        "author": "ashley james robinson",
        "title": "The Fetal Cerebellar Vermis: Assessment for Abnormal Development by Ultrasonography and Magnetic Resonance Imaging",
        "organization": "Sidra Medical and Research Center",
        "abstract": "Fetal magnetic resonance provides a new tool in the imaging of the posterior fossa and is proving useful in cases that are difficult to assess sonographically by allowing further assessment of the fourth ventricle, cisterna magna, and vermian growth and development. We describe various criteria with which to evaluate vermian growth, including vermian biometry and the relationship between the superior and inferior lobes. We demonstrate 2 markers of normal vermian development: the primary fissure and fastigial point. We illustrate the tegmento-vermian angle, \"closure\" of the fourth ventricle, and communication of the fourth ventricle with the basal cisterns during development and in several disorders. We correlate those features with the expected embryological course of development and illustrate identification of these features and associated abnormalities of the posterior fossa, brain stem, and central nervous system in mid-trimester scans of fetuses with abnormal development. Correlation with contemporaneous ultrasound examinations is demonstrated.",
        "email": "",
        "conf": "Ultrasound Quarterly",
        "coauthors": [
            "Ashley Robinson",
            "Susan Blaser",
            "Ants Toi",
            "David Chitayat",
            "William Halliday",
            "Sophie Pantazi",
            "Munire Gundogan",
            "Suzanne Laughlin",
            "Greg Ryan"
        ],
        "keywords": ""
    },
    {
        "id": 4365,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Diagnostic imaging of posterior fossa anomalies in the fetus",
        "organization": "Sidra Medical and Research Center",
        "abstract": "Ultrasound and magnetic resonance imaging are the two imaging modalities used in the assessment of the fetus. Ultrasound is the primary imaging modality, whereas magnetic resonance is used in cases of diagnostic uncertainty. Both techniques have advantages and disadvantages and therefore they are complementary. Standard axial ultrasound views of the posterior fossa are used for routine scanning for fetal anomalies, with additional orthogonal views directly and indirectly obtainable using three-dimensional ultrasound techniques. Magnetic resonance imaging allows not only direct orthogonal imaging planes, but also tissue characterization, for example to search for blood breakdown products. We review the nomenclature of several posterior fossa anomalies using standardized criteria, and we review cerebellar abnormalities based on an etiologic classification.",
        "email": "arobinson@sidra.org",
        "conf": "Seminars in Fetal and Neonatal Medicine",
        "coauthors": [
            "Ashley James Robinson",
            "M. Ashraf Ederies"
        ],
        "keywords": "Posterior fossa,Cerebellum,Dandy–Walker malformation,Blake's pouch cyst,Persistent Blake's pouch,Cerebellar hypoplasia"
    },
    {
        "id": 4372,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Defining the Reliability of Sonoanatomy Identification by Novices in Ultrasound-Guided Pediatric Ilioinguinal and Iliohypogastric Nerve Blockade",
        "organization": "Sidra Medical and Research Center",
        "abstract": "The ilioinguinal (II)/iliohypogastric (IH) nerve block is a safe, frequently used block that has been improved in efficacy and safety by the use of ultrasound guidance. We assessed the frequency with which pediatric anesthesiologists with limited experience with ultrasound-guided regional anesthesia could correctly identify anatomical structures within the inguinal region. Our primary outcome was to compare the frequency of correct identification of the transversus abdominis (TA) muscle with the frequency of correct identification of the II/IH nerves. We used 2 ultrasound machines with different capabilities to assess a potential equipment effect on success of structure identification and time taken for structure identification. Seven pediatric anesthesiologists with <6 mo experience with ultrasound-guided regional anesthesia performed a total of 127 scans of the II region in anesthetized children. The muscle planes and the II and IH nerves were identified and labeled. The ultrasound images were reviewed by a blinded expert to mark accuracy of structure identification and time taken for identification. Two ultrasound machines (Sonosite C180plus and Micromaxx, both from Sonosite, Bothell, WA) were used. There was no difference in the frequency of correct identification of the TA muscle compared with the II/IH nerves (χ2 test, TA versus II, P = 0.45; TA versus IH, P = 0.50). Ultrasound machine selection did show a nonsignificant trend in improving correct II/IH nerve identification (II nerve χ2 test, P = 0.02; IH nerve χ2 test, P = 0.04; Bonferroni corrected significance 0.17) but not for the muscle planes (χ2 test, P = 0.83) or time taken (1-way analysis of variance, P = 0.07). A curve of improving accuracy with number of scans was plotted, with reliability of TA recognition occurring after 14–15 scans and II/IH identification after 18 scans. We have demonstrated that although there is no difference in the overall accuracy of muscle plane versus II/IH nerve identification, the muscle planes are reliably identified after fewer scans of the inguinal region. We suggest that a reliable end point for the inexperienced practitioner of ultrasound-guided II/IH nerve block may be the TA/internal oblique plane where the nerves are reported to be found in 100% of cases.",
        "email": "",
        "conf": "Anesthesia and analgesia",
        "coauthors": [
            "Simon Ford",
            "Maryam Dosani",
            "Ashley James Robinson",
            "G Claire Campbell",
            "J Mark Ansermino",
            "Joane Lim",
            "Gillian R Lauder"
        ],
        "keywords": ""
    },
    {
        "id": 4379,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Indications for MRI in obstetrical imaging",
        "organization": "Sidra Medical and Research Center",
        "abstract": "",
        "email": "",
        "conf": "American Journal of Roentgenology",
        "coauthors": [
            "Munire Gundogan",
            "Sophia Pantazi",
            "Susan Blaser",
            "Ashley James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4368,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Best management of ultra-small tracheobronchial foreign bodies in neonates",
        "organization": "Sidra Medical and Research Center",
        "abstract": "To develop (1) a practical and comprehensive algorithm of instruments and techniques available to treat neonates with tracheobronchial foreign bodies, based on the patient's subglottic diameter and (2) primary and secondary prevention strategies for neonatal tracheobronchial foreign bodies. Analysis of the case of a severely premature infant who presented with the incidental radiological finding of a 2 cm suction catheter tip, which, over a two week period, had migrated between her main bronchi; the foreign body was removed with a previously unreported combination of instruments: a 3 French (F) flexible urological forceps through the side port of a 2.5 mm rigid bronchoscope. (2) In vitro testing of typical foreign bodies and readily available endoscopic instruments. We have developed a practical and comprehensive algorithm for the treatment of neonates with tracheobronchial foreign bodies, as well as primary and secondary prevention strategies. The treatment algorithm and prevention strategies may reduce morbidity and mortality from neonatal tracheobronchial foreign bodies.",
        "email": "",
        "conf": "International journal of pediatric otorhinolaryngology",
        "coauthors": [
            "Tin Jasinovic",
            "Andrew Thamboo",
            "Horacio Osiovich",
            "Louis Scheepers",
            "Ashley Robinson",
            "Jeffrey P Ludemann"
        ],
        "keywords": "Ultra-small,Iatrogenic,Tracheal,Bronchial,Foreign body,Neonate"
    },
    {
        "id": 4367,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Limb length shortening associated with femoral arterial lines in the neonatal period",
        "organization": "Sidra Medical and Research Center",
        "abstract": "Two cases involving toddlers who presented with limb length shortening and radiological findings consistent with growth plate arrest are presented. Both cases had been cared for in the neonatal intensive care unit because of extreme prematurity, and both cases had a femoral arterial line inserted on the side of the body with the short limb. This complication has not been previously described in the preterm population.",
        "email": "",
        "conf": "Paediatrics & Child Health",
        "coauthors": [
            "Anne Synnes",
            "Christopher Reilly",
            "Ashley James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4378,
        "label": 82,
        "author": "ashley james robinson",
        "title": "The value of ultrasonic examination of the lumbar spine in infants with specific reference to cutaneous markers of occult spinal dysraphism",
        "organization": "Sidra Medical and Research Center",
        "abstract": "To present part of the rationale behind the recent update to the M12 guideline in The Royal College of Radiologists' publication “Making the best use of a department of clinical radiology”, 4th edition 1998, which stated that ultrasound was useful in screening for dysraphism in infants with cutaneous markers such as sacral dimple or hairy patch. Over a 10-year period a total of 223 infant lumbar spines were scanned, for various clinical indications. Forty of these patients had already had abnormalities detected antenatally by foetal ultrasonography. One hundred and eight-three patients had abnormalities detected on postnatal clinical examination; most of these had various cutaneous markers, some had other congenital abnormalities. There were a total of 29 patients with dysraphism; 24 were detected antenatally and five postnatally. Of the five, two had two or more cutaneous markers and three had anorectal anomalies. All 86 of the patients with simple sacral dimples, pits or sinuses were normal. As an isolated abnormality, simple dimples or pits are not useful markers of spinal dysraphism. The authors suggest a new imaging protocol, resulting in improved diagnostic efficiency.",
        "email": "",
        "conf": "Clinical Radiology",
        "coauthors": [
            "Ashley James Robinson",
            "S Russell",
            "S Rimmer"
        ],
        "keywords": "Ultrasound (US)Spine,Neural tube defects,Spinal dysraphism,Spina bifida occulta,Spina bifida cystica,Meningomyelocele"
    },
    {
        "id": 4369,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Use of a microporous polytetrafluoroethylene catheter balloon to treat refractory esophageal stricture: A novel technique for delivery of mitomycin C",
        "organization": "Sidra Medical and Research Center",
        "abstract": "Endoluminal application of mitomycin C shows promise as a nonsurgical approach to treating recalcitrant stricture but requires precise delivery to prevent mitomycin-mediated injury to adjacent normal mucosa. We describe a novel technique that uses a microporous polytetrafluoroethylene catheter balloon to endoluminally deliver mitomycin C to the target tissue while minimizing nontarget drug application. A newborn infant with proximal tracheoesophageal fistula and distal atresia underwent an uncomplicated repair. However, he developed recurrent esophageal stricture resistant to multiple attempts at pneumatic dilations. An image-guided endoluminal radiologic approach that uses microporous polytetrafluoroethylene catheter balloon was developed to precisely deliver mitomycin C to the mucosal lining of the stricture post-dilation. After uncomplicated pneumatic dilation under fluoroscopic guidance, we used a microporous balloon catheter to endoluminally deliver mitomycin C topically to the mucosa at the level of stricture. Three weeks post procedure, repeat esophagram showed resolution of the stricture with unobstructed flow of contrast material to the stomach. The patient had no observable side effects from mitomycin C application. Image-guided therapies based on balloon dilation and drug-eluting microporous balloon techniques offer a safe, precise, and comprehensive approach to the treatment of recalcitrant esophageal strictures.",
        "email": "",
        "conf": "Journal of Pediatric Surgery",
        "coauthors": [
            "Manraj K S Heran",
            "Tuan H Pham",
            "Sonia Butterworth",
            "Ashley James Robinson"
        ],
        "keywords": "Esophageal stenosis,Mitomycin C,Microporous PTFE catheter balloon,Pneumatic dilation,Endoluminal drug delivery,Recurrent stricture"
    },
    {
        "id": 4364,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Ultrasound guidance for difficult lumbar puncture in children: pearls and pitfalls",
        "organization": "Sidra Medical and Research Center",
        "abstract": "Pediatric lumbar puncture can be challenging or unsuccessful for several reasons. At the same time, the excellent sonographic window into the pediatric spine provides a distinct opportunity for ultrasound-guided lumbar puncture. Minimal cerebrospinal fluid and thecal displacement by subdural or epidural hematomas are common after failed clinical attempts. Ultrasound is useful for determining a safe infraconal level for subarachnoid access. Real-time guidance increases not only the success rate but also the safety of diagnostic lumbar puncture and injections for chemotherapy and myelography. In this article, we discuss clinical and technical factors for ultrasound-guided pediatric lumbar puncture.",
        "email": "",
        "conf": "Pediatric Radiology",
        "coauthors": [
            "Prakash Muthusami",
            "Ashley James Robinson",
            "Manohar M Shroff"
        ],
        "keywords": "Cerebrospinal fluid, Interventional radiology, Lumbar puncture, Meningitis, Neonate, Subdural hematoma, Ultrasound"
    },
    {
        "id": 4371,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Incidence of septicemia immediately after elective gastrointestinal contrast procedures in infants: a cohort study",
        "organization": "Sidra Medical and Research Center",
        "abstract": "Sepsis is a documented complication of gastrointestinal contrast procedures in neonates. However, the identification of preventive measures is hampered by a lack of data on its incidence and risk factors. The study used a retrospective cohort analysis of infants with selected surgical gastrointestinal conditions admitted to a tertiary neonatal center. Risk factors were identified by logistic regression and matched case-control analyses. Contrast procedure-related bacteremia or sepsis were defined by clinical signs with or without a positive blood culture, respectively, within 48 hours after an intervention. The apparent incidence of contrast procedure-related sepsis was 2.7 per 100 infant procedures. Infants with contrast procedure-related sepsis were also generally of lower gestational age and birth weight and generally sicker (ie, higher incidence of hepatic cholestatic disease, and poorer weight gain). Notably, all infants with contrast procedure-related sepsis previously had necrotizing enterocolitis. Although the number of cases of sepsis directly attributable to the procedures may be lower, as suggested by a comparison with the baseline time prevalence of bacteremia in this cohort, significant associated morbidities and mortality were observed. This is the first study reporting the incidence of contrast procedure-related sepsis in high-risk infants with surgical gastrointestinal conditions. Based on our observations, the routine use of prophylactic antibiotics to prevent this complication in this population does not seem warranted.",
        "email": "",
        "conf": "Journal of Pediatric Surgery",
        "coauthors": [
            "Ziad Abu-Sharar",
            "Ashley James Robinson",
            "Pascal M Lavoie"
        ],
        "keywords": "Neonates,Gastrointestinal surgery,Radiologic contrast procedure,Sepsis"
    },
    {
        "id": 4374,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Abdominal Aortic Pseudomass in a Child: A Diagnostic Red Herring",
        "organization": "Sidra Medical and Research Center",
        "abstract": "Sonographic artifacts are commonplace in clinical practice. Failure to recognize them can result in important diagnostic errors and subsequent clinical mismanagement. Their timely recognition is essential for appropriate care. We report a case of a child with an apparent intraluminal abdominal aortic mass closely related to the origin of the superior mesenteric artery (SMA). Although seen on multiple sonographic studies, this mass ultimately proved to be an artifact, probably due to reverberation. This report reviews the likely etiology of this artifact and strategies to recognize and eliminate it, thus avoiding unnecessary additional imaging and clinical follow‐up.",
        "email": "",
        "conf": "Journal of ultrasound in medicine: official journal of the American Institute of Ultrasound in Medicine",
        "coauthors": [
            "Gurdeep Mann",
            "Ashley James Robinson",
            "Jacques G LeBlanc",
            "Manraj K S Heran"
        ],
        "keywords": ""
    },
    {
        "id": 4373,
        "label": 82,
        "author": "ashley james robinson",
        "title": "MRI of the fetal eyes: Morphologic and biometric assessment for abnormal development with ultrasonographic and clinicopathologic correlation",
        "organization": "Sidra Medical and Research Center",
        "abstract": "Currently ocular biometric measurements are defined by US and are measured from the orbital walls. These bony landmarks cannot be seen by MRI, and therefore these measurements cannot be directly applied. To define measurements of normal growth of the fetal eyes using MRI. Transorbital views were analyzed in 198 fetal MR examinations. The ocular diameter (OD) and interocular and binocular distances (IOD and BOD) were measured and were plotted against gestational age. Fetuses with abnormalities affecting the eyes were evaluated separately. Of 198 scans, 146 had suitable images, 35 of which were abnormal. Normal growth of BOD, IOD and OD were determined, and compared with the respective already established US data. Normal growth charts were derived from a cohort of 111 normal fetuses. Because the margins of the vitreous are inside the bony orbit, at the same gestational age measurements of the BOD and OD are always less than the corresponding measurements by US, and those of the IOD are always more. Normal growth charts for MRI can now be used to support suspected diagnoses of orbital and ocular pathologies and the syndromes that give rise to them, and many examples are demonstrated.",
        "email": "",
        "conf": "Pediatric Radiology",
        "coauthors": [
            "Ashley James Robinson",
            "Susan Blaser",
            "Ants Toi",
            "David Chitayat",
            "Sophie Pantazi",
            "Sarah Keating",
            "Sandra Viero",
            "Greg Ryan"
        ],
        "keywords": ""
    },
    {
        "id": 4366,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Diagnostic Imaging of Fetal and Pediatric Orbital Abnormalities",
        "organization": "Sidra Medical and Research Center",
        "abstract": "The orbit contains structures from which a wide spectrum of disease can arise. This article focuses on orbital anatomy and a simple compartmental approach to evaluating the orbit on diagnostic imaging. The characteristic findings of key fetal structural diseases and a wide spectrum of pediatric orbital disorders, including inflammatory disorders and developmental lesions, and the differential diagnosis of benign versus malignant masses will be discussed. Orbital abnormalities in fetuses may be recognized using ultrasound and MRI. Anophthalmia, hypertelorism, and hypotelorism either may be part of a genetic syndrome or may be related to a developmental abnormality of the fetal skull. In the pediatric population, cross-sectional imaging with CT and MRI offers a means to assess which compartments of the orbit are affected. Aggressive masses have characteristic features and must be evaluated for intracranial extension.",
        "email": "",
        "conf": "American Journal of Roentgenology",
        "coauthors": [
            "Natalie Valeur",
            "Ramesh S Iyer",
            "Ashley James Robinson",
            "Teresa Chapman"
        ],
        "keywords": "developmental abnormalities, fetal imaging, infection, neoplasm, ocular imaging, orbit, pediatric imaging"
    },
    {
        "id": 4363,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Neuroimaging of Fetal Infection",
        "organization": "Sidra Medical and Research Center",
        "abstract": "Infection during pregnancy is common and the developing fetal brain is vulnerable to vertical transmission due to immaturity of the fetal immune system. Infection is a major cause of multiple organ abnormalities, including the neuraxis, due to the neurotropism of the infectious agents. This review sets out to give an overview of fetal infection, review the general principles of the nature and timing of the infectious insult with respect to outcomes, review the neuroimaging of infection by ultrasound and magnetic resonance imaging (MRI)",
        "email": "",
        "conf": "Journal of pediatric neurology: JPN",
        "coauthors": [
            "Ashley James Robinson",
            "M. Ashraf Ederies"
        ],
        "keywords": ""
    },
    {
        "id": 4362,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Fetal neuroimaging: an update on technical advances and clinical findings",
        "organization": "Sidra Medical and Research Center",
        "abstract": "This paper is based on a literature review from 2011 to 2016. The paper is divided into two main sections. The first section relates to technical advances in fetal imaging techniques, including fetal motion compensation, imaging at 3.0 T, 3-D T2-weighted MRI, susceptibility-weighted imaging, computed tomography, morphometric analysis, diffusion tensor imaging, spectroscopy and fetal behavioral assessment. The second section relates to clinical updates, including cerebral lamination, migrational anomalies, midline anomalies, neural tube defects, posterior fossa anomalies, sulcation/gyration and hypoxic–ischemic insults.",
        "email": "",
        "conf": "Pediatric Radiology",
        "coauthors": [
            "Ashley James Robinson",
            "M. Ashraf Ederies"
        ],
        "keywords": "Brain, Development, Fetal imaging, Fetal neurology, Fetus, Magnetic resonance imaging, Malformation, Neuroimaging, Neuroradiology"
    },
    {
        "id": 4376,
        "label": 82,
        "author": "ashley james robinson",
        "title": "The Cisterna Magna Septa: Vestigial Remnants of Blake's Pouch and a Potential New Marker for Normal Development of the Rhombencephalon",
        "organization": "Sidra Medical and Research Center",
        "abstract": "The purpose of this study was to show the normal sonographic embryologic anatomy of the cisterna magna septa, fourth ventricle, and cerebellar vallecula at various stages of development and our experience with their variable appearance in multiple planes and to discuss the probable relationship between the cisterna magna septa, Dandy‐Walker continuum, mega cisterna magna, and persistent Blake's pouch. Retrospective and prospective selection of examples of cisterna magna septa was performed over approximately a 12‐month period. Standard and nonstandard imaging planes were adopted as necessary. The septa are typically seen inferoposterior to the cerebellar vermis, usually straight and parallel, arising at the cerebellovermian angle and coursing posteriorly to the occipital bone. The cisterna magna septa become contiguous with the roof of the fourth ventricle inferior to the cerebellar vermis. The cerebrospinal fluid space enclosed between the cisterna magna septa is in direct contiguity with the fourth ventricle via the vallecula and is always completely anechoic because it develops intra‐ and not extra‐axially. We propose that the cisterna magna septa represent the walls of Blake's pouch, a phylogenetic vestigial structure observed during ontogeny. Additionally, our observations support current opinion that a persistent Blake's pouch and mega cisterna magna represent (less severe) abnormalities within the Dandy‐Walker continuum. The cisterna magna septa therefore are a marker of normal development of the roof of the rhombencephalon. Deviation from their normal appearances should prompt a closer assessment for associated abnormalities of the cerebellum, vermis, and brain stem by additional imaging in orthogonal planes with either sonography or magnetic resonance imaging.",
        "email": "ash@radiologist.net",
        "conf": "Journal of ultrasound in medicine: official journal of the American Institute of Ultrasound in Medicine",
        "coauthors": [
            "Ashley James Robinson",
            "Ruth B Goldstein"
        ],
        "keywords": ""
    },
    {
        "id": 4380,
        "label": 82,
        "author": "ashley james robinson",
        "title": "MR Imaging of the Fetal Cerebellar Vermis in Utero: Description of Some Useful Anatomical Criteria for Normal and Abnormal Development",
        "organization": "Sidra Medical and Research Center",
        "abstract": "To define easily identifiable and reproducible measurements and markers of normal anatomic development of the fetal cerebellar vermis in vivo. Retrospective analysis of midline sagittal view of 189 consecutive fetal MRI examinations was performed for CNS and non-CNS indications. Analysis included identification of the fastigium and vermian fissures, degree of coverage (closure) of the 4th ventricle, cranio-caudaldiameter, measurement & ratio of cerebellar tissue above and below the fastigium-declive line - a line drawn from the fastigium to the dorsal most point of the vermis (the declive ), and the tegmento-vermian angle. Fetuses imaged for assessment of abnormalities affecting the posterior fossa structures (n=42) were evaluated separately. Gestational age ranged from 14.0 to 38.6 weeks with a mean of 26.7 weeks. Useful midline sagittal views were obtained in 152 studies for a total of 230 measurements. Craniocaudal diameter of the cerebellar vermis follows a first order polynomial equation with an R2 value of 0.89: diameter (mm) = 0.74 x gestational age (weeks) – 6.11. Average height above and below the fastigial point also increased linearly, with percentages above and below between 39.8% and 59.3% (average 47.9% & 52.1% respectively), and no significant change in this ratio with gestational age. The tegmento-vermian angle was almost always 0° in normal fetuses, only one normal fetus had an angle of between 6-9°.",
        "email": "",
        "conf": "Radiological Society of North America 2003 Scientific Assembly and Annual Meeting",
        "coauthors": [
            "Ashley James Robinson",
            "S Blaser",
            "A Toi",
            "D Chitayat",
            "M Gundogan",
            "S Laughlin",
            "S Pantazi",
            "G Ryan"
        ],
        "keywords": ""
    },
    {
        "id": 4370,
        "label": 82,
        "author": "ashley james robinson",
        "title": "Reconstruction of a Geometrically Correct Diffusion Tensor Image of a Moving Human Fetal Brain",
        "organization": "Sidra Medical and Research Center",
        "abstract": "Recent studies reported the development of methods for rigid registration of 2D fetal brain imaging data to correct for unconstrained fetal and maternal motion, and allow the formation of a true 3D image of conventional fetal brain anatomy from conventional MRI. Diffusion tensor imaging provides additional valuable insight into the developing brain anatomy, however the correction of motion artifacts in clinical fetal diffusion imaging is still a challenging problem. This is due to the challenging problem of matching lower signal-to-noise ratio diffusion weighted EPI slice data to recover between-slice motion, compounded by the presence of possible geometric distortions in the EPI data. In addition, the problem of estimating a diffusion model (such as a tensor) on a regular grid that takes into account the inconsistent spatial and orientation sampling of the diffusion measurements needs to be solved in a robust way. Previous methods have used slice to volume registration within the diffusion dataset. In this work, we describe an alternative approach that makes use of an alignment of diffusion weighted EPI slices to a conventional structural MRI scan which provides a geometrically correct reference image. After spatial realignment of each diffusion slice, a tensor field representing the diffusion profile is estimated by weighted least squared fitting. By qualitative and quantitative evaluation of the results, we confirm the proposed algorithm successfully corrects the motion and reconstructs the diffusion tensor field.",
        "email": "",
        "conf": "Proceedings of SPIE - The International Society for Optical Engineering",
        "coauthors": [
            "Kio Kim",
            "Piotr A. Habas",
            "Francois Rousseau",
            "Orit A. Glenn",
            "A. James Barkovich",
            "Meriam Koob",
            "Jean-Louis Dietemann",
            "Ashley J. Robinson",
            "Kenneth J. Poskitt",
            "Steven P. Miller",
            "Colin Studholme"
        ],
        "keywords": "diffusion tensor imaging, human fetal brain, image registration, tensor reconstruction"
    }
]