[
    {
        "id": 1823,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Improving Secondary Metabolite Production in Tissue Cultures",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Plant cell and tissue culture has been suggested as an alternative means for year-round production of secondary metabolites with an added potential of increasing yields by culture selection and manipulation, genetic transformation, hairy root cultures, and use of bioreactors for mass production. Secondary metabolite pathways and genes involved in those pathways have been identified, and regulation of transcription and transcription factors has been determined by studying functional genomics in conjunction with data-mining tools of bioinformatics. Besides this, advances in metabolic engineering enable researchers to confer new secondary metabolic pathways to crops by transferring three to five, or more, heterologous genes taken from various other species. As an alternative, the metabolic pathways of useful secondary metabolites have been modified to improve their productivity via genetic transformation. However, there is a need to understand metabolic pathways of secondary metabolism at the molecular level. Plant hairy roots offer a novel and sustainable tissue-based system that preserves multiple specialized cell types believed to be important in maintaining a better consistency in synthesis of bioactive secondary molecules. This paper will review state-of-the-art reports on improving production of secondary metabolites in tissue cultures in various plant species.",
        "email": "ashwanikumar214@gmail.com",
        "conf": "Plant biology and biotechnology",
        "coauthors": [
            "Ashwani Kumar"
        ],
        "keywords": "Secondary metabolites, Alkaloids, Saponins, Terpenoids, Nicotine "
    },
    {
        "id": 1838,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Role of Horticulture in Biodiversity Conservation",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Sustainable development is growth which can be sustained with proper utilization of natural resources. Biodiversity of a region can be utilized by human developmental activities provided re-plantation is done with the same pace. Gardens and horticulture has special role to create the message of interdependence of human being on natural resources. If we are utilizing natural resources without regeneration we are mining natural resources from finite means and ultimately human survival becomes impossible if natural resources are gone. There has to be an approach of sustainable development. During recent years housing schemes are taking into account the local habit and habitat of plants and making a selection of plant species and areas where minimal destruction of natural resources will take place. This is first step in sustainable development that we recharge water resources and replenish natural renewable resources also. Increased awareness of the public to environmental issues will lead to better biodiversity conservation along with conservation of natural resources. Besides creation of habitat for the local wildlife like small animals, birds, butterflies by using biological control measures instead of pesticides will help restore equilibrium between flora and fauna. Chicago Botanical garden, Chicago is specializing in roof gardening.",
        "email": "ashwanikumar214@gmail.com",
        "conf": "Sustainable Horticultural Systems",
        "coauthors": [
            "Ashwani Kumar"
        ],
        "keywords": "Development, Ecosystem, Food and Medicinal, Natural Resources, Sustainable "
    },
    {
        "id": 1837,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Green House Gas Emissions and Climate Change: Options to Mitigate Climate Change",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Increasing levels of greenhouse gas emissions are cause of global concern. The Kyoto Protocol shares the ultimate objective of the Convention to stabilize atmospheric concentrations of Green House Gases at a level that will prevent dangerous interference with the climate system. . Current biomass use, although not sustainable in some cases, replaces fossil fuel consumption and results in avoided CO2 emissions, representing about 2.7 to 8.8 % of 1998 anthropogenic CO2 emissions. The global biomass energy potential is large, estimated at about 104 EJ/a. hence, biomass has the potential to avoid significant fossil fuel consumption, potentially between 17 and 36 % of the current level and CO2 emissions potentially between 12 and 44 % of the 1998 level. There is significant scope then to integrate biomass energy with agriculture, forestry and climate change policies. Improved agronomic practices of well managed biomass plantations will also provide a basis for environmental improvement by helping to stabilize certain soils, avoiding desertification which is already occurring rapidly in tropical countries.",
        "email": "ashwanikumar214@gmail.com",
        "conf": "American Journal of Pharmacy and Health Research",
        "coauthors": [
            "Priyadarshini Agnihotri",
            "Ashwani Kumar"
        ],
        "keywords": "Kyoto protocol, greenhouse emissions, fossil fuel, plantations, biofuels. Climate change"
    },
    {
        "id": 1825,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Global Warming Climate Change and Greenhouse Gas Mitigation",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "In recent years fossil fuels, smog, carbon monoxide, particulates, free radicals and toxic chlorofluorocarbons and deforestations have increased significantly mainly due to anthropogenic activities. Urbanization is a global trend and is associated with increases in income, and higher urban incomes are correlated with higher consumption of energy and GHG emissions. This has resulted in increasing levels of greenhouse gases which absorb heat mainly infrared radiation, emitted from the Earth’s surface. Increases in the atmospheric concentrations of these gases cause Earth to warm by trapping more of this heat. The CO2 level in 2012 was about 40% higher than it was in the nineteenth century. During Conference of the Parties (COP21), at Paris Climate Conference, (2015) a legally binding and universal agreement on climate change was achieved, with the aim of keeping global warming below 2 °C. Substantial cuts in anthropogenic GHG emissions by mid-century through large-scale changes in energy systems and altered land use can be achieved. Biofuels, according to the IEA, could displace enough petroleum to avoid the equivalent of 2.1 Gigatons (Gt) of carbon dioxide emission each year if produced sustainably – about as much as net carbon dioxide absorbed by the oceans. Currently, second-generation cellulosic biofuels and third-generation algal biodiesels are prominent biological approaches to sequester and convert CO2. The race is on to optimize the technology that can produce biofuels from lignocellulose sources, and it is expected that biotechnological advancement is expected to make this happen in the near future for the benefit of mankind. This review is supported by various publications from the United Nations, and citations are acknowledged.",
        "email": "ashwanikumar214@gmail.com",
        "conf": "Biofuels: Greenhouse Gas Mitigation and Global",
        "coauthors": [
            "Ashwani Kumar"
        ],
        "keywords": "Biofuel, Climate change, Global warming, Greenhouse gases"
    },
    {
        "id": 1831,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Potential of Lignocellulosic Materials for Production of Ethanol",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Increasing greenhouse gases, mainly due to anthropogenic causes, are the major cause of climate change. The need for renewable fuels is becoming paramount largely because of environmental reasons. Presently ethanol and biodiesel are predominantly produced from corn kernels, sugarcane, or soybean oil which might create food vs fuel competition and destabilize land use pattern for agriculture. Recently cellulosic biofuels and algal biodiesels are prominent biological approaches to sequester and convert CO2. In order to avoid this biofuel feedstock, lignocelluloses—the most abundant biological material on earth—are being explored. Lignocelluloses are omnipresent—wheat straw, corn husks, prairie grass, discarded rice hulls, or trees. The race is on to optimize the technology that can produce biofuels from lignocellulose sources more efficiently—and biotech companies are in the run. There is a campaign which advocates that 25% of US energy come from arable land by 2025. Present review attempts in presenting state-of-the-art report on biofuel production from lignocellulosic materials.",
        "email": "",
        "conf": "Biofuels: Greenhouse Gas Mitigation and Global Warming",
        "coauthors": [
            "Ashwani Kumar",
            "Nidhi Gupta"
        ],
        "keywords": "Lignocellulose, Ethanol, Cellulose, Green house gases "
    },
    {
        "id": 1824,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Agrotechnology Production and Demonstration of High-Quality Planting Material for Biofuels in Arid and Semiarid Regions",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Several plant families widely growing in Rajasthan have great potential as renewable source of energy. Euphorbiaceae (Euphorbia antisyphilitica, E. tithymaloides, E. caducifolia, E. lathyris, E. neriifolia, Jatropha curcas, etc.), Asclepiadaceae (Calotropis gigantea and C. procera), Asteraceae, and Apocynaceae have a large number of valuable plants. These plants are able to grow well in arid and semiarid conditions of Rajasthan. We developed agrotechnology for some of these plants and suggested a three-tier system for optimum production of biomass. Influence of growth regulators, edaphic factors, cropping pattern, and nutritional factors have been optimized. The biofuel yield could be increased by employing technologies developed at University of Rajasthan, Jaipur. Production of high-quality plant material of Jatropha curcas was carried out at 35 ha Energy Plantation Demonstration Project Center, University of Rajasthan, under the Department of Biotechnology, Government of India project sanctioned to authors. The selected plant materials were characterized for their hydrocarbon and oil contents. High-yielding accessions of Jatropha curcas have been deposited at the National Bureau of Plant Genetic Resources, New Delhi. Accession IC565601 and IC565602 have been planted at Viratnagar near Jaipur. Elite strains have given excellent performance depending on edaphic, climatic, and nutritional conditions. This paper will try to review mainly our own work carried during last 30 years giving citations.",
        "email": "ashwanikumar214@gmail.com",
        "conf": "Biofuels: Greenhouse Gas Mitigation and Global Warming",
        "coauthors": [
            "Ashwani Kumar",
            "Shikha Roy"
        ],
        "keywords": "Biodiesel, Bioenergy, Biofuel, Biological conversion, Biomass "
    },
    {
        "id": 1830,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Perspective of Biofuel Production from Different Sources",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Biofuel is an emerging agri-industry that has the potential to change the agricultural economics of both developed, as well as developing, and underdeveloped nations in the not so distant future. Biofuels are regularly replacing fossil fuels to generate power, heat, and chemicals. The extensive use of biofuels in the future for energy generation is of great interest since it has the potential to reduce the concentration of greenhouse gases in the atmosphere and could serve as an important step toward establishing energy independence and open new employment opportunities globally. It is therefore important to understand the different sources of biofuel productions for long-term and sustainable use depending upon the nature and energy dynamics of the regional demands for biofuel. This review investigates the sustainability of biofuel production from different sources and their role in energy generation.",
        "email": "",
        "conf": "Biofuels: Greenhouse Gas Mitigation and Global Warming",
        "coauthors": [
            "Peiman Zandi",
            "Saikat K. Basu",
            "Muhammad Asif",
            "Ashwani Kumar"
        ],
        "keywords": "Biofuels, Biomass, Environment, Feedstock, Fossil fuels, Renewable resources "
    },
    {
        "id": 1839,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Plant Nutraceuticals for Cardiovascular Diseases with Special Emphasis to the Medicinal Herb Fenugreek (Trigonella Foenum-Graecum L.)",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Cardio Vascular diseases have assumed alarming proportions globally primarily due to life style changes, changing food habits and sedentary habits. Food plays an important role in regulating body functions and more so the cardio vascular functions. Obesity is a major cause of CVD and is related to nutrition and exercise. Excess fat in body gets deposited in adipose tissue, blood vessels, nerves and joints and often promotes diabetes, hypertension and renal disorders. All these can be regulated to a large extent by taking proper health supplements and regulating nutrition. Functional food rich in protein and fibers and less in calorific value can help in reducing reactive oxygen species and risks of myocardial infraction and improve quality of life. Nutraceuticals offer this possibility. Nutrition therapy focuses on maintaining optimal nutrition, modifying nutritional contents and controlling blood pressure. This paper reviews the role of nutraceuticals and dietary supplements from plant sources with special emphasis to medicinal herb fenugreek (Trigonella foenum-graecum L.) for enhancing good health and reducing risks of cardio vascular diseases.",
        "email": "ashwanikumar214@gmail.com",
        "conf": "American Journal of Social Issues and Humanities",
        "coauthors": [
            "Ashwani Kumar",
            "Peiman Zandi"
        ],
        "keywords": "nutraceuticals, cardiovascular diseases, hypertension, diabetes, chronic heart disease, fenugreek"
    },
    {
        "id": 1827,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Synthetic and Semisynthetic Metabolic Pathways for Biofuel Production",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Recently, metabolic engineering is greatly​ benefited from systems and synthetic biology due to substantial advancements in those fields. The present review aims at importance of metabolic engineering and synthetic biology for production of compounds such as fatty acids, alcohols, and high-value chemicals. The C3 plants, including important food crops like rice, wheat, barley, and soybean overcome RuBisCO’s catalytic inefficiency by enriching some of the traits from algal system. Synthetic and semisynthetic energy conversion systems, based on photosynthetic processes, have recently been proposed. They envisioned that thylakoids with modified PSII can be used outside the living cell in potentially vast amounts and without the requirement of complicated isolation procedures. Another approach could be the use of a native and viable photosynthetic system adapted to serve as a direct source of either sustained electrical current or storable chemical energy and perhaps useful, conduit for electron transport. Balancing and optimization of metabolic engineering and systems biology to develop tailor-made microbial factories for the efficient production of chemicals and biofuels might replace products derived from natural sources in the near future.",
        "email": "",
        "conf": "Biofuels: Greenhouse Gas Mitigation and Global Warming",
        "coauthors": [
            "Shikha Bhansali",
            "Ashwani Kumar"
        ],
        "keywords": "Electron transport, Photosynthetic process, PSII, Transmembrane complex "
    },
    {
        "id": 1829,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Potential Biomass for Biofuels from Wastelands",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Biomass production for biofuels in wasteland offers an attractive proposition. India is situated between 8°4″ and 37°6″ N latitude and 68°7″ and 97°25″ E longitude. The total land area of India is approximately 329 mha, out of which 150 mha is uncultivable and around 90 mha is characterized as wasteland. Wastelands in India are scattered all over the country as in the Himalayas, the Western Ghats, the Eastern Ghats, hilly areas, and desert of Rajasthan. The broad subdivision of wastelands is categorized as degraded forest, overgrazed revenue wasteland, ravines, hilly slopes, eroded valleys, drought-stricken pastures, overirrigated “usar” and “khar” soils (saline and alkaline), wind- and water-eroded lands, and waterlogged marshlands. Crop production in such types of soils is not economical at all. Even with productive soils, our crop yields are dependent on erratic and very poor seasonal monsoons. With the increasing population pressure there is an urgent need to trace some potential sources of biomass for sustainable utilization. During the present investigation, attempts were made to categorize some potential bioenergy sources in different habitats of arid and semiarid regions of Rajasthan. Our studies present alternative sources of energy to reduce the pressure on forest biomass for sustainable utilization.",
        "email": "",
        "conf": "Biofuels: Greenhouse Gas Mitigation and Global Warming",
        "coauthors": [
            "Amit Kotia",
            "Meghendra Kumar Sharma",
            "Ashwani Kumar"
        ],
        "keywords": "Wasteland, Arid and semiarid, Biomass, Sustainable development, Rajasthan "
    },
    {
        "id": 1840,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Nutraceutical Value of Aquatic Plants",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Rajasthan has several water bodies. Plants providing edible fruits, seeds, grains, tubers, root-stocks, tender stem and leaves belonging to 47 aquatic species have been studied. The arrangement of taxa is according to Benthan & Hooker's system of classification at the family level, while genera and species are enumerated in an alphabetical sequence. Local names, period of availability, habit and habitat of the plants have been mentioned as use. Main chemical contents of edible parts have also been recorded.",
        "email": "",
        "conf": "Medical Science",
        "coauthors": [
            "Archana Pareek",
            "Ashwani Kumar"
        ],
        "keywords": "edible, aquatic species, medicinal, habit & habitat."
    },
    {
        "id": 1833,
        "label": 38,
        "author": "ashwani kumar",
        "title": "PHARMOCOGNOSTIC STUDIES ON NYMPHAEA SPP",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Wetlands provide a unique habitat for several medicinal plants attempt has been made to document some of the little known medicinal properties of wetland plants used by local community of India. Nymphaea is a genus of aquatic perennial plants having showy flowers (white, blue, pink, or yellow, often fragrant), including the white water lily currently Nymphaea, they are growing from an under water stem. which is buried in the mud and sends root lets for anchorage. Water lily, the member of the Nymphaeaceae family, is the symbol of Buddhism and Brahmanism in India. The plant has great medicinal value. Present review deals with various species and their applications in traditional medicines.",
        "email": "ashwanikumar214@gmail.com",
        "conf": "World Journal of Pharmaceutical Research",
        "coauthors": [
            "Archana Pareek",
            "Ashwani Kumar"
        ],
        "keywords": "Aquatic angiosperms, Biodiversity, Medicinal value and Wetlands of India"
    },
    {
        "id": 1836,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Halophytes for Saline Lands Their Economic Potential and Demonstration of Salt Tolerance",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Increasing land degradation is posing a great threat to the perspectives of improving food and fodder production. Salinity stress is limiting agricultural crop productivity. One of the most serious forms of land degradation is secondary salinity/sodicity (i.e. Salinity developed due to saline water irrigation), which is prevalent in arid and semiarid regions of world. The production capacity of such lands is inhospitable because of their poor physical and chemical properties, altered ecosystem, and disturbed nutrient cycling resulted from land overuse and continual addition of chemicals. Such problems are now the major determinants of global crop productivity and consequently reclamation of such soil resources is the most urgent requirement for world food production and sustainable development. However growing halophytes has been tried to reclaim such land.",
        "email": "ashwanikumar214@gmail.com",
        "conf": "American Journal of Pharmacy and Health Research",
        "coauthors": [
            "Priyadarshini Agnihotri",
            "Ashwani Kumar"
        ],
        "keywords": "Salinity, Biodiversity, Salsola, Atriplex, sodicity"
    },
    {
        "id": 1835,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Metabolic Engineering in Plants",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Metabolic engineering considers metabolic and cellular system as an entirety and accordingly allows manipulation of the system with consideration of the efficiency of overall bioprocess, which distinguishes itself from simple genetic engineering. Metabolic engineering in plants involves the modification of endogenous pathways to redirection of one or more enzymatic reactions to produce new compounds or improve/retard production of known compounds. Metabolic engineering is the redirection of one of more enzymatic reaction to produce new compounds in an organism, improve production of existing compounds or mediate the degradation of compounds. It reviews the current status of metabolic engineering.",
        "email": "ashwanikumar214@gmail.com",
        "conf": "Plant Biology and Biotechnology",
        "coauthors": [
            "Ashwani Kumar"
        ],
        "keywords": "Metabolic engineering, Terpenoids, Alkaloids, Cellulose, Gene, Transcription regulation "
    },
    {
        "id": 1826,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Historical Development of Biofuels",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Biofuel, also called as agrofuel, is derived from biomass and may exist in solid, liquid, or gaseous form. The use of waste biomass to generate energy may reduce waste management problems like pollution, greenhouse gas emissions, and the use of limited amount of fossil fuels. Unlike fossil fuels, biofuels are a renewable energy source. Because they are derived from crops that can be harvested annually, or in the case of algae monthly, biofuels are theoretically unlimited. There is a potential for bioenergy obtained from waste to decrease the speed of global warming. Biofuels have emerged as an ideal choice to meet these requirements. Huge investments in research and subsidies for production are being done in most of the developed countries. The choice of raw material for biofuel production ranges from molasses for bioethanol and nonedible oil for biodiesel depending on nations. Global initiatives started in 1970s with pioneer work by Melvin Calvin in the United States, D.O. Hall in King’s College London, Stewart in CSIRO, Australia, and Prof. Sato and Yamada were some leading groups to undertake biofuel work. Melvin Calvin inspired us (AK and team) to take work on laticifers in Rajasthan. We were among the pioneers to start work on biofuels in Rajasthan with support from Department of Non Conventional Energy Sources (DNES) Govt of India in early 1980’s. Initial researches were confined to discover candidate crop species, the agrotechnological zones in which they might be grown and predicted yields. Cost of production of feedstock was assessed in relation to cost of alternative crops such as wheat and grain sorghum in southern and eastern Australia. At present, governments have initiated the use of alternative sources of energy for ensuring energy security, generating employment, and mitigating CO2 emissions. Attempts were also made to produce energy from waste. One waste management strategy is anaerobic digestion. In anaerobic digestion, any sort of biomass can be utilized. This waste breaks down and gives rise to methane. This methane is harvested and burned to create heat and power to run some automobiles and vehicles",
        "email": "",
        "conf": "Biofuels: Greenhouse Gas Mitigation and Global Warming",
        "coauthors": [
            "Sunita Agarwal",
            "Ashwani Kumar"
        ],
        "keywords": "Biofuel, Waste management, Ethanol production, Microalgae, Fossil fuels "
    },
    {
        "id": 1828,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Alternative Biomass from Saline and Semiarid and Arid Conditions as a Source of Biofuels: Salicornia",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "The world population is increasing, and there is a limited amount of freshwater in the world. Global efforts are being made for turning saltwater into an alternative to freshwater for agriculture. The Gujarat State Fertilizers & Chemicals Ltd. (GSFC), Baroda, plans to promote the cultivation of Salicornia, a special saltwater or wasteland plant that has export potential and yields several value-added products. Gujarat with its 1600-km-long coastline has a vast potential for such farming. Some of the plants in this region are environment friendly. Besides potential as biomass, Salicornia provides value-added products: its seeds yield edible oil that is low in cholesterol and contains antioxidants; its succulent tips are used widely in Europe and the USA in green salad dressings; the plant itself can be an excellent fodder. This fodder has increased milk yield by 15% in addition to making it protein rich. The dry biomass is used to prepare particleboard for use in furniture. Salicornia cultivation can provide cheap, locally available energy to catalyze the all-round socioeconomic development process. This can also offer an effective low-cost strategy for reclaiming barren wastelands into productive areas.",
        "email": "",
        "conf": "Biofuels: Greenhouse Gas Mitigation and Global Warming",
        "coauthors": [
            "Ashwani Kumar",
            "Ebin Abraham",
            "Arti Saket Gupta"
        ],
        "keywords": "Salicornia, Coastal areas, Saline water, Biomass "
    },
    {
        "id": 1832,
        "label": 38,
        "author": "ashwani kumar",
        "title": "Alternative Biomass from Semiarid and Arid Conditions as a Biofuel Source: Calotropis procera and Its Genomic Characterization",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "Rajasthan has the largest area of wasteland in India measuring up to 60% of the total wasteland of India. It also occupies overgrazed pastures, beachfront, roadsides, and denuded areas. Calotropis is the first colonizer on the sand dunes and wastelands. Calotropis prefers open habitat with little competition. Calotropis is distributed in western India and central India mainly in semiarid and arid regions. It contains latex which is 30% hydrocarbons mainly triterpenoids. These hydrocarbons can be converted into biofuels. Thus, this plant can be a potential biofuel source of the semiarid and arid regions of the world.",
        "email": "ashwanikumar214@gmail.com",
        "conf": "Biofuels: Greenhouse Gas Mitigation and Global Warming",
        "coauthors": [
            "Ashwani Kumar"
        ],
        "keywords": "Calotropis procera, Calotropis gigantea, Semiarid and arid, Hydrocarbons "
    },
    {
        "id": 1834,
        "label": 38,
        "author": "ashwani kumar",
        "title": "ANTIMICROBIAL ACTIVITY OF JUSTICIA ADHATODA",
        "organization": "Alexander von Humboldt Fellow Former Head of the Department of Botany Director Life Science",
        "abstract": "The presence of antimicrobial substances in higher plants is well established. Antimicrobial potential of leaf extract of Justicia adhatoda Nees. (Family Acanthaceae) alone has significant contribution. The effectiveness of a particular antimicrobial agent results in the production of growth inhibition zone appearing as clear area around the source agent. And this can be considered as a relative potential of its efficiency. During the present investigation, the antimicrobial activity of methanol and leaf extracts of Justicia adhatoda was tested on Staphylococcus aureus, Bacillus subtilis, Pseudomonas aeruginosa, Proteus vulgaris, Aspergillus niger, Aspergillus flavus, Fusarium oxysporum and Penicillium digitatum by the disc diffusion method (Atlas et al., 1995). Antibiotic was used as positive control.",
        "email": "",
        "conf": "World Journal of Pharmaceutical Research",
        "coauthors": [
            "Alka Sharma",
            "Ashwani Kumar"
        ],
        "keywords": "Acanthaceae, Inhibition zone, Justicia adhatoda, Staphylococcusaureus, Proteus vulgaris"
    }
]