[
    {
        "id": 1911,
        "label": 42,
        "author": "awanish kumar",
        "title": "L-Asparaginase as Morpheein: A Potential Drug Target",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "",
        "email": "drawanishkr@gmail.com",
        "conf": "Pharmacological Research",
        "coauthors": [
            "Archana Vimal",
            "Awanish Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1924,
        "label": 42,
        "author": "awanish kumar",
        "title": "Pigmentation in Leishmaniasis: Common or Different",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "",
        "email": "",
        "conf": "Pigmentary Disorders",
        "coauthors": [
            "Awanish Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1905,
        "label": 42,
        "author": "awanish kumar",
        "title": "Why Chitosan? From properties to perspective of mucosal drug delivery",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Non-parenteral drug delivery routes primarily remove the local pain at the injection site. The drugs administered through the oral route encounter the process of hepatic first pass metabolism. Among the alternative delivery routes, mucosal route is being investigated as the most preferred route. Different mucosal routes include the gastrointestinal tract (oral), vagina, buccal cavity and nasal cavity. Novel formulations are being developed using natural and synthetic polymers that could increase the residence time of the drug at mucosal surface in order to facilitate permeation and reduce (or bypass) the first pass metabolism. For recombinant drugs, the formulations are accompanied by enzyme inhibitors and penetration enhancers. Buccal cavity (buccal and sublingual mucosa) has smaller surface area than the gastrointestinal tract but the drugs can easily escape the first pass metabolism. Chitosan is the most applied natural polymer while synthetic polymers include Carbopol and Eudragit. Chitosan has inherent properties of mucoadhesion and penetration enhancement apart from biodegradability and efflux pump inhibition. This review hoards the important research purview of chitosan as a compatible drug carrier macromolecule for mucosal delivery on single platform.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "International journal of biological macromolecules",
        "coauthors": [
            "Ashwini Kumar",
            "Archana Vimal",
            "Awanish Kumar"
        ],
        "keywords": "Biodegradation, Chitosan, Drug delivery, Efflux-pump, Mucoadhesion, Penetration enhancement"
    },
    {
        "id": 1940,
        "label": 42,
        "author": "awanish kumar",
        "title": "Amplified fragment length polymorphism: An adept technique for genome mapping genetic differentiation and intraspecific variation in protozoan parasites",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "With the advent of polymerase chain reaction (PCR), genetic markers are now accessible for all organisms, including parasites. Amplified fragment length polymorphism (AFLP) is a PCR-based marker for the rapid screening of genetic diversity and intraspecific variation. It is a potent fingerprinting technique for genomic DNAs of any origin or complexity and rapidly generates a number of highly replicable markers that allow high-resolution genotyping. AFLPs are convenient and reliable in comparison to other markers like random amplified polymorphic DNA, restriction fragment length polymorphism, and simple sequence repeat in terms of time and cost efficiency, reproducibility, and resolution as it does not require template DNA sequencing. In addition, AFLP essentially probes the entire genome at random, without prior sequence knowledge. So, AFLP markers have emerged as an advance type of genetic marker with broad application in genomic mapping, population genetics, and DNA fingerprinting and are ideally suited as screening tool for molecular markers linked with biological and clinical traits. This review describes the AFLP procedure and its applications and overview in the fingerprinting of a genome, which has been currently used in parasite genome research. We outline the AFLP procedure adapted for Leishmania genome study and discuss the benefits of AFLPs for assessing genetic variation and genome mapping over other existing molecular techniques. We highlight the possible use of AFLPs as genetic markers with its broad application in parasitological research because it allows random screening of the entire genome for linkage with genetic and clinical properties of the parasite. In this review, we have taken a pragmatic approach on the study of AFLP for genome mapping and polymorphism in protozoan parasites and conclude that AFLP is a very useful tool.",
        "email": "",
        "conf": "Parasitology Research",
        "coauthors": [
            "Awanish Kumar",
            "Pragya Misra",
            "Anuradha Dube"
        ],
        "keywords": ""
    },
    {
        "id": 1889,
        "label": 42,
        "author": "awanish kumar",
        "title": "A demographic study on relation between uric acid and diabetes parameters in the Chhattisgarh State of India",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "pidemiological evidence suggest that conflicting data exist for the relation between serum uric acid (SUA) and various diabetes-associated parameters. Therefore, measurement of SUA levels could play a valuable role as predictor marker in early type 2 diabetics as well as a potent antioxidant therapeutic. This work is a small demographic study in the patients of Chhattisgarh to find a relation between the SUA level and diabetes parameters in diabetics and controls. Materials and Methods: This was a small sample set case–control study. Patients were divided into two groups, namely, control (n = 25) and type 2 diabetics (n = 30). Biochemical estimation of parameters was performed using commercially available enzymatic kits. Results: Plasma glucose, serum triglyceride, glycated haemoglobin and creatinine were higher in diabetic patients than in controls. SUA showed a significant lower level in test patients (2.97 ± 0.22) as compared to control (4.35 ± 0.64). A negative correlation of r = −0.8159 was obtained between SUA and plasma glucose levels. Conclusions: Results suggest that variation in uric acid (UA) levels from normal to pre-diabetes and diabetes condition could be an important biomarker. Further validations may pave the way for UA measurement as a diagnostic and prognostic marker in type 2 diabetes mellitus.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "Advances in Human Biology",
        "coauthors": [
            "Parul Thakur",
            "Ashwini Kumar",
            "Pradeep Kumar Patra",
            "Awanish Kumar"
        ],
        "keywords": "Biomarker, serum, type 2 diabetes mellitus, uric acid"
    },
    {
        "id": 1950,
        "label": 42,
        "author": "awanish kumar",
        "title": "Age-influenced population kinetics and immunological responses of Leishmania donovani in hamsters",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Susceptibility of animals to infections depends upon various factors including sex and age of the host, which plays a pivotal role. In this communication, we have investigated the “intake” of Leishmania donovani infection in young (3–4 weeks old) and adult (15–16 weeks old) golden hamsters. The splenic parasite load in young hamsters on day 15 post infection (p.i.) was 54 ± 4 amastigotes/100 macrophage nuclei and increased to 106.3 ± 3.5 on day 30 p.i. However, adult group showed 2.2-(P < 0.001) and 1.75-fold (P < 0.001) lesser parasite burden on these days, respectively. But as the disease progresses further, differences in parasite burden become less significant, as revealed by comparable levels of parasite loads at 2 months p.i. Spleen weight measurements correspond to the above observations. In the young group, the levels of antileishmanial antibody rise two and 4.5 times on days 15 and 30 p.i., respectively, as compared to only 1.3 and 2.3 times increase in their respective adult counterparts. However, after 2 months of infection both groups recorded analogous (12-fold) rise in antibody levels. Both mitogenic and antigenic responses in adult hamsters were less suppressed compared to young hamsters on days 15 and 30 p.i. However, both groups exhibited highly suppressed cell-mediated immune (CMI) responses after 2 months of infection. These findings implicate that age of the host may influence the susceptibility and resistance to Leishmania infection.",
        "email": "",
        "conf": "Parasitology Research",
        "coauthors": [
            "Nasib Singh",
            "Mukesh Samant",
            "Shraddha Kumari Gupta",
            "Awanish Kumar",
            "Anuradha Dube"
        ],
        "keywords": ""
    },
    {
        "id": 1920,
        "label": 42,
        "author": "awanish kumar",
        "title": "In vivo and in silico Investigation of Antidiabetic Activity of Fruit of Withania coagulans Dunal",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "This study evaluates the antidiabetic activities of methanolic extract of Withania coagulans Dunal (Ashutosh booti) fruit (WCFE) in poloxamer-407 induced type 2 diabetic Wistar rats. The electrochemical behaviour of WCFE with anodic peak of 1.19± 0.01V was found similar to standards used indicating that extract is antioxidant in nature. Unlike diabetic control rats, the WCFE treated diabetic rats presented significant amelioration of glycaemia, insulinamia and lipid dysmetabolism, remarkable reduction of oxidative markers and improved cecal and pancreatic characteristics. HYBRID and FRED docking were performed for 25 documented WCFE botanicals for putative action mechanism concerning three diabetic therapeutic proteins namely PTP-1B, PPAR-γ and DPP-IV fully support the in vivo findings. Botanicals like nicandrenone10 and Acnistin F have shown considerable interaction potential with aforesaid proteins. Results provide pharmacological evidence of WCFE as antihyperglyceamic mediated by interaction of various botanicals with various targets operating in diabetes mellitus.",
        "email": "",
        "conf": "Current Hypertension Reviews",
        "coauthors": [
            "SUDHANSHU KUMAR BHARTI",
            "Supriya Krishnan",
            "Neeraj Kumar Sharma",
            "Amit Kumar",
            "Om Prakash",
            "Ashok Kumar Gupta",
            "Awanish Kumar"
        ],
        "keywords": "Cyclic voltammetry; DPP-IV; Homeostatic model assessment; Molecular docking; PPAR-γ; PTP-1B; Type 2 diabetes mellitus; Withania coagulans fruit"
    },
    {
        "id": 1917,
        "label": 42,
        "author": "awanish kumar",
        "title": "Phytotherapy for diabetes mellitus: Back to nature",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "",
        "email": "",
        "conf": "Minerva endocrinologica",
        "coauthors": [
            "SUDHANSHU KUMAR BHARTI",
            "Supriya Krishnan",
            "Awanish Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1897,
        "label": 42,
        "author": "awanish kumar",
        "title": "Mesenchymal stem cell in venous leg ulcer: An intoxicating therapy",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Venous leg ulcers (VLU) are a prevalent and reoccurring type of complicated wound, turning as a considerable public healthcare issue, with critical social and economic concern. There are both medical and surgical therapies to treat venous leg ulcers; however, a cure does not yet exist. Mesenchymal stem cells (MSC) are capable and proved of accelerating wound healing in vivo and their study with human chronic wounds is currently awaited. MSCs are a promising source of adult progenitor cells for cellular therapy and have been demonstrated to differentiate into various mesenchymal cell lineages. They have a crucial and integral role in native wound healing by regulating immune response and inflammation. Improved understanding of the cellular and molecular mechanisms at work in delayed wound healing compels to the development of cellular therapy in VLU. This review focuses on the current treatment option of VLU and further emphasizing the role of MSCs in accelerating the healing process. With further understanding of the mechanism of action of these cells in wound improvement and, the involvement of cytokines can also be revealed that could be used for the therapeutic purpose for VLU healing. Clinical uses of MSCs have been started already, and induced MSCs are surely a promising tool or compelling therapy for VLU.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "Journal of tissue viability",
        "coauthors": [
            "Anjali Athanerey",
            "Pradeep Kumar Patra",
            "Awanish Kumar"
        ],
        "keywords": "Mesenchymal stem cells, Venous leg ulcer, Therapy, Growth factors"
    },
    {
        "id": 1891,
        "label": 42,
        "author": "awanish kumar",
        "title": "Eucalyptol sabinene and cinnamaldehyde: potent inhibitors of salmonella target protein L-asparaginase",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Salmonella typhimurium is a severe threat to human life. The treatment became more difficult with the emergence of multidrug resistance. In the present in silico study, a novel drug target L-asparaginase was tested against three ligands eucalyptol, sabinene, and cinnamaldehyde, major components of cardamom, nutmeg, and cinnamon, respectively. The lowest docking score was obtained for sabinene followed by eucalyptol and cinnamaldehyde i.e. −5.648, −3.939 and −3.469. The docking score of sabinene is also better than the standard drug, Ciprofloxacin (−4.661) and natural substrate L-asparagine (−5.497). The amino acid residues involved in interactions inside the binding pocket are threonine 115 and threonine 35. The ADMET profile studied, also suggests the potency of the test ligands as a drug candidate. The results suggest they could be safe alternatives of chemical compounds to treat infections and combat multidrug-resistant bacteria.",
        "email": "",
        "conf": "3 Biotech",
        "coauthors": [
            "Archana Vimal",
            "Dharm Pal",
            "Timir Tripathi",
            "Awanish Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1898,
        "label": 42,
        "author": "awanish kumar",
        "title": "Development and characterization of tripolymeric and bipolymeric composite films using glyoxal as a potent crosslinker for biomedical application",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "For various biomedical applications, biopolymeric films are often crosslinked using chemical crosslinker such as glutaraldehyde, which is considered as a toxic chemical. In this report, we have prepared and characterized biopolymeric films using different combinations of chitosan, CMC, alginate and PVA using glyoxal as the crosslinker. The prepared films were subjected to various physico-chemical and mechanical characterizations such as swelling index, surface pH, surface morphology analysis using SEM, interact ion study using XRD, flexibility study using tensile testing and hardness testing. Glyoxal crosslinking resulted in variation of physico-chemical and mechanical alteration of the chitosan-PVA films while it had the negligible effect on the CAP film. Further, the hardness of the films demonstrated a decrease in value in the crosslinked films as compared to non-crosslinked films. We have interpreted that glyoxal is a potential crosslinker for chitosan-based composite polymers while in this case, it did not show any significant effect on CMC and alginate based composite structures. Therefore, using this type of films would be the cheap, safe and new alternative in drug delivery and other biomedical applications.",
        "email": "",
        "conf": "Materials Science and Engineering C",
        "coauthors": [
            "Ashwini Kumar",
            "Awanish Kumar"
        ],
        "keywords": "Alginate; Biomedical applications; CMC; Chitosan; Glyoxal; PVA"
    },
    {
        "id": 1894,
        "label": 42,
        "author": "awanish kumar",
        "title": "Selaginella bryopteris Aqueous Extract Improves Stability and Function of Cryopreserved Human Mesenchymal Stem Cells",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The effective long-term cryopreservation of human mesenchymal stem cells (MSCs) is an essential prerequisite step and represents a critical approach for their sustained supply in basic research, regenerative medicine, and tissue engineering applications. Therefore, attempts have been made in the present investigation to formulate a freezing solution consisting of a combination of Selaginella bryopteris water-soluble extract with and without dimethyl sulfoxide (Me2SO) for the efficient long-term storage of human umbilical cord blood- (hUCB-) derived MSCs. The cryopreservation experiment using the formulated freezing solution was further performed with hUCB MSCs in a controlled rate freezer. A significant increase in postthaw cell viability and cell attachment of MSCs was achieved with freezing medium containing Selaginella bryopteris water extract along with 10% Me2SO as compared to the freezing medium containing Me2SO (10% v/v) alone. Furthermore, the decreasing apoptotic events and reactive oxygen species production along with increasing expression of heat shock proteins also confirmed the beneficial effect of Selaginella bryopteris water extract. The beneficial effect of Selaginella bryopteris water extract was validated by its ability to render postpreservation high cell viability. In conclusion, the formulated freezing solution has been demonstrated to be effective for the standardization of cryopreservation protocol for hMSCs.",
        "email": "",
        "conf": "Oxidative medicine and  cellular longevity",
        "coauthors": [
            "Abhishek Kumar Singh, Anubhuti Jha, Arindam Bit, Andrey P. Kiassov, Albert A. Rizvanov, Archit Ojha, Pooja Bhoi, Pradeep Kumar Patra, Awanish Kumar, Akalabya Bissoyi"
        ],
        "keywords": ""
    },
    {
        "id": 1935,
        "label": 42,
        "author": "awanish kumar",
        "title": "Vaccines Against Leishmaniasis",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The development of a vaccine against leishmaniasis is a long term goal in both human and veterinary medicine. In the past decade, various subunit and DNA antigens have been identified as potential vaccine candidates in experimental animals but none have so far been approved for human use. To date there is no vaccine available against VL in routine use anywhere in the world. However, there is consensus that in the long term, vaccines ought to become a major tool in the control of this group of diseases. Unfortunately, the development of vaccines has been hampered by significant antigenic diversity and the fact that the parasites have a digenetic life cycle. Although a great number of antigens have been tested for protection against the cutaneous disease with in vitro cell or mouse models, no effective vaccine against human kala-azar is yet available. Though, the solid immunity observed following cure of kala-azar has suggested that the vaccination to prevent leishmaniasis is within the reach of conventional immunization methods, only few reports in literature deal with vaccines viz., FML, FML-QuilA Saponin against canine VL (Santos et al. 2002). Immune mechanisms involved in VL and various vaccines candidates evaluated in experimental models for VL has been extensively reviewed by Modabber (1995), Handman (2001), Scott (2003), Ravindran and Ali (2004), Goto and Lindoso (2004), Nyame et al. (2004), Kaye et al. (2004), Wilson et al. (2005), Garg and Dube (2006).",
        "email": "",
        "conf": "Leishmania and Leishmaniasis",
        "coauthors": [
            "Awanish Kumar"
        ],
        "keywords": "Vaccine Candidate, Cutaneous Leishmaniasis, Delayed Type Hypersensitivity Response, Potential Vaccine Candidate, Meglumine Antimoniate "
    },
    {
        "id": 1915,
        "label": 42,
        "author": "awanish kumar",
        "title": "Reactive Extraction of Pyruvic acid Using Mixed Extractants",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The synergistic effect of mixing of extractants (tri-n-butylphosphate, TBP; tri-n-octylamine, TOA; and Aliquat 336, A336) was investigated in view of recovery of pyruvic acid from fermentation media. Extraction experiments were performed at T = 302K, from aqueous solution of pyruvic acid (0.025–0.2 kmol m−3) using single and mixed extractants in decanol. Parameters such as distribution coefficient, KD; equilibrium constant, Keq; and extraction efficiency, E% were used to analyse the results. Equilibrium constants, Keq, were evaluated to be 15.376 m3 kmol−1, 9.242 m3 kmol−1, and 0.0778 m3 kmol−1 for (TBP + TOA), (A336 + TOA) and (TBP + A336), respectively. No overloading (Z < 0.5) was observed and only a (1:1) complex was proposed. E% were in the order of (TBP + TOA) > (A336 + TOA) > (TBP + A336).",
        "email": "",
        "conf": "Separation Science and Technology",
        "coauthors": [
            "Dharm Pal",
            "Niraj Thakre",
            "Awanish Kumar",
            "Amit Keshav"
        ],
        "keywords": "Reactive separation, extraction, mixed extractants, pyruvic acid, solvent extraction"
    },
    {
        "id": 1942,
        "label": 42,
        "author": "awanish kumar",
        "title": "Microarray based gene expression: A novel approach for identification and development of potential drug and effective vaccine against visceral Leishmaniasis",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Visceral Leishmaniasis (VL) is the well-recognized infectious disease among the complex of Leishmaniasis (cutaneous, mucocutaneous, visceral) in tropical and subtropical countries. Treatments for VL are unsatisfactory till date and alarming rise of drug resistance is a serious problem. Vaccines to control VL have shown some promise, but none are in current clinical use. Therefore, urgent needs for new and effective anti-leishmanials are prerequisite. To identify the potential factors, DNA microarray an advance, high throughput technology, has open the possibility of discovering new genes that can contribute to vaccine initiatives or serve as potential drug targets. It has been successfully applied to many of the protozoan parasites and identified some new genes as targets. Target discovery is the key step in the biomarker and drug discovery pipeline to diagnose. After the completion of genome sequencing of Leishmania major and L. infantum, advancement in microarray technologies provide new approaches to study the pattern of gene expression profile during differentiation and development of parasite. It has the potential to improve our understanding of pathogenicity, mechanism of drug resistance and virulence factors by identifying up/down regulated gene and characterizing the respective gene expression. Keeping these backgrounds in mind, we reviewed the data obtained from genome-wide wide expression profiling in Leishmania that focuses on applications of microarray in novel vaccine/drug targets discovery for VL and discuss the potential avenues for their future investigation. Ultimately this will be able to translate the findings into the development of novel therapeutic approaches and targets for VL.",
        "email": "drawanishkr@gmail.com",
        "conf": "International Journal of Advances in Pharmaceutical Sciences",
        "coauthors": [
            "Awanish Kumar",
            "Abhik Sen",
            "Pradeep Das"
        ],
        "keywords": "Visceral Leishmaniasis, Microarray, Stage-specific, Gene expression profiling, Gene discovery, Novel vaccine/drug targets"
    },
    {
        "id": 1909,
        "label": 42,
        "author": "awanish kumar",
        "title": "NDDS in Insulin Delivery: The New Faces",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The biggest resistance with the use of injectable drugs is the local site pain and morbidity. Patients are often reluctant regarding frequent use of injections. For frequent injection users, such as the diabetic patients under insulin therapy, this is even worse. Exubera, the first non-parenteral inhalable insulin developed by Pfizer around 2006, was withdrawn from the market a year later. Afrezza, the inhalable insulin developed by Mannkind Corporation, is currently marketed by Sanofi. Currently, Afrezza is the only inhaled insulin available. Generex Biotechnology, Canada, has developed a buccal spray insulin delivery system known as Oral-lyn™ which is available in India too. The formulation is delivered through a device, like the inhalers for asthma, but the formulation does not enter the lungs and gets absorbed through the buccal mucosa. Oramed Pharmaceuticals, Israel, has successfully conducted phase 2 trial with its oral insulin formulation ORMD-0801. This study was conducted for safety and efficacy of the drug formulation in type 2 diabetes patients. Diasome Pharmaceuticals have successfully conducted phase-II trials for Hepatocyte Directed Vesicles (HDV) for oral insulin delivery. Emisphere Technologies Inc. is planning to develop novel delivery system of Novo Nordisk’s insulin molecules using Eligen® technology.",
        "email": "awnishatom@gmail.com",
        "conf": "NATIONAL SEMINAR ON FUTURISTIC SCOPE IN BIOTECHNOLOGICAL ADVANCEMENTS AND ALLIED INSTRUMENTATION",
        "coauthors": [
            "Ashwini Kumar",
            "Awanish Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1934,
        "label": 42,
        "author": "awanish kumar",
        "title": "Mass spectrometry-based proteomic analysis of Leishmania donovani soluble proteins in Indian clinical isolate",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Leishmania donovani, a causative organism of visceral leishmaniasis (VL), is responsible for high mortality throughout the world. Due to the unsatisfactory treatment measures and increasing drug resistance, there has been an urgent need to develop novel drug/vaccine targets against VL. The aim of this study was to identify novel targets in soluble L. donovani (SLD) protein. SLD protein was isolated and resolved by two-dimensional gel electrophoresis and analyzed through MALDI-TOF/TOF-based mass spectrometry. Proteomic results identified several proteins as drug targets, Th1 stimulatory, novel, and hypothetical proteins which could have crucial biological functions in Leishmania pathogenesis.",
        "email": "",
        "conf": "Pathogens and Disease",
        "coauthors": [
            "Awanish Kumar",
            "Pragya Misra",
            "Brijesh S. Sisodia",
            "Ajit Kumar Shasany",
            "Shyam Sundar",
            "Anuradha Dube"
        ],
        "keywords": "Leishmania donovani, clinical isolate, SLD, 2-DGE, MALDI-TOF/TOF-MS"
    },
    {
        "id": 1914,
        "label": 42,
        "author": "awanish kumar",
        "title": "Docking and ADMET prediction of few GSK-3 inhibitors divulges 6-bromoindirubin-3-oxime as a potential inhibitor",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "GSK-3 is a member of cellular kinases with diversified functions such as cellular differentiation, metabolic signaling, neuronal functions and apoptosis. It has been validated as an important therapeutic target in Alzheimer’s disease and type 2 diabetes. Few molecules targeting GSK-3 are currently in clinical trials. In this study, we have compared certain docking and computational ADME (Absorption, Distribution, Metabolism, Excretion) parameters of a few GSK-3 targeted ligands (Indirubin, Hymenialdisine, Meridianins, 6-bromoindirubin-3-oxime) against two control molecules (Tideglusib and LY-2090314) to derive and analyze the basic drug-like properties of the test compounds. Docking between the GSK-3 and various ligands was done using AutoDock while ADME parameters were derived from ADMET server PreADMET and admetSAR. Various docked images were retrieved from docking, indicating the docking sites in the target protein. Out of four compounds tested, 6-bromoindirubin-3-oxime (6-BIO) was found as the best docking and ADME parameters, followed by Hymenialdisine (HMD). The LigPlot interaction results show two residues Leu (188) and Thr (138) to be common at the interaction site. The LD50 of 6-BIO is better than one of the control ligands while very similar to the other. Some of the parameters were very similar to the control ligands, thus, making it a suitable candidate among the test ligands. From this in-silico study, we concluded that 6-BIO is a potent drug candidate which could be further tested in vitro and in vivo to establish a drug molecule. Since, 6-BIO is a chemically modified form of the basic molecule Indirubin, we can hypothesize that certain other modified indirubins could be tested as GSK-3 targeted ligands.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "Journal of Molecular Graphics and Modelling",
        "coauthors": [
            "Chaluveelaveedu Murlidharan Nisha",
            "Ashwini Kumar",
            "Archana Vimal",
            "Awanish Kumar"
        ],
        "keywords": "Chaluveelaveedu Murleedharan Nisha, Ashwini Kumar, Archana Vimal, Bhukya Mounika Bai, Dharm Pal, Awanish Kumar"
    },
    {
        "id": 1910,
        "label": 42,
        "author": "awanish kumar",
        "title": "Modeling and Optimization of Reactive Extraction of Citric Acid",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Reactive extraction of citric acid from dilute aqueous solutions was studied using three different extractants, namely tri-n-butylphosphate (TBP), tri-n-octylamine (TOA), and Aliquat 336 (A336), dissolved in three different diluents: butyl acetate, decanol, and benzene. The isothermal batch equilibrium experiments were carried out at T = 300.15 ± 1 K. The extraction was interpreted in terms of the distribution coefficient (KD). Maximum extraction efficiency (E = 95.5%) was obtained at 20% (v/v) TOA in butyl acetate with complexation constant KE2 = 1039.7 (kg mol–1)2 for the (2:1) complex. In addition to having a higher loading ratio (Z > 0.5), the overloading of amine(TOA) in the case of the citric acid + TOA + decanol system was also confirmed by spectroscopic (FTIR) analysis. The linear solvation energy relationship model was successfully applied to predict the distribution coefficient. The complex stoichiometry was also optimized using differential evolution. A close resemblance was observed between experimental and model values.",
        "email": "",
        "conf": "Journal of Chemical & Engineering Data",
        "coauthors": [
            "Niraj Thakre",
            "Abhinesh Kumar Prajapati",
            "Shyama P. Mahapatra",
            "Awanish Kumar",
            "Akhilesh Khapre",
            "Dharm Pal"
        ],
        "keywords": ""
    },
    {
        "id": 1877,
        "label": 42,
        "author": "awanish kumar",
        "title": "Aminoacyl-tRNA synthetases: Structure function and drug discovery",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Aminoacyl-tRNA synthetases (AARSs) are the enzymes that catalyze the aminoacylation reaction by covalently linking an amino acid to its cognate tRNA in the first step of protein translation. Beyond this classical function, these enzymes are also known to have a role in several metabolic and signaling pathways that are important for cell viability. Study of these enzymes is of great interest to the researchers due to its pivotal role in the growth and survival of an organism. Further, unfolding the interesting structural and functional aspects of these enzymes in the last few years has qualified them as a potential drug target against various diseases. Here we review the classification, function, and the conserved as well the appended structural architecture of these enzymes in detail, including its association with multi-synthetase complexes. We also considered their role in human diseases in terms of mutations and autoantibodies against AARSs. Finally, we have discussed the available inhibitors against AARSs. This review offers comprehensive information on AARSs under a single canopy that would be a good inventory for researchers working in this area.",
        "email": "",
        "conf": "International Journal of Biological Macromolecules",
        "coauthors": [
            "Vijayakumar Rajendran",
            "Parismita Kalita",
            "Harish Shukla",
            "Awanish Kumar",
            "Timir Tripathi"
        ],
        "keywords": "Aminoacyl-tRNA synthetase, Rossmann fold, Motif, Inhibitor, Protein synthesis, Drug discovery"
    },
    {
        "id": 1887,
        "label": 42,
        "author": "awanish kumar",
        "title": "Gut biofilm forming bacteria in inflammatory bowel disease",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Inflammatory bowel disease (IBD) symbolizes a group of intestinal disorders in which prolonged inflammation occur in the digestive tract (esophagus, large intestine, small intestine mouth, stomach). Both genetic and environmental factors (infections, stress, diet) are involved in the development of IBD. As we know that bacteria are found in the intestinal mucosa of human and clinical observations revealed bacterial biofilms associated with patients of IBD. Various factors and microbes are found to play an essential role in biofilm formation and mucosal colonization during IBD. Biofilm formation in the digestive tract is dependent on an extracellular matrix synthesized by the bacteria and it has an adverse effect on the immune response of the host. There is no satisfactory and safe treatment option for IBD. Therefore, the current research aims to disrupt biofilm in IBD and concentrates predominantly on improving the drug. Here, we review the literature on bacterial biofilm and IBD to gather new knowledge on the current understanding of biofilm formation in IBD, host immune deregulation and dysbiosis in IBD, molecular mechanism, bacteria involved in biofilm formation, current and future regimen. It is urgently required to plan new ways to control and eradicate bacteria in biofilms that will open up novel diagnostic and therapeutic avenues for IBD. This article includes the mechanism of signaling molecules with respect to the biofilm-related genes as well as the diagnostic methods and new technologies involved in the treatment of IBD.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "Microbial Pathogenesis",
        "coauthors": [
            "Ankita Srivastava",
            "Jaya Gupta",
            "Sunil Kumar",
            "Awanish Kumar"
        ],
        "keywords": "Inflammatory bowel disease, Bacterial biofilm, Mechanism, Current and future therapeutics"
    },
    {
        "id": 1925,
        "label": 42,
        "author": "awanish kumar",
        "title": "C-terminal domain of CagX is responsible for its interaction with CagT protein of Helicobacter pylri type IV secretion system",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Helicobacter pylori are the well known human pathogen associated with gastric cancer and peptic ulcer. Pathogenesis is mainly due to the presence of 40 kb cagPAI (cag Pathogenicity Island) region that encodes the type IV secretion system (TFSS) consisting of a cytoplasmic part, a middle part/core complex (spans from inner membrane to outer membrane), and an outer membrane associated part. CagX and CagT are two important proteins of TFSS that have homology with virB9 and virB7 of Agrobacterium tumefaciens TFSS. In this study, we have shown that the CagX and CagT interact directly by using co-immunoprecipitation of endogenous CagX and CagT and MBP pull down assay. We further authenticate this observation using yeast two-hybrid assay and co-expression of both the protein coding gene in Escherichia coli. We also observed that the C-terminal region of CagX is important for CagT interaction. We reconfirm that CagT depends on CagX for its stabilization. These observations could contribute in overall visualization of assembly and architecture of TFSS because protein–protein interactions among Cag proteins are likely to have an important role in assembly. Thorough understanding about architecture and mechanism of action of cag-TFSS may lead to design controlled drug delivery system.",
        "email": "",
        "conf": "Biochemical and Biophysical Research Communications",
        "coauthors": [
            "Gopal Jee Gopal",
            "Jagannath Pal",
            "Awanish Kumar",
            "Gauranga Mukhopadhyay"
        ],
        "keywords": "H. pylori, TFSS, CagT/CagX, Interaction, Yeast-two-hybrid system"
    },
    {
        "id": 1902,
        "label": 42,
        "author": "awanish kumar",
        "title": "Putative Drug and Vaccine Target Identification in Leishmania donovani Membrane Proteins Using Nave Bayes Probabilistic Classifier",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Predicting the role of protein is one of the most challenging problems. There are few approaches available for the prediction of role of unknown protein in terms of drug target or vaccine candidate. We propose here Naïve Bayes probabilistic classifier, a promising method for reliable predictions. This method is tested on the proteins identified in our mass spectrometry based membrane protemics study of Leishmania donovani parasite that causes a fatal disease (Visceral Leishmaniasis) in humans all around the world. Most of the vaccine/drug targets belonging to membrane proteins are represented as key players in the pathogenesis of Leishmania infection. Analyses of our previous results, using Naïve Bayes probabilistic classifier, indicate that this method predicts the role of unknown/hypothetical protein (as drug target/vaccine candidate) significantly with higher precision. We have employed this method in order to provide probabilistic predictions of unknown/hypothetical proteins as targets. This study reports the unknown/hypothetical proteins of Leishmania membrane fraction as a potential drug targets and vaccine candidate which is vital information for this parasite. Future molecular studies and characterization of these potent targets may produce a recombinant therapeutic/prophylactic tool against Visceral Leishmaniasis. These unknown/hypothetical proteins may open a vast research field to be exploited for novel treatment strategies.",
        "email": "",
        "conf": "IEEE/ACM Transactions on Computational Biology and Bioinformatics",
        "coauthors": [
            "Arvind Sinha",
            "Pradeep Singh",
            "Anand Prakash Pal",
            "Dharm Pal",
            "Anuradha Dube",
            "Awanish Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1884,
        "label": 42,
        "author": "awanish kumar",
        "title": "Crosstalk between Substrates and Rho-Associated Kinase Inhibitors in Cryopreservation of Tissue-Engineered Constructs",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "It is documented that human mesenchymal stem cells (hMSCs) can be differentiated into various types of cells to present a tool for tissue engineering and regenerative medicine. Thus, the preservation of stem cells is a crucial factor for their effective long-term storage that further facilitates their continuous supply and transportation for application in regenerative medicine. Cryopreservation is the most important, practicable, and the only established mechanism for long-term preservation of cells, tissues, and organs, and engineered tissues; thus, it is the key step for the improvement of tissue engineering. A significant portion of MSCs loses cellular viability while freeze-thawing, which represents an important technical limitation to achieving sufficient viable cell numbers for maximum efficacy. Several natural and synthetic materials are extensively used as substrates for tissue engineering constructs and cryopreservation because they promote cell attachment and proliferation. Rho-associated kinase (ROCK) inhibitors can improve the physiological function and postthaw viability of cryopreserved MSCs. This review proposes a crosstalk between substrate topology and interaction of cells with ROCK inhibitors. It is shown that incorporation of ionic nanoparticles in the presence of an external electrical field improves the generation of ROCK inhibitors to safeguard cellular viability for the enhanced cryopreservation of engineered tissues.",
        "email": "",
        "conf": "Stem Cells International",
        "coauthors": [
            "Arindam Bit",
            "Awanish Kumar",
            "Abhishek Kumar Singh",
            "Albert A. Rizvanov",
            "Andrey P. Kiassov",
            "Pradeep Kumar Patra",
            "Munish Kumar",
            "Akalabya Bissoyi"
        ],
        "keywords": ""
    },
    {
        "id": 1918,
        "label": 42,
        "author": "awanish kumar",
        "title": "Ecotoxic heavy metals transformation by bacteria and fungi in aquatic ecosystem",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Water is the most important and vital molecule of our planet and covers 75 % of earth surface. But it is getting polluted due to high industrial growth. The heavy metals produced by industrial activities are recurrently added to it and considered as dangerous pollutants. Increasing concentration of toxic heavy metals (Pb2+, Cd2+, Hg2+, Ni2+) in water is a severe threat for human. Heavy metal contaminated water is highly carcinogenic and poisonous at even relatively low concentrations. When they discharged in water bodies, they dissolve in the water and are distributed in the food chain. Bacteria and fungi are efficient microbes that frequently transform heavy metals and remove toxicity. The application of bacteria and fungi may offer cost benefit in water treatment plants for heavy metal transformation and directly related to public health and environmental safety issues. The heavy metals transformation rate in water is also dependent on the enzymatic capability of microorganisms. By transforming toxic heavy metals microbes sustain aquatic and terrestrial life. Therefore the application of microbiological biomass for heavy metal transformation and removal from aquatic ecosystem is highly significant and striking. This paper reviews the microbial transformation of heavy metal, microbe metal interaction and different approaches for microbial heavy metal remediation from water bodies.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "World Journal of Microbiology and Biotechnology (Formerly MIRCEN Journal of Applied Microbiology and Biotechnology)",
        "coauthors": [
            "Amiy Dutt Chaturvedi",
            "Dharm Pal",
            "Santhosh Penta",
            "Awanish Kumar"
        ],
        "keywords": "Heavy metals, Ecotoxic, Microbes, Transformation, Remediation"
    },
    {
        "id": 1919,
        "label": 42,
        "author": "awanish kumar",
        "title": "Hydrolytic enzyme protease in sludge: Recovery and its application",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Excess of sludge generated by industries and municipal waste treatment is becomes a serious issue, mainly due to the growth of population and urbanization or development of new cities and the increases in the industrial activity. Protease refers to a group of important enzymes that hydrolyze or breakdown the protein molecules and involved in variety of biochemical pathways in living cells. They are required for many cellular functions because they are very useful in the digestion as they breakdown the peptide bonds in the protein of food stuff and liberate the amino acids needed for the body. Proteases have been used for a long time in various forms of therapy and industrial application. Industries like paper mills, pulp mills, textile industries and leather industries generate significant amounts of biodegradable sludge. This sludge is an industrial waste and contaminates the environment. Microorganisms degrade this sludge and produce protease and other hydrolytic enzymes. Biodegradation of the industrial sludge would be a great effort in terms of waste management as well as recovery of valuable protease for multifarious application. Emerging evidence from the literature proves the competence and vast application of protease for mankind. It has been used in many applications in the fields of food, medicine, fabric, leather in past decades. Present manuscript describes the key issues related to protease recovery from different industrial and municipal sludge using different approaches and its potential application in life.",
        "email": "",
        "conf": "Biotechnology and Bioprocess Engineering",
        "coauthors": [
            "Santosh Kr. Karn",
            "Awanish Kumar"
        ],
        "keywords": "sludge, protease, industrial sludge, enzyme, biomolecules, recovery, exo-polysaccharide, approaches, application"
    },
    {
        "id": 1888,
        "label": 42,
        "author": "awanish kumar",
        "title": "Deciphering the role of Sodium Lignosulfonate against Candida spp. as persuasive anticandidal agent",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "In spite of therapeutic development against life threatening fungal pathogens like Candida albicans, the repertoire of effective antifungal drugs is lagging. The emergence and persistence of azole/echinocandin resistance and other cases of multi-drug resistance have led to the failure of the antifungal treatment regime. This troublesome scenario has steered a need for the development of novel leads. Computer aided in-silico drug design using virtual screening, molecular docking, drug likeness, absorption, distribution, metabolism, excretion, and toxicity analysis for the identification of lead compounds for further in-vitro analysis is a cost effective and time-saving strategy. The present study used these strategies to discover novel lead antifungal from the pool of second largest occurring natural compound lignin. After the virtual screening of lignin derivatives, Sodium lignosulfonate (LIG) was identified as the best lead for further analysis. After this vigorous in-silico analysis, LIG was then tested in-vitro against 5 different Candida species. MIC value of LIG against Candida spp. was found to be 64–128 μg/ml. The study is revealing LIG as a potent and persuasive antifungal agent. In the race of Candida therapeutics, the revelation of the antifungal potential of such natural compounds might impact and diversify the discovery and development of novel antifungal agent.",
        "email": "",
        "conf": "International Journal of Biological Macromolecules",
        "coauthors": [
            "Anubhuti Jha",
            "Awanish Kumar"
        ],
        "keywords": "Candidiasis, Sodium lignosulfonate, Molecular docking, In vitro, Antifungal agent"
    },
    {
        "id": 1907,
        "label": 42,
        "author": "awanish kumar",
        "title": "Anticandidal Agents",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "",
        "email": "",
        "conf": "Academic Press",
        "coauthors": [
            "Anubhuti Jha",
            "Awanish Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1926,
        "label": 42,
        "author": "awanish kumar",
        "title": "Mechanism-based antidiabetic activity of Fructo- and isomalto-oligosaccharides: Validation by in vivo in silico and in vitro interaction potential",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "This study evaluates the relative beneficial effects of 10% dietary intake of fructooligosaccharides (FOSs) and isomaltooligosaccharides (IMOs) and combination of FOS + IMO in poloxamer-407 (PX-407) induced type 2 diabetic Wistar rats. FOSs was produced from Aspergillus oryzae (MTCC5154) while IMOs and standards of 1-kestose, 1-nystose, 1-fructofuranosyl nystose and panose were procured. In silico docking studies were performed by GLIDE program for each of the FOSs and IMOs for PPAR-γ activation and DPP-IV inhibition. Diabetic rats treated with FOS + IMO showed relatively more amelioration of glycemic and lipid dysmetabolism, remarkable reduction in oxidative markers, increased GLP-1 content as well as Bifidobacteria/Lactobacilli population in caecum than lone FOSs/IMOs treatment. Out of nine oligosaccharides docked from FOS and IMO; panose, nystose and kestose showed highest ranking binding mode with DPP-IV and PPAR-γ and were selected for in vitro study either alone or in combinations. On its own nystose showed potent DPP-IV inhibitory activity with an IC50 of 146.8 μM while panose at 20.2 μM concentrations showed 50% binding ability to PPAR-γ-LBD. Combinations of oligosaccharides tested namely Nys + Pan, Nys + Kes and Pan + Kes demonstrated significant (p < 0.001) effect on PPAR-γ/DPP-IV bioassay. The results provide pharmacological evidence of FOSs and IMOs as antihyperglycemic mediated by their interaction with multiple targets operating in diabetes particularly nystose and pannose",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "PROCESS BIOCHEMISTRY",
        "coauthors": [
            "Sudhanshu Kumar Bharti, Supriya Krishnan, Amit Kumar, Ashok Kumar Gupta, Asish Kumar Ghosh, Awanish Kumar"
        ],
        "keywords": "Diabetes mellitus, Fructo/isomaltooligosaccharides, Docking, PPAR-γ agonist"
    },
    {
        "id": 1946,
        "label": 42,
        "author": "awanish kumar",
        "title": "Discovery of Novel Vaccine Candidates and Drug Targets Against Visceral Leishmaniasis Using Proteomics and Transcriptomics",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Among the three clinical forms (cutaneous, mucosal and visceral) of leishmaniasis visceral (VL) one is the most devastating type caused by the invasion of the reticuloendothelial system of human by Leishmania donovani, L. infantum and L. chagasi. India and Sudan account for about half the world's burden of VL. Current control strategy is based on chemotherapy, which is difficult to administer, expensive and becoming ineffective due to the emergence of drug resistance. An understanding of resistance mechanism(s) operating in clinical isolates might provide additional leads for the development of new drugs. Further, due to the lack of fully effective treatment the search for novel immune targets is also needed. So far, no vaccine exists for VL despite indications of naturally developing immunity. Therefore, an urgent need for new and effective leishmanicidal agents and for this identification of novel drug and vaccine targets is imperative. The availability of the complete genome sequence of Leishmania has revolutionised many areas of leishmanial research and facilitated functional genomic studies as well as provided a wide range of novel targets for drug designing. Most notably, proteomics and transcriptomics have become important tools in gaining increased understanding of the biology of Leishmania to be explored on a global scale, thus accelerating the pace of discovery of vaccine/drug targets. In addition, these approaches provide the information regarding genes and proteins that are expressed and under which conditions. This review provides a comprehensive view about those proteins/genes identified using proteomics and transcriptomic tools for the development of vaccine/drug against VL.",
        "email": "",
        "conf": "Current drug targets",
        "coauthors": [
            "Shraddha Kumari",
            "Awanish Kumar",
            "Mukesh Samant",
            "Neeloo Singh",
            "Anuradha Dube"
        ],
        "keywords": "Proteomic and Transcriptomic tools; Vaccine/Drug targets; Visceral Leishmaniasis"
    },
    {
        "id": 1929,
        "label": 42,
        "author": "awanish kumar",
        "title": "Characterization of the Proliferating Cell Nuclear Antigen of Leishmania donovani Clinical Isolates and Its Association with Antimony Resistance",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Previously, through a proteomic analysis, proliferating cell nuclear antigen (PCNA) was found to be overexpressed in the sodium antimony gluconate (SAG)-resistant clinical isolate compared to that in the SAG-sensitive clinical isolate of Leishmania donovani. The present study was designed to explore the potential role of the PCNA protein in SAG resistance in L. donovani. For this purpose, the protein was cloned, overexpressed, purified, and modeled. Western blot (WB) and real-time PCR (RT-PCR) analyses confirmed that PCNA was overexpressed by ≥3-fold in the log phase, stationary phase, and peanut agglutinin isolated procyclic and metacyclic stages of the promastigote form and by ∼5-fold in the amastigote form of the SAG-resistant isolate compared to that in the SAG-sensitive isolate. L. donovani PCNA (LdPCNA) was overexpressed as a green fluorescent protein (GFP) fusion protein in a SAG-sensitive clinical isolate of L. donovani, and modulation of the sensitivities of the transfectants to pentavalent antimonial (SbV) and trivalent antimonial (SbIII) drugs was assessed in vitro against promastigotes and intracellular (J774A.1 cell line) amastigotes, respectively. Overexpression of LdPCNA in the SAG-sensitive isolate resulted in an increase in the 50% inhibitory concentrations (IC50) of SbV (from 41.2 ± 0.6 μg/ml to 66.5 ± 3.9 μg/ml) and SbIII (from 24.0 ± 0.3 μg/ml to 43.4 ± 1.8 μg/ml). Moreover, PCNA-overexpressing promastigote transfectants exhibited less DNA fragmentation compared to that of wild-type SAG-sensitive parasites upon SbIII treatment. In addition, SAG-induced nitric oxide (NO) production was found to be significantly inhibited in the macrophages infected with the transfectants compared with that in wild-type SAG-sensitive parasites. Consequently, we infer that LdPCNA has a significant role in SAG resistance in L. donovani clinical isolates, which warrants detailed investigations regarding its mechanism.",
        "email": "",
        "conf": "Antimicrobial Agents and Chemotherapy",
        "coauthors": [
            "Rati Tandon, Sharat Chandra, Rajendra Kumar Baharia, Sanchita Das, Pragya Misra, Awanish Kumar, Mohammad Imran Siddiqi, Shyam Sundar, Anuradha Dube"
        ],
        "keywords": ""
    },
    {
        "id": 1941,
        "label": 42,
        "author": "awanish kumar",
        "title": "Functional Aspects of Dairy Foods in Human Health: An Overview",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Role of food as an agent for improving health has proposed a new class of food, called functional food, with positive effects on host health and /or well-being beyond their nutritional value. In the early 1980’s, the Japanese were the first to recognize dairy components as having significant contributions to “physiologically functional foods.” They have been associated with health benefits containing bioactive peptides, probiotic bacteria, antioxidants, vitamins, specific proteins, oligosaccharides, organic acids, highly absorbable calcium, conjugated linoleic acid and other biologically active components with an array of bioactivities: modulating digestive and gastrointestinal functions, haemodynamics, controlling probiotic microbial growth and immunoregulation. Consumers increasing interest for maintaining or improving their health by eating these specific food products has led to the development of many new functional dairy products. These dairy products contain many functional ingredients that decrease the absorption of cholesterol, can significantly reduce blood pressure, play role in the regulation of satiety, food intake and obesity-related metabolic disorders and may exert antimicrobial effects. This paper reviews and discusses some of the latest findings regarding the role of milk and dairy products as functional foods.",
        "email": "",
        "conf": "International journal of clinical pharmacology and therapeutics",
        "coauthors": [
            "SUDHANSHU KUMAR BHARTI",
            "Neeraj Kumar Sharma",
            "Krishna Murari",
            "Awanish Kumar"
        ],
        "keywords": "Functional foods, Milk, Dairy products, Immunomodulation, Antioxidant"
    },
    {
        "id": 1886,
        "label": 42,
        "author": "awanish kumar",
        "title": "Statistical optimization of elephant foot yam ( Amorphophallus paeoniifolius ) lacto-pickle for maximal yield of lactic acid",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The most common fermented foods are prepared using lacto-fermentation. In this study, we have investigated the production of “Lacto-pickle” using a plant Elephant Foot Yam (Amorphophallus paeoniifolius; Cultivar: IGAM-1) in presence of Lactobacillus plantarum (MTCC-1325). Response Surface Methodology was used to evaluate the effects of three optimum variables, i.e., salt concentration (8%, w/v), inoculum volume (10%, v/v), and incubation period (22 days) on lactic acid (LA; a natural preservative) production, using a full factorial Central Composite Design. Under optimized conditions, the predicted response for “LA production” (3.992 g/kg) were found very close to the experimental response (3.873 g/kg) providing the validity of the model. The treatment with 8–10% brine solution during LA fermentation was found to be the most acceptable organoleptically. EFY Lacto-pickle with 8 and 10% (w/v) brine solutions had a proximate composition of starch, 55–68 g/kg; total sugar, 1.3–1.6 g/kg; crude protein, 37.9–38.5 g/kg; and fat, 22.5–23.0 g/kg on fresh weight basis. The viability of the strains was determined during long-term storage (6 weeks) of EFY Lacto-pickle at room-temperature and viable cell counts were remain constant. The antagonistic activity of viable cells against food-borne pathogenic microorganism was also determined and shown to process inhibitory activities towards pathogens.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "LWT",
        "coauthors": [
            "Sudhanshu S. Behera",
            "Smita H. Panda",
            "Sonali Mohapatra",
            "Awanish Kumar"
        ],
        "keywords": "Elephant foot yam, Fermentation, Lacto-pickle, Optimum condition, Central Composite Design"
    },
    {
        "id": 1939,
        "label": 42,
        "author": "awanish kumar",
        "title": "Leishmania and Leishmaniasis",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Leishmania-related illnesses remain among the world’s deadliest neglected tropical diseases, affecting approximately 12 million people in 88 countries. The mortality rate is substantial, contributing to nearly two million disability-adjusted life years. As more is understood about this parasite and its effects, work toward prevention, control, and treatment continues apace. Leishmania and Leishmaniasis will address the parasite and its attendant disease, which manifests in three syndromes: Visceral (VL), Cutaneous (CL) and Mucocutaneous Leishmaniasis (ML). The morphology and life cycles of the various species will be among the topics addressed in Part One. Part Two will focus on immunology, including host-immune response to Leishmania infection, cross-immunity between the different species and adoptive transfer of immunity. Parts Three and Four will address how Leishmania invade and survive, the clinical features of the disease, and its diagnosis.  Drugs, vaccines and treatment will be thoroughly explored, including experimental models of therapeutics. Leishmania and Leishmaniasis will provide a thorough examination of a parasite, the illnesses it causes and the misery it continues to visit upon large segments of the population.​",
        "email": "",
        "conf": "Life Sciences Jawaharlal University New Delhi India",
        "coauthors": [
            "Awanish Kumar"
        ],
        "keywords": "Leishmania, Parasites, Tropical diseases"
    },
    {
        "id": 1928,
        "label": 42,
        "author": "awanish kumar",
        "title": "A computational modeling for the detection of diabetic retinopathy severity",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Prolonged diabetes ultimately leads to Diabetic Retinopathy (DR) which is one of the leading causes of preventable blindness in the world. Through advanced image analysis techniques are used for abnormalities detection in retina that define and correlate the severity of DR. A thorough study is done in this area in recent past years and on the basis of these studies we have developed a computer based prediction model that is used to determine the severity of DR. To identify severity DR, we have analyzed the human eye image. We have extracted some important features from human eye image i.e. Blood Artery, Optical disc, Exudates. Based on these image and data we have designed an automated system for the determination of DR severity. This automated DR severity assessment methods can be used to predict the clinical case and conditions when young clinicians would agree or disagree with their more experienced fellow members. The algorithms described in this study may be used in clinical practice to validate or invalidate the diagnoses. Algorithms or method developed here may also be used for pooling diagnostic knowledge for serving mankind. Here we have described a computational based low cost retinal diagnostic approach which can aid an ophthalmologist to quickly diagnose the various stages of DR. This system can accept retinal images and can successfully detect any pathological condition associated with DR.",
        "email": "drawanishkr@gmail.com",
        "conf": "Bioinformation",
        "coauthors": [
            "Pavan Kumar Mishra",
            "Abhijit Sinha",
            "Kaveti Ravi Teja",
            "Nitin Bhojwani",
            "Sagar Sahu",
            "Awanish Kumar"
        ],
        "keywords": "Diabetic retinopathy, fundus, blood vessel, optic disc, exudates, image processing"
    },
    {
        "id": 1931,
        "label": 42,
        "author": "awanish kumar",
        "title": "Diabetes mellitus type 2: One monster eating all",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Diabetes has been considered as the most dreaded non-communicable disease consuming the mankind rapidly. WHO has predicted the number of diabetics to be approximately 366 millions by 2030. The disease is characterized by hyperglycemia and the basic symptoms are polyphagia, polydipsia and polyuria. The autoimmune type 1 diabetes represent almost 1% of the total diabetic population, the rest being that of type 2 diabetes (T2D). Type 2 diabetes has been linked to a variety of factors such as heredity, environmental factors, unhealthy eating habits, sedentary lifestyle, stress etc. The uncontrolled hyperglycemia has profound deleterious effects on almost all the organs and results in various cardiovascular disorders, retinopathy, neuropathy, and nephropathy. Recent studies have revealed an array of pulmonary dysfunctions related with T2D ranging from respiratory defects to tuberculosis. Diabetes also predisposes the person to hepatic dysfunctions like NAFLD and HCC and a range of infections at various sites which are difficult to manage. Post-surgical infections are of special interest for subjects with uncontrolled hyperglycemia prior to surgery. Scientists all over the world are revealing different pathways and associated therapies for diabetes in order to control a monster which is destroying almost whole body physiology.",
        "email": "drawanishkr@gmail.com",
        "conf": "ScienceDirect",
        "coauthors": [
            "Ashwini Kumar",
            "Sudhanshu Kumar Bharti",
            "Awanish Kumar"
        ],
        "keywords": "Diabetes,Pathalogy,Cardiovascular,Retinopathy,Nephropathy"
    },
    {
        "id": 1901,
        "label": 42,
        "author": "awanish kumar",
        "title": "Modeling of Simultaneous Application of Vibrio sp. (SK1) and Biochar Amendment for Removal of Pentachlorophenol in Soil",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "A combination of methods was applied in this study to evaluate the removal of pentachlorophenol (PCP) from an Indian agricultural soil. Treatment involved PCP-resistant microorganism Vibrio sp. (SK1); their activity was combined with the adsorbing capacity of biochar. First, PCP-resistant microorganism was used to transform PCP at batch level and further extended to farmland soil. Experimental results indicated that bacterial activity was found to have pronounced positive effect on PCP removal, and decreased the PCP level up to 75% of soil spiked with 100 mg/kg, compared to control within 1-week period. Remaining PCP in soil was stabilized probably by sorption using biochar prepared from Pistia stratiotes; biochar was added at concentrations of 1%, 3%, and 5%. We observed that the 5% biochar strongly influenced the stabilization of PCP in the soil. 16s rRNA gene analysis indicated that bacterial strain belongs to Vibrio sp., which was not reported earlier for the PCP degradation. In our study, a parameter estimation method was used in mathematical models along with kinetic models. By using the nonlinear graphical regression method with the logistic growth curve, Monod, Contois, Moser, and the Tessier models, kinetic parameters were estimated.",
        "email": "",
        "conf": "Environmental Engineering Science",
        "coauthors": [
            "Santosh Kr. Karn",
            "Satya Eswari Jujjavarapu",
            "Vishnu Dayal Rajput",
            "Satish Kumar",
            "Awanish Kumar"
        ],
        "keywords": "biochar; bioremoval; PCP; modeling; soil; Vibrio sp"
    },
    {
        "id": 1892,
        "label": 42,
        "author": "awanish kumar",
        "title": "Antioxidant potentials of successive solvent extracts from the unexplored Hedhychium coronarium rhizome",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Hedychium coronarium Koen. is considered as an endemic medicinal plant. In the current research antioxidant potential of six different extracts obtained by the successive solvent extraction method from the unexplored H. coronarium rhizome was evaluated. Various in vitro assays were performed to achieve the aim and variation in scavenging potential of the six extracts, in addition to quantification of phenolic and flavonoid compounds was done by HPLC. Among the six extracts, methanolic extract have showed highest Total phenolic content (TPC), metal chelation activity and free radical scavenging potential against DPPH, ABTS and superoxide anions as compared to other extracts. The highest scavenging potential against nitric oxide and hypochlorus acid was shown by acetone extract. The variation in anti-oxidant activity of the extracts may be due to the phyto-constituents present in different solvents. A significant correlation (r2 = 0.864) was established between antioxidant and TPC of H. coronarium from principle component analysis. Thus the present study provides strong evidence that rhizome extract of H. coronarium is a potential source of bioactive compounds and can be used as a remedy for diseases caused due to oxidative stress. Reported results could be helpful to develop novel drugs for the management of oxidative stress and associated diseases.",
        "email": "",
        "conf": "Journal of Food Science and Technology -Mysore-",
        "coauthors": [
            "Suchitra Kumari Panigrahy",
            "Awanish Kumar",
            "Renu Bhatt"
        ],
        "keywords": ""
    },
    {
        "id": 1893,
        "label": 42,
        "author": "awanish kumar",
        "title": "Production and Recovery of Pyruvic Acid: Recent Advances",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Pyruvic acid is an important keto-carboxylic acid and can be manufactured by both chemical synthesis and biotechnological routes. In the present paper an overview of recent developments and challenges in various existing technique for the production and recovery of pyruvic acid from fermentation broth or from waste streams has been presented. The main obstacle in biotechnological production of pyruvic acid is development of suitable microorganism which can provide high yield and selectivity. On the other hand, technical limitation in recovery of pyruvic acid from fermentation broth is that, it could not be separated as other carboxylic acid in the form of salts by addition of alkali. Besides, pyruvic acid cannot be crystallized. Commercial separation by distillation is very expensive because pyruvic acid decomposes at higher temperature. It is also chemically reactive due to its peculiar molecular structure and has tendency to polymerize. Thus, at high concentration the various type of reaction leads to lower yield of the product, and hence, conventional methods are not favorable. Alternate separation technologies viable to both synthetic and biological routes are the current research areas. Latest techniques such as reactive extraction is new to the field of recovery of pyruvic acid. Recent development and future prospects in downstream processing of biochemically produced pyruvic acids has been discussed in this review article.",
        "email": "",
        "conf": "Journal of The Institution of Engineers",
        "coauthors": [
            "Dharm Pal",
            "Amit Keshav",
            "Bidyut Mazumdar",
            "Awanish Kumar",
            "Hasan Uslu"
        ],
        "keywords": ""
    },
    {
        "id": 1913,
        "label": 42,
        "author": "awanish kumar",
        "title": "DNA vaccine against visceral leishmaniasis: A promising approach for prevention and control",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The visceral leishmaniasis (VL) caused by Leishmania donovani parasite severely affects large populations in tropical and subtropical regions of the world. The arsenal of drugs available is limited, and resistance is common in clinical field isolates. Therefore, vaccines could be an important alternative for prevention against VL. Recently, some investigators advocated the protective efficacy of DNA vaccines, which induces the T cell‐based immunity against VL. The vaccine antigens are selected as conserved in various Leishmania species and provide a viable strategy for DNA vaccine development. Our understanding for DNA vaccine development against VL is not enough and much technological advancement is required. Improved formulations and methods of delivery are required, which increase the uptake of DNA vaccine by cells; optimization of vaccine vectors/encoded antigens to augment and direct the host immune response in VL. Despite the many genes identified as vaccine candidates, the disappointing potency of the DNA vaccines in VL underscores the challenges encountered in the efforts to translate efficacy in preclinical models into clinical realities. This review will provide a brief background of DNA vaccines including the insights gained about the design, strategy, safety issues, varied candidates, progress and challenges that play a role in their ability against VL.",
        "email": "",
        "conf": "Parasite Immunology",
        "coauthors": [
            "Awanish Kumar",
            "Mukesh Samant"
        ],
        "keywords": ""
    },
    {
        "id": 1882,
        "label": 42,
        "author": "awanish kumar",
        "title": "Eugenol derivatives prospectively inhibit L-asparaginase: A heady target protein of Salmonella typhimurium",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Salmonella typhimurium is the causative agent of severe human infections and mortality throughout the world. Pacing advent of new resistance mechanisms in this microorganism exists, rendering treatment of infectious disease difficult. Ciprofloxacin is no longer considered the first choice of antimicrobial agent due to the emergence of resistance. Therefore, the need for scenario is to find out novel drug target and its potential inhibitor to fight against this pathogen. The present study was undertaken to find out a novel drug target and its inhibitor for improving the current therapeutic methods for treating Salmonella infections. It is found that l-asparaginase is exploited by the pathogen for its survival benefit. Therefore, it could be targeted to fight against lethality caused by Salmonella infections. In the present in silico study, the 3-D structure of the enzyme l-asparaginase was modelled by using homology modeling technique. Thereafter, molecular docking studies and ADMET prediction to assess pharmacokinetic profiles of test ligands (eugenol and its derivative) was performed. The results show that eugenol and its derivative are capable of inhibiting the Salmonella virulent protein l-asparaginase. There were 18 ligands including ciprofloxacin (used as reference) were docked. The lowest binding energy was observed with eugenol derivative 8 i.e -5.836 kcal/mol while for ciprofloxacin was -4.661 kcal/mol. The docking of the eugenol derivative 8 with l-asparaginase revealed a strong interaction between them with two hydrogen bonds. Thr 35 and Asp 116 residues are actively participating in this interaction. The result of ADMET profiling suggests the potency of eugenol and its derivatives against Salmonellal-asparaginase-II as a compelling drug candidate. These findings provide useful information on the biological role, structure-based drug design and potent inhibitor of l-asparaginase for the development of effective therapeutic molecule against Salmonella infection.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "Microbial Pathogenesis",
        "coauthors": [
            "Archana Vimal",
            "Anubhuti Jha",
            "Awanish Kumar"
        ],
        "keywords": "Salmonella typhimurium, l-asparaginase, Eugenol, Molecular docking, Inhibitors"
    },
    {
        "id": 1876,
        "label": 42,
        "author": "awanish kumar",
        "title": "Strategies for the Production of Recombinant Protein in Escherichia coli",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "In the recent past years, a large number of proteins have been expressed in Escherichia coli with high productivity due to rapid development of genetic engineering technologies. There are many hosts used for the production of recombinant protein but the preferred choice is E. coli due to its easier culture, short life cycle, well-known genetics, and easy genetic manipulation. We often face a problem in the expression of foreign genes in E. coli. Soluble recombinant protein is a prerequisite for structural, functional and biochemical studies of a protein. Researchers often face problems producing soluble recombinant proteins for over-expression, mainly the expression and solubility of heterologous proteins. There is no universal strategy to solve these problems but there are a few methods that can improve the level of expression, non-expression, or less expression of the gene of interest in E. coli. This review addresses these issues properly. Five levels of strategies can be used to increase the expression and solubility of over-expressed protein; (1) changing the vector, (2) changing the host, (3) changing the culture parameters of the recombinant host strain, (4) co-expression of other genes and (5) changing the gene sequences, which may help increase expression and the proper folding of desired protein. Here we present the resources available for the expression of a gene in E. coli to get a substantial amount of good quality recombinant protein. The resources include different strains of E. coli, different E. coli expression vectors, different physical and chemical agents and the co expression of chaperone interacting proteins. Perhaps it would be the solutions to such problems that will finally lead to the maturity of the application of recombinant proteins. The proposed solutions to such problems will finally lead to the maturity of the application of recombinant proteins.",
        "email": "drawanishkr@gmail.com",
        "conf": "The Protein Journal",
        "coauthors": [
            "Gopal Jee Gopal",
            "Awanish Kumar"
        ],
        "keywords": "E. coli, Recombinant protein, expression, Vector, Host cell"
    },
    {
        "id": 1880,
        "label": 42,
        "author": "awanish kumar",
        "title": "Recent developments in synthesis of embelin heterocyclic derivatives and their biological applications",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Embelin (2,5-dihydroxy-3-undecyl-1,4-benzoquinone) has attracted a great deal of synthetic attention as a biologically active heterocyclic compound in the last decades. The high reactivity of its carbonyl groups, active methylene group, and hydroxyl groups represents challenges to many organic reactions for the synthesis of various embelin derivatives. This review summarizes for the first time the most recent and relevant approaches towards the synthesis of embelin-linked heterocyclic derivatives.",
        "email": "",
        "conf": "Chemical Papers",
        "coauthors": [
            "Satish Gudala",
            "Archi Sharma",
            "V. Rajeswer Rao",
            "Awanish Kumar",
            "Santhosh Penta"
        ],
        "keywords": "Embelin heterocyclic derivatives ; Biological activities of embelin derivatives ; Rectivity of embelin ; Knoevenagel condensation ; Hetero-Diels Alder reaction"
    },
    {
        "id": 1883,
        "label": 42,
        "author": "awanish kumar",
        "title": "Therapeutic molecules against type 2 diabetes: What we have and what are we expecting?",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Visceral leishmaniasis (VL) is the most devastating type caused by Leishmania donovani, Leishmania infantum, and Leishmania chagasi. The therapeutic mainstay is still based on the antiquated pentavalent antimonial against which resistance is now increasing. Unfortunately, due to the digenetic life cycle of parasite, there is significant antigenic diversity. There is an urgent need to develop novel drug/vaccine targets against VL for which the primary goal should be to identify and characterize the structural and functional proteins. Proteomics, being widely employed in the study of Leishmania seems to be a suitable strategy as the availability of annotated sequenced genome of Leishmania major has opened the door for dissection of both protein expression/regulation and function. Advances in clinical proteomic technologies have enable to enhance our mechanistic understanding of virulence/pathogenicity/host–pathogen interactions, drug resistance thereby defining novel therapeutic/vaccine targets. Expression proteomics exploits the differential expression of leishmanial proteins as biomarkers for application towards early diagnosis. Further using immunoproteomics efforts were also focused on evaluating responses to define parasite T‐cell epitopes as vaccine/diagnostic targets. This review has highlighted some of the relevant developments in the rapidly emerging field of leishmanial proteomics and focus on its future applications in drug and vaccine discovery against VL.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "Pharmacological reports: PR",
        "coauthors": [
            "Ashwini Kumar",
            "SUDHANSHU KUMAR BHARTI",
            "Awanish Kumar"
        ],
        "keywords": "Type 2 diabetes,Conventional anti-diabetics,Novel anti-diabetics,Promising therapeutics"
    },
    {
        "id": 1932,
        "label": 42,
        "author": "awanish kumar",
        "title": "Tocopherol from seeds of Cucurbita pepo against diabetes: Validation by in vivo experiments supported by computational docking",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Tocopherol from raw pumpkin seeds has been reported to be effective in the alleviation of diabetes through its antioxidant activities. This study evaluates the antidiabetic activities of the tocopherol fraction of raw seeds of Cucurbita pepo L. (CPSE) in a diabetic rat model. In addition, the putative action mechanisms of its botanicals were computationally investigated.",
        "email": "awnishatom@yahoo.com",
        "conf": "Journal of the Formosan Medical Association",
        "coauthors": [
            "Sudhanshu Kumar Bharti, Amit Kumar, Neeraj Kumar Sharma, Om Prakash, Sudhir Kumar Jaiswal, Supriya Krishnan, Ashok Kumar Gupta, Awanish Kumar"
        ],
        "keywords": "antidiabetic, Cucurbita pepo seed, docking, HPLC, PPAR-γ"
    },
    {
        "id": 1927,
        "label": 42,
        "author": "awanish kumar",
        "title": "Type 2 Diabetes Mellitus: The Concerned Complications and Target Organs",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Diabetes has been considered as the most dreaded non-communicable disease consuming the mankind rapidly. WHO has predicted the number of diabetics to be approximately 366 millions by 2030. The disease is characterized by hyperglycemia and the basic symptoms are polyphagia, polydipsia and polyuria. The autoimmune type 1 diabetes represent almost 1% of the total diabetic population, the rest being that of type 2 diabetes (T2D). Type 2 diabetes has been linked to a variety of factors such as heredity, environmental factors, unhealthy eating habits, sedentary lifestyle, stress etc. The uncontrolled hyperglycemia has profound deleterious effects on almost all the organs and results in various cardiovascular disorders, retinopathy, neuropathy, and nephropathy. Recent studies have revealed an array of pulmonary dysfunctions related with T2D ranging from respiratory defects to tuberculosis. Diabetes also predisposes the person to hepatic dysfunctions like NAFLD and HCC and a range of infections at various sites which are difficult to manage. Post-surgical infections are of special interest for subjects with uncontrolled hyperglycemia prior to surgery. Scientists all over the world are revealing different pathways and associated therapies for type 2 diabetes in order to control the pathological effects covering almost whole body physiology.",
        "email": "",
        "conf": "Apollo Medicine",
        "coauthors": [
            "Ashwini Kumar",
            "SUDHANSHU KUMAR BHARTI",
            "Awanish Kumar"
        ],
        "keywords": "Diabetes, Pathology, Cardiovascular, Retinopathy, Nephropathy"
    },
    {
        "id": 1885,
        "label": 42,
        "author": "awanish kumar",
        "title": "Spices Chemoconstituents as Persuasive Inhibitor of S. typhimurium Virulent Protein L-asparaginase",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Salmonella typhimurium is a pathogen, causing a threat to human health worldwide. The severity in treatment raises as the pathogen develops resistance against wellestablished drugs. To combat these multidrug-resistant pathogens, novel target and antimicrobial agents are needed. The literature supports the potency of L-asparaginase as a novel target as it provides survival benefit to the pathogen. The plant-derived molecules holds remarkable potential and therefore, their antimicrobial properties are explored in the present study. In the present work in silico studies were performed to test the efficacy of chemoconstituents of spices as antimicrobial agents against the novel target l-asparaginase. The pharmacokinetic profile of the lead molecules were also studied by determining their ADMET properties. The results obtained through in silico studies suggest the efficacy of 27 ligands (spices chemoconstituents) as anti-microbial agents that were effective in blocking the virulent protein lasparaginase. The lowest docking score obtained for piperic acid derivative 1 was -7.591 while for ampicillin (the standard drug) was -5.797. Piperic acid derivative 2, drupanin, ent-copalic acid, 4- amino cinnamic acid, 3-O-prenyl coumaric acid also displayed good results in terms of docking score and ADMET profiling. The amino acid residues commonly involved in the interaction within the druggable pockets are Thr35, Thr55, Thr115, Gly34, Gly83, Asp116. The molecular docking and ADMET profiling of spices chemoconstituents pave the path for future drug development against the multidrug resistant S. typhimurium via L-asparaginase targeting.",
        "email": "",
        "conf": "Letters in Drug Design & Discovery",
        "coauthors": [
            "Archana Vimal",
            "Awanish Kumar"
        ],
        "keywords": "L-asparaginase; Salmonella typhimurium; antimicrobial; chemoconstituents; molecular docking; natural ligands"
    },
    {
        "id": 1948,
        "label": 42,
        "author": "awanish kumar",
        "title": "Evaluation of antileishmanial potential of Tinospora sinensis against experimental visceral leishmaniasis",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The chemotherapeutic interventions against visceral leishmaniasis (VL) are limited and facing serious concerns of toxicity, high cost, and emerging drug resistance. There is a greater interest in new drug developments from traditionally used medicinal plants which offers unprecedented diversity in structures and bioactivity. With this rationale, ethanolic extract of Tinospora sinensis Linn and its four fractions were tested in vitro against promastigotes and intracellular amastigotes and in vivo in Leishmania donovani infected hamsters. Ethanolic extract exhibited an appreciable activity against promastigotes (IC50 37.6 ± 6.2 μg/ml) and intracellular amastigotes (IC50 29.8 ± 3.4 μg/ml). In hamsters, it resulted in 76.2 ± 9.2% inhibition at 500 mg/kg/day × 5 oral dose level. Among fractions, n-butanol imparted highest in vitro and in vivo activities. Ethanolic extract and butanol fraction also enhances reactive oxygen species (ROS) and nitric oxide (NO) release. The results indicate that T. sinensis may provide new lead molecules for the development of alternative drugs against VL.",
        "email": "",
        "conf": "Parasitology Research",
        "coauthors": [
            "Nasib Singh, Awanish Kumar, Prasoon Gupta, Kailash Chand, Mukesh Samant, Rakesh Maurya, Anuradha Dube"
        ],
        "keywords": ""
    },
    {
        "id": 1922,
        "label": 42,
        "author": "awanish kumar",
        "title": "Microbial Decolorization and Degradation of Reactive Red 198 Azo Dye by a Newly Isolated Alkaligenes Species",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Microbial digestion has the potential to break down complex organic compounds so that they may further degrade it to completely harmless form. The main objective of the present work is to reduce the colour and degradation of the industrial effluent containing extensively used textile dye Reactive Red 198 (RR198) by microbial method. The activated sludge of textile printing waste water treatment plant of Erode, Tamilnadu, India was used as a source of inocula for the isolation of an efficient dye-decolorizing bacterium strain. The isolated bacterial strain was able to use RR198 as sole carbon source for its growth. Gram staining and 16S rDNA gene sequence analysis have identified bacterial strain as Alcaligenes sp. AP04. The isolated strain has decolorized about 90 % of initial dye concentration of Azo dye RR198 within 24 h under aerobic condition at pH 7.0 and temperature 25 °C with 50–200 mg/L dye concentration. A soluble cytosolic enzyme, azoreductase was isolated from it and its molecular mass was found to be 60 kDa. This enzyme has NADH/NADPH-dependent activity and oxygen sensitivity. The thin layer chromatography and gas chromatography–mass spectrometry (GC–MS) analysis of dye decolorized product has confirmed the successful dye degradation by the bacterial activity. Phytotoxicity and inhibition of seed germination of Cicer arietinum and Phaseolus mungo were shown by RR198 treatment while no toxicity and seed germination inhibition was found with the dye degraded products in C. arietinum and P. mungo. Present study might offer valuable implications for the practical application of Alcaligenes sp. for the treatment of azo dyes of industrial effluents.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences India - Section B: Biological Sciences",
        "coauthors": [
            "Ajay KUMAR Pandey",
            "Dronamraju V. L. Sarada",
            "Awanish Kumar"
        ],
        "keywords": "Alcaligenes species AP04, Azo dye Reactive Red 198, Azoreductase, Biodegrdation, Phytotoxicity, Textile effluent"
    },
    {
        "id": 1947,
        "label": 42,
        "author": "awanish kumar",
        "title": "Antileishmanial activity mediated by apoptosis and structure-based target study of peganine hydrochloride dihydrate: An approach for rational drug design",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The aim of this study was to resolve the putative pathway responsible for death induced by peganine hydrochloride dihydrate isolated from Peganum harmala seeds at cellular, structural and molecular level in Leishmania donovani, a causative agent of fatal visceral leishmaniasis. The mode of action was assessed using various biochemical approaches including phosphatidylserine exposure, estimation of mitochondrial transmembrane potential and in situ dUTP nick end labelling staining of nicked DNA in the parasite. Molecular modelling and molecular dynamics studies were conducted with DNA topoisomerase I to identify the target of peganine hydrochloride dihydrate mediating apoptosis. Further, DNA topoisomerase I inhibition by peganine hydrochloride dihydrate was also assessed using an L. donovani topoisomerase I relaxation assay. Peganine hydrochloride dihydrate, besides being safe, was found to induce apoptosis in both the stages of L. donovani via loss of mitochondrial transmembrane potential. Molecular docking studies suggest that a binding interaction with DNA topoisomerase I of L. donovani (binding energy of −79 kcal/mol) forms a stable complex, indicating a possible role in apoptosis",
        "email": "",
        "conf": "Journal of Antimicrobial Chemotherapy",
        "coauthors": [
            "Pragya Misra, Tanvir Khaliq, Anshuman Dixit, Souvik SenGupta, Mukesh Samant, Shraddha Kumari, Awanish Kumar, Pramod K. Kushawaha, H. K. Majumder, Anil K. Saxena, T. Narender, Anuradha Dube"
        ],
        "keywords": "apoptosis, mitochondrial transmembrane potential, TUNEL assay, molecular docking"
    },
    {
        "id": 1881,
        "label": 42,
        "author": "awanish kumar",
        "title": "Antibiotic resistance and wastewater: Correlation impact and critical human health challenges",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The spread of bacterial antibiotic resistance (due to over and non-judicious use of antibiotics) is an apprehensive subjects matter and the role of wastewater treatment plants has been attracting particular interest. These stations are a reservoir of resistant bacteria, and the amount of bacteria released into the environment is very high and dangerous. The reuse of treated wastewater for irrigation is a practical solution for surmounting scarcity of water, but there are several health-related and environmental risks associated with this practice. It may increase antibiotic resistance (AR) levels in soil and water. Wastewater treatment plant effluents have been recognised as significant environmental AR reservoirs due to selective pressure generated by antibiotics that are frequently discharged in water. It also enhanced the possibility of horizontal gene transfer by increasing the abundance of the resistance gene. This review focuses on the emergence of antibiotic resistance in waste water, waste water treatment, challenges and their impact on human health. Based on the current state of the art, we conclude that the improvements in wastewater treatment technologies are required that not only remove solids, organic matter, and nutrients but also they could remove AR element and bacteria.",
        "email": "",
        "conf": " Journal of Environmental Chemical Engineering",
        "coauthors": [
            "Awanish Kumar",
            "Dr. Dharm Pal"
        ],
        "keywords": "Antibiotic over-use, Antibiotic resistance bacteria, Water pollution, Wastewater treatment, Health hazardous"
    },
    {
        "id": 1943,
        "label": 42,
        "author": "awanish kumar",
        "title": "16A-HYDROXYCLERODA-3 13(14)Z-DIEN-15 16-OLIDE A NATURAL LEAD FROM POLYALTHIA LONGIFOLIA AGAINST LEISHMANIASIS",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "",
        "email": "",
        "conf": "Medicinal Chemistry Research",
        "coauthors": [
            "Sashidhara Koneni",
            "Suriya Pratap Singh",
            "Pragya Misra",
            "Anuradha Dube"
        ],
        "keywords": ""
    },
    {
        "id": 1896,
        "label": 42,
        "author": "awanish kumar",
        "title": "Identification of potential inhibitors of Fasciola gigantica thioredoxin1: Computational screening molecular dynamics simulation and binding free energy studies",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Fasciola gigantica is the causative organism of fascioliasis and is responsible for major economic losses in livestock production globally. F. gigantica thioredoxin1 (FgTrx1) is an important redox-active enzyme involved in maintaining the redox homeostasis in the cell. To identify a potential anti-fasciolid compound, we conducted a structure-based virtual screening of natural compounds from the ZINC database (n = 1,67,740) against the FgTrx1 structure. The ligands were docked against FgTrx1 and 309 ligands were found to have better docking score. These compounds were evaluated for Lipinski and ADMET prediction, and 30 compounds were found to fit well for re-docking studies. After refinement by molecular docking and drug-likeness analysis, three potential inhibitors (ZINC15970091, ZINC9312362, and ZINC9312661) were identified. These three ligands were further subjected to molecular dynamics simulation (MDS) to compare the dynamics and stability of the protein structure after binding of the ligands. The binding free energy analyses were calculated to determine the intermolecular interactions. The results suggested that the two compounds had a binding free energy of –82.237, and –109.52 kJ.mol−1 for compounds with IDs ZINC9312362 and ZINC9312661, respectively. These predicted compounds displayed considerable pharmacological and structural properties to be drug candidates. We concluded that these two compounds could be potential drug candidates to fight against F. gigantica parasites.",
        "email": "",
        "conf": "Journal of biomolecular Structure & Dynamics",
        "coauthors": [
            "Rohit Shukla,Harish Shukla,Parismita Kalita,Amit Sonkar,Tripti Pandey,Dev Bukhsh Singh,Awanish Kumar, Timir Tripathi"
        ],
        "keywords": "Fasciola gigantica, thioredoxin, virtual screening, drug target, molecular dynamic simulation, natural compounds, molecular docking, binding energy"
    },
    {
        "id": 1937,
        "label": 42,
        "author": "awanish kumar",
        "title": "Distribution of airborne microbes and antibiotic susceptibility pattern of bacteria during Gwalior trade fair Central India",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Research into the distribution of bioaerosols during events associated with huge groups of people is lacking, especially in developing countries. The purpose of this study was to understand the distribution pattern of bioaerosols during an annual trade fair in the historical city of Gwalior, central India, a very important historical fair that was started by the King of Gwalior Maharaja Madho Rao in 1905. Air samples were collected from six different sites at the fair ground and three different sites in a residential area before/during/after the fair using an impactor sampler on microbial content test agar and rose bengal agar for total bacteria and fungi, respectively. The representative strains of bacteria and fungi were further identified and selected bacterial strains were subjected to antibiotic susceptibility testing according to US Clinical and Laboratory Standards Institute (CLSI) guidelines. The bacterial bioaerosol count [colony-forming units (CFU)/m3] at fair sites was found to be 9.0 × 103, 4.0 × 104, and 1.0 × 104 before the start of the fair, during the fair, and after the fair, respectively. The fungal bioaerosol count at fair sites was 2.6 × 103 CFU/m3, 6.3 × 103 CFU/m3, and 1.7 × 103 CFU/m3 before the fair, during the fair, and after the fair, respectively. Bacterial/fungal bioaerosols during-fair were increased significantly from the bacterial/fungal bioaerosols of the before-fair period (p < 0.05); they were also significantly higher than the bacterial/fungal bioaerosols at non-fair sites during the event (p < 0.0001). The proportion of antibiotic-resistant bacteria over the fair ground was significantly increased during-fair and was still higher in the after-fair period. Methicillin-resistant staphylococci (MRS) were also reported at the fair ground. The study indicates significantly higher bacterial and fungal bioaerosols during the fair event. Therefore, further research is needed to explore the health aspects and guidelines to control microbial load during such types of events.",
        "email": "",
        "conf": "Journal of the Formosan Medical Association",
        "coauthors": [
            "Jayprakash Yadav",
            "Awanish Kumar",
            "Pawan Mahor",
            "Ajay Kumar Goel",
            "Hotam Singh Chaudhary",
            "Pramond Kumar Yadava",
            "Hariom Yadav",
            "Pramod Kumar"
        ],
        "keywords": "antibiotic-resistant bacteria, bacterial bioaerosol, fair, fungal bioaerosol"
    },
    {
        "id": 1944,
        "label": 42,
        "author": "awanish kumar",
        "title": "Amplified fragment length polymorphism (AFLP) analysis is useful for distinguishing Leishmania species of visceral and cutaneous forms",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The Leishmania strains belonging to cutaneous leishmaniasis (CL) and visceral leishmaniasis (VL) have been reported to possess close homology in genome profiles. To confirm this on genetic basis an attempt was made to differentiate Leishmania major; Leishmania tropica and Leishmania donovani genetically for the first time using amplified fragment length polymorphism (AFLP)—a high throughput DNA fingerprinting technique. The objective of this research work was to identify DNA markers of CL and VL. Ten combinations of selective primers detect a total of 1487 informative AFLP marker. Percentage of polymorphism was 45.12%. Three hundred and thirty-seven unique AFLP markers were also identified in three species of Leishmania. A clear distinction was revealed between L. major and L. donovani. It was inferred by AFLP analysis that a higher rate of polymorphisms occurred among Leishmania species which indicate the distinguished pattern of the disease cause by Leishmania, i.e. VL and CL. Analysis based on polymorphic AFLP markers revealed considerably high genetic variation among the genome of these species which was sufficient to distinguish between CL and VL.",
        "email": "",
        "conf": "Acta tropica",
        "coauthors": [
            "Awanish Kumar, Vijay Raju Boggula, Pragya Misra, Shyam Sundar, Ajit Kumar Shasany, Anuradha Dube"
        ],
        "keywords": "Cutaneous leishmaniasis, Visceral leishmaniasis, Fingerprinting, AFLP, Genetic polymorphism"
    },
    {
        "id": 1912,
        "label": 42,
        "author": "awanish kumar",
        "title": "Bioprocess modeling for the prediction of therapeutic enzyme L-asparaginase activity in solid state fermentation using multiple linear regression and ANN",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "L-asparaginase is an enzyme of industrial as well as therapeutic importance. The capabilities of bioprocess modeling of L-Asparaginase activity produced from Aspergillus niger by solid state fermentation (SSF) were explored here. Regression modeling (RM) and Artificial Neural Network (ANN) techniques were applied on input process parameter, which includes solid substrate, temperature, moisture percentage, particle size, cooking time to optimize L-Asparaginase enzyme activity in SSF. The L-asparaginase activity were obtained 38.918 (U/gds) and 38.714 (U/gds) with the optimum input parameters (𝑥𝑥1= Glycine max, 𝑥𝑥2=30(°C), x3=6.5, 𝑥𝑥4=70 (%),𝑥𝑥5=1180(µ), 𝑥𝑥6=30 min) by ANN, and (𝑥𝑥1= 3, 𝑥𝑥2=30 (°C), 𝑥𝑥3=6.5, 𝑥𝑥4=70 (%), 𝑥𝑥5=1305(µ), 𝑥𝑥6=30 min) by RM respectively. The goodness of fit of the model was determined in terms of R2. The value of R2 obtained by ANN after training and validation and over all data was 0.996, 0.989 and 0.981, whereas the value of R2 obtained with linear, quadratic and full regression models was 0.501, 0.910 and 0.914 respectively. This hybrid ANN/RM effectively identifies the significant process parameters and optimum production of L-asparaginase in the given larger set of conditions and able to reduce the number of experiments. Optimization by these modeling methods predicts the good activity of the enzyme and indicating its suitability and applicability for bioprocess modeling",
        "email": "drawanishkr@gmail.com",
        "conf": "International Journal of Pharmacy and Pharmaceutical Sciences",
        "coauthors": [
            "Archana Vimal",
            "Jujjavarapu Satya Eswari",
            "Awanish Kumar"
        ],
        "keywords": "L-asparaginase, Solid state fermentation, Regression modeling, Artificial neural network, Activity"
    },
    {
        "id": 1879,
        "label": 42,
        "author": "awanish kumar",
        "title": "Targeting oxidative stress through antioxidants in Diabetes mellitus",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The myriad of complications associated with diabetes is closely linked with the generation of reactive species or free radicals leading to oxidative and nitrosative stress. Increased oxidative stress is an important cause and result of diabetes and it is thought to underlie the cellular changes that lead to diabetic complications. The whole cause and effect form a vicious circle, underlying many layers of potential therapeutics in its research. In this regards, this review outlines the briefs about the correlation of type 2 diabetes and oxidative (or nitrosative) stress and also compiles the potentiality of various antioxidants that are being or can be used for alleviating the oxidative stress. Since the complications are like a knit matrix of numerous deteriorating mechanisms, a single antioxidant therapeutic approach cannot be an answer. Therefore, it is important to develop new fixed-dose combinations of effective antioxidants that target key reactive oxygen (or nitrogen)-producing sources, mimic endogenous antioxidants and scavenge the reactive species generated balancing the pro and antioxidant cycle. This review focuses on the preclinical and clinical trial data with therapeutic antioxidants in type 2 diabetes along with a brief focus on success and failures of antioxidant-based therapy.",
        "email": "drawanishkr@gmail.com",
        "conf": "Journal of Drug Targeting",
        "coauthors": [
            "Parul Thakur",
            "Ashwini Kumar",
            "Awanish Kumar"
        ],
        "keywords": "Diabetes mellitus, oxidative stress, antioxidants, clinical trial, therapy"
    },
    {
        "id": 1904,
        "label": 42,
        "author": "awanish kumar",
        "title": "In vitro screening and in silico validation revealed key microbes for higher production of significant therapeutic enzyme L-asparaginase",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "l-asparaginase is an enzyme of medical prominence and reputable as a chemotherapeutic agent. It also has immense potential to cure autoimmune and infectious diseases. The vast application of this enzyme in healthcare sector increases its market demand. However, presently the huge market demand is not achieved completely. This serves the basis to explore better producer microbial strains to bridge the gap between huge demand and supply of this therapeutic enzyme. The present study deals with the successful screening of potent microorganisms producing l-asparaginase. 47 microorganisms were screened including bacteria, fungi, and yeasts. Among all, Penicillium lilacinum showed the highest enzyme activity i.e., 39.67 IU/ml. Shigella flexneri has 23.21 IU/ml of enzyme activity (highest among all the bacterial strain tested). Further, the 3-D structure of l-asparaginase from higher producer strains was developed and validated in silico for its activity. l-asparagine (substrate for l-asparaginase) was docked inside the binding pocket of P. lilacinum and S. flexneri. Docking score for the most common substrate l-asparagine is −6.188 (P. lilacinum), −5.576 (S. flexneri) which is quite good. Moreover, the chemical property of the binding pocket revealed that amino acid residues Phe 243, Gln 260, Gly 365, Asp 386 in P. lilacinum and residues Asp 181, Thr 318, Asn 320 in S. flexneri have an important role in H-bonding. The in silico results supports and strengthen the wet lab results. The outcome obtained motivates to take the present study result from lab to industry for the economic/massive production of this enzyme for the diverse therapeutic application.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "Enzyme and Microbial Technology",
        "coauthors": [
            "Archana Vimal",
            "Awanish Kumar"
        ],
        "keywords": "l-asparaginase, Higher producer strains, In vitro screening, In silico validation, Therapeutics"
    },
    {
        "id": 1906,
        "label": 42,
        "author": "awanish kumar",
        "title": "The morpheein model of allosterism: a remedial step for targeting virulent L-asparaginase",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Allosterism has emerged as an innovative and significant mode of drug discovery. It facilitates the targeting of an allosteric site that is unique and more specific. A relatively new approach to allosteric regulation is the morpheein model, a concerted dissociative model that describes the equilibrium of alternate quaternary structure assemblies, whose architectures are dictated by alternate conformations in the dissociated state. It is involved in various biological phenomena, including enzyme regulation. One such enzyme is l-asparaginase, which is exploited by pathogenic microbes to cause infectious disease in humans. Thus, the morpheein model can be applied as a novel approach to the discovery of allosteric modulators that regulate l-asparaginase function to control virulence and serves as the basis for novel drug discovery research.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "Drug discovery today",
        "coauthors": [
            "Archana Vimal",
            "Awanish Kumar"
        ],
        "keywords": ""
    },
    {
        "id": 1878,
        "label": 42,
        "author": "awanish kumar",
        "title": "Antidiabetic phytoconstituents and their mode of action on metabolic pathways",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Diabetes Mellitus, characterized by persistent hyperglycaemia, is a heterogeneous group of disorders of multiple aetiologies. It affects the human body at multiple organ levels thus making it difficult to follow a particular line of the treatment protocol and requires a multimodal approach. The increasing medical burden on patients with diabetes-related complications results in an enormous economic burden, which could severely impair global economic growth in the near future. This shows that today’s healthcare system has conventionally been poorly equipped towards confronting the mounting impact of diabetes on a global scale and demands an urgent need for newer and better options. The overall challenge of this field of diabetes treatment is to identify the individualized factors that can lead to improved glycaemic control. Plants are traditionally used worldwide as remedies for diabetes healing. They synthesize a diverse array of biologically active compounds having antidiabetic properties. This review is an endeavour to document the present armamentarium of antidiabetic herbal drug discovery and developments, highlighting mechanism-based antidiabetic properties of over 300 different phytoconstituents of various chemical categories from about 100 different plants modulating different metabolic pathways such as glycolysis, Krebs cycle, gluconeogenesis, glycogen synthesis and degradation, cholesterol synthesis, carbohydrate metabolism as well as peroxisome proliferator activated receptor activation, dipeptidyl peptidase inhibition and free radical scavenging action. The aim is to provide a rich reservoir of pharmacologically established antidiabetic phytoconstituents with specific references to the novel, cost-effective interventions, which might be of relevance to other low-income and middle-income countries of the world.",
        "email": "drawanishkr@gmail.com",
        "conf": "Therapeutic advances in endocrinology and metabolism",
        "coauthors": [
            "SUDHANSHU KUMAR BHARTI",
            "Supriya Krishnan",
            "Ashwini Kumar",
            "Awanish Kumar"
        ],
        "keywords": "antidiabetics, diabetes mellitus, hyperglycaemia, metabolism, phytoconstituents"
    },
    {
        "id": 1890,
        "label": 42,
        "author": "awanish kumar",
        "title": "Biotechnological production and practical application of L-asparaginase enzyme",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "L-asparaginase is a vital enzyme of medical importance, and renowned as a chemotherapeutic agent. The relevance of this enzyme is not only limited as an anti-cancer agent, it also possesses a wide range of medical application. The application includes the antimicrobial property, treatment of infectious diseases, autoimmune diseases, canine and feline cancer. Apart from the health care industry, its significance is also established in the food sector as a food processing agent to reduce the acrylamide concentration. L-asparaginase is known to be produced from various bacterial, fungal and plant sources. However, there is a huge market demand due to its wide range of application. Therefore, the industry is still in the search of better-producing source in terms of high yield and low immunogenicity. It can be produced by both submerged and solid state fermentation, and each fermentation process has its own merits and demerits. This review paper focuses on its improved production strategy by adopting statistical experimental optimization techniques, development of recombinant strains, through mutagenesis and nanoparticle immobilization, adopting advanced and cost-effective purification techniques. Available research literature proves the competence and therapeutic potential of this enzyme. Therefore, research orientation toward the exploration of this clinical significant enzyme has to be accelerated. The objectives of this review are to discuss the high yielding sources, current production strategies, improvement of production, effective downstream processing and therapeutic application of L-asparaginase.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "Biotechnology & genetic engineering reviews",
        "coauthors": [
            "Archana Vimal",
            "Awanish Kumar"
        ],
        "keywords": "L-asparaginase, sources, production strategies, therapeutics"
    },
    {
        "id": 1923,
        "label": 42,
        "author": "awanish kumar",
        "title": "Proteomic analyses of membrane enriched proteins of Leishmania donovani Indian clinical isolate by mass spectrometry",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Visceral leishmaniasis (VL) is a major fatal disease prevalent in North-East India, caused by a protozoan parasite Leishmania donovani. The parasite multiplies and thrives inside mammalian macrophages and is transmitted by the bite of the sandfly. Due to the unsatisfactory treatment measures, increasing drug resistance and the advent of HIV-Leishmania co-infection there has been an urgent need to develop novel drug/vaccine targets against VL. Target identification is the key step in drug discovery and proteomics seems to be a suitable strategy for it due to the availability of Leishmania major, Leishmania infantum, Leishmania braziliensis, Leishmania donovani, Leishmania mexicana and Leishmania tarentolae genome sequence. Since, majority of proteome analyses of Leishmania have, so far, been performed on whole-cell extracts; this study is dealing with the sub-proteome analysis of the membrane-enriched protein (MEP) fractions of L. donovani. The analysis of 95 protein spots of the MEPs from two dimensional (2-D) gel image through matrix asserted laser desorption ionization-time of flight/mass spectrometry (MALDI-TOF/MS) endorsed the identification of various relevant functional proteins. Out of 95 the MEP spots 72 have been identified and were classified on the basis of their biological function. Several proteins of unknown function that belong to different classes like cell signaling, transmembrane receptors, and transporters have been identified which could be the new potential therapeutic targets against VL in future. The proteome array of the MEPs contributes to further elucidation of the biological system of L. donovani as well as host–parasite relationships which may be further investigated for their crucial biological role in L. donovani for disease management.",
        "email": "",
        "conf": "Parasitology International",
        "coauthors": [
            "Awanish Kumar",
            "Pragya Misra",
            "Brijesh S. Sisodia",
            "Ajit Kumar Shasany",
            "Shyam Sundar",
            "Anuradha Dube"
        ],
        "keywords": "L. donovani; Clinical isolate; MEPs; 2-DGE; MALDI-TOF/TOF-MS"
    },
    {
        "id": 1933,
        "label": 42,
        "author": "awanish kumar",
        "title": "Curcumin Targets Cell Wall Integrity via Calcineurin-Mediated Signaling in Candida albicans",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Curcumin (CUR) shows antifungal activity against a range of pathogenic fungi, including Candida albicans. The reported mechanisms of action of CUR include reactive oxygen species (ROS) generation, defects in the ergosterol biosynthesis pathway, decrease in hyphal development, and modulation of multidrug efflux pumps. Reportedly, each of these pathways is independently linked to the cell wall machinery in C. albicans, but surprisingly, CUR has not been previously implicated in cell wall damage. In the present study, we performed transcriptional profiling to identify the yet-unidentified targets of CUR in C. albicans. We found that, among 348 CUR-affected genes, 51 were upregulated and 297 were downregulated. Interestingly, most of the cell wall integrity pathway genes were downregulated. The possibility of the cell wall playing a critical role in the mechanism of CUR required further validation; therefore, we performed specific experiments to establish if there was any link between the two. The fractional inhibitory concentration index values of 0.24 to 0.37 show that CUR interacts synergistically with cell wall-perturbing (CWP) agents (caspofungin, calcofluor white, Congo red, and SDS). Furthermore, we could observe cell wall damage and membrane permeabilization by CUR alone, as well as synergistically with CWP agents. We also found hypersusceptibility in calcineurin and mitogen-activated protein (MAP) kinase pathway mutants against CUR, which confirmed that CUR also targets cell wall biosynthesis in C. albicans. Together, these data provide strong evidence that CUR disrupts cell wall integrity in C. albicans. This new information on the mechanistic action of CUR could be employed in improving treatment strategies and in combinatorial drug therapy.",
        "email": "",
        "conf": "Antimicrobial Agents and Chemotherapy",
        "coauthors": [
            "Awanish Kumar, Sanjiveeni Dhamgaye, Indresh Kumar Maurya, Ashutosh Singh, Monika Sharma, Rajendra Prasad"
        ],
        "keywords": ""
    },
    {
        "id": 1930,
        "label": 42,
        "author": "awanish kumar",
        "title": "Molecular characterization and polyclonal antibody generation against core component CagX protein of Helicobacter pylori type IV secretion system",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Gram-negative bacteria Helicobacter pylori cause gastric ulcer, duodenal cancer, and found in almost half of the world’s residents. The protein responsible for this disease is secreted through type IV secretion system (TFSS) of H. pylori. TFSS is encoded by 40-kb region of chromosomal DNA known as cag-pathogenicity island (PAI). TFSS comprises of three major components: cytoplasmic/inner membrane ATPase, transmembrane core-complex and outer membranous pilli, and associated subunits. Core complex consists of CagX, CagT, CagM, and Cag3(δ) proteins as per existing knowledge. In this study, we have characterized one of the important component of core-complex forming sub-unit protein, i.e., CagX. Complete ORF of CagX except signal peptide coding region was cloned and expressed in pET28a vector. Purification of CagX protein was performed, and polyclonal anti-sera against full-length recombinant CagX were raised in rabbit model. We obtained a very specific and high titer, CagX anti-sera that were utilized to characterize endogenous CagX. Surface localization of CagX was also seen by immunofluorescence microscopy. In short for the first time a full-length CagX was characterized, and we showed that CagX is the part of high molecular weight core complex, which is important for assembly and function of H. pylori TFSS.",
        "email": "",
        "conf": "Bioengineered",
        "coauthors": [
            "Gopal Jee Gopal",
            "Awanish Kumar",
            "Jagannath Pal",
            "Gauranga Mukhopadhyay"
        ],
        "keywords": "H. pylori , Cag-PAI, type IV secretion system, CagX, molecular characterization"
    },
    {
        "id": 1903,
        "label": 42,
        "author": "awanish kumar",
        "title": "Escherichia coli Generate Oxidative Stress and Enhance Lipid Peroxidation in the Kidney of the Rat",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The urinary tract is generally infected by Escherichia coli bacteria. They commonly originate in the patient's own bowel, and infection occurs mostly via the ascending route. In this study, we have observed the influence of E. coli on oxidative stress generation and lipid peroxidation in the kidney of the rat. E. coli were taken from the soil, urine, buffalo intestine and goat intestine for this study. Rats were infected with isolated E. coli from different sources and Lipid peroxidation, glutathione assay was done to achieve the goal of this study. Percentage survival data showed that the E. coli isolated from urine had more lethargy phenomena because their survival present was 66.66% and the mortality rate was higher in this group. Although E. coli isolated from Goat intestine has also shown the same mortality, but the E. coli isolated from urine sample shown this mortality from the second day whereas the E. coli isolated from goat intestine from the third day. By and large data indicated that the E. coli isolated from urine sample generated high oxidative stress and damage rat kidney because the kidney is an organ frequently exposed to oxidative stress. Overall, free radical generated due to E. coli infection further enhances lipid peroxidation in the rat which is harmful to the physiology because it may cause a renal disorder in the rat",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "Analytical Biochemistry",
        "coauthors": [
            "Amiy Dutt Chaturvedi",
            "Nagarajan K",
            "Dharm Pal",
            "Awanish Kumar"
        ],
        "keywords": "E. coli; Virulence; Rat; Kidney; Lipid peroxidation"
    },
    {
        "id": 1916,
        "label": 42,
        "author": "awanish kumar",
        "title": "Current and novel therapeutic molecules and targets in Alzheimer's disease",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Alzheimer's disease (AD) is a neurodegenerative disorder in which the death of brain cells causes memory loss and cognitive decline, i.e., dementia. The disease starts with mild symptoms and gradually becomes severe. AD is one of the leading causes of mortality worldwide. Several different hallmarks of the disease have been reported such as deposits of β-amyloid around neurons, hyperphosphorylated tau protein, oxidative stress, dyshomeostasis of bio-metals, low levels of acetylcholine, etc. AD is not simple to diagnose since there is no single diagnostic test for it. Pharmacotherapy for AD currently provides only symptomatic relief and mostly targets cognitive revival. Computational biology approaches have proved to be reliable tools for the selection of novel targets and therapeutic ligands. Molecular docking is a key tool in computer-assisted drug design and development. Docking has been utilized to perform virtual screening on large libraries of compounds, and propose structural hypotheses of how the ligands bind with the target with lead optimization. Another potential application of docking is optimization stages of the drug-discovery cycle. This review summarizes the known drug targets of AD, in vivo active agents against AD, state-of-the-art docking studies done in AD, and future prospects of the docking with particular emphasis on AD.",
        "email": "",
        "conf": "Journal of the Formosan Medical Association",
        "coauthors": [
            "Ashwini Kumar, Chaluveelaveedu Murleedharan Nisha, Chitrangda Silakari, Isha Sharma, Kanukanti Anusha, Nityasha Gupta, Prateek Nair, Timir Tripathi, Awanish Kumar"
        ],
        "keywords": "Alzheimer's disease, drug targets, inhibitors, molecular docking, therapy"
    },
    {
        "id": 1899,
        "label": 42,
        "author": "awanish kumar",
        "title": "Chitosan/TiO2 composite membrane improves proliferation and survival of L929 fibroblast cells: Application in wound dressing and skin regeneration",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "The microbial infection and growth of fibroblasts are the critical factors for the effective wound healing. The natural polymer-based dressing membranes may mimic extracellular matrix to support the survival, proliferation and differentiation of fibroblasts. The present study deals with the preparation of chitosan/titanium dioxide (CS/TiO2) composite membranes with different degree of TiO2 incorporation, and their characterization in terms of morphology, ultrastructure, thermal behavior and mechanical properties with SEM, FTIR, XRD and tensile strength analyses. The data demonstrated the formation of strong O-Ti-O bonding between TiO2 and CS resulting in superior porosity, mechanical strength, crystallinity and flexibility of the composite membranes. Further, the cyto-compatibility, proliferation, oxidative stress, cell cycle and apoptosis analyses of fibroblast L929 cells demonstrated the enhanced proliferation and survival, and decreased oxidative stress and apoptosis in L929 cells grown on CS/TiO2 membrane incorporated with 025% TiO2. Next, we measured the significant up-regulation in the expression of fibroblast-markers in L929 cells cultured on CS/TiO2 (0.25%) membrane. Furthermore, the CS/TiO2 composite membranes exhibited a superior antibacterial activity against Staphylococcus aureus. Taken together, the data confirmed that CS/TiO2 (0.25%) membrane improved the growth, survival and functional integrity of fibroblasts, and exerted antibacterial activity which may be utilized as potential dressing materials.",
        "email": "bissoyi.akalabya@gmail.com",
        "conf": "International Journal of Biological Macromolecules",
        "coauthors": [
            "Sudhanshu Shekhar Behera",
            "Urmimala Das",
            "Awanish Kumar",
            "Akalabya Bissoyi",
            "Abhishek Kumar Singh"
        ],
        "keywords": "Chitosan/titanium dioxide composite membrane; Fibroblast cells; Wound healing"
    },
    {
        "id": 1938,
        "label": 42,
        "author": "awanish kumar",
        "title": "Improved microbial biosynthesis strategies and multifarious applications of the natural biopolymer epsilon-poly-L-lysine",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Epsilon-poly-l-lysine (ɛ-PL) is a water-soluble, thermostable, biodegradable, and cationic homo-biopolymer with no toxicity to human health and the environment. It exhibits a characteristic peptide bond between the α-carboxyl groups and ɛ-amino groups of 25–35 l-lysine residues. It has a wide antimicrobial spectrum. Microorganisms such as bacteria and fungi do not easily develop resistance to it. ɛ-PL is polycationic in nature; therefore, it interferes with their cell membranes by ionic adsorption, leading to physiological damage to the microbial cell. ɛ-PL producers commonly possess a membrane-bound ɛ-PL-degrading aminopeptidase, which has high enzyme activity at pH above 4.0 and may play a role in self-protection. Because ɛ-PL is safe for human consumption and is biodegradable, therefore it has been used in many novel applications in the fields of food, medicine, environment, agriculture, and electronics in past decades. This review article addresses the occurrence, microbial synthesis, physiochemical properties, production enhancement, biodegradation, and potential applications of ɛ-PL.",
        "email": "drawanishkr@gmail.com; awanik.bt@nitrr.ac.in",
        "conf": "PROCESS BIOCHEMISTRY",
        "coauthors": [
            "Ajay KUMAR Pandey",
            "Awanish Kumar"
        ],
        "keywords": "ɛ-Poly-l-lysine, Biopolymer, Aminopeptidase, Antimicrobial activity, Multifarious application "
    },
    {
        "id": 1945,
        "label": 42,
        "author": "awanish kumar",
        "title": "Pro-apoptotic effect of the landrace Bangla Mahoba of Piper betle on Leishmania donovani may be due to the high content of eugenol",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "In the absence of effective and safe treatment for visceral leishmaniasis or Kala-azar – a devastating parasitic disease caused by Leishmania donovani – the search for anti-leishmanial agents from natural resources in common use is imperative. Recently, the comparative in vitro anti-leishmanial activity of methanolic extracts from two landraces of Piper betle – P. betle landrace Bangla Mahoba (PB-BM) and P. betle landrace Kapoori Vellaikodi (PB-KV) – has been reported. Here, the putative pathway responsible for death induced by the effective extract of PB-BM methanolic extract in promastigotes, as well as the intracellular amastigote form of L. donovani, was assessed using various biochemical approaches. It was found that PB-BM was capable of selectively inhibiting both stages of Leishmania parasites by accelerating apoptotic events by generation of reactive oxygen species targeting the mitochondria without any cytotoxicity towards macrophages. The study was extended to determine the presence or absence of activity of the methanolic extract of PB-BM and PB-KV on the basis of differences in essential oil composition present in the extract assessed by GC and MS. The essential oil from PB-BM was found to be rich in eugenol compared with that from PB-KV. The anti-leishmanial efficacy of PB-BM methanolic extract mediated through apoptosis is probably due to the higher content of eugenol in the active landrace. This observation emphasizes the need to extend studies related to traditional medicines from bioactive plants below the species level to the gender/landrace level for better efficacy and reproducibility.",
        "email": "",
        "conf": "Journal of Medical Microbiology",
        "coauthors": [
            "Pragya Misra",
            "Awanish Kumar",
            "Prashant Khare",
            "Swati Gupta",
            "Nikhil Kumar",
            "Anuradha Dube"
        ],
        "keywords": "FITC, fluorescein isothiocyanate, FIU, fluorescence intensity unit, GFP, green fluorescent protein"
    },
    {
        "id": 1908,
        "label": 42,
        "author": "awanish kumar",
        "title": "Recent Advances and Future Direction in Lyophilisation and Desiccation of Mesenchymal Stem Cells",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Mesenchymal Stem Cells (MSCs) are a promising mammalian cell type as they can be used for the reconstruction of human tissues and organs. MSCs are shown to form bone, cartilage, fat, and muscle-like cells under specific cultivation conditions. Current technology of MSCs cryopreservation has significant disadvantages. Alternative technologies of mammalian cells preservation through lyophilisation or desiccation (air-drying) are among the upcoming domains of investigation in the field of cryobiology. Different protectants and their combinations were studied in this context. Loading of the protectant in the live cell can be a challenging issue but recent studies have shown encouraging results. This paper deals with a review of the protectants, methods of their delivery, and physical boundary conditions adopted for the desiccation and lyophilisation of mammalian cells, including MSCs. A hybrid technique combining both methods is also proposed as a promising way of MSCs dry preservation.",
        "email": "",
        "conf": "Stem Cells International",
        "coauthors": [
            "Akalabya Bissoyi",
            "Awanish Kumar",
            "Albert Rizvanov",
            "Alexander Nesmelov",
            "Oleg Gusev",
            "Pradeep Kumar Patra",
            "Arindam Bit"
        ],
        "keywords": ""
    },
    {
        "id": 1921,
        "label": 42,
        "author": "awanish kumar",
        "title": "An improved method for high-level soluble expression and purification of recombinant amyloid-beta peptide for in vitro studies",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Amyloid-beta (Aβ) peptide mediates several neurodegenerative diseases. The 42 amino acid (Aβ1–42) is the predominant form of peptide found in the neuritic plaques and has been demonstrated to be neurotoxic in vivo and in vitro. The availability of large quantities of Aβ peptide will help in several biochemical and biophysical studies that may help in exploring the aggregation mechanism and toxicity of Aβ peptide. We report a convenient and economical method to obtain such a peptide biologically. Synthetic oligonucleotides encoding Aβ1–42 were constructed and amplified through the polymerase cycling assembly (also known as assembly PCR), followed by the amplification PCR. Aβ1–42 gene was cloned into pET41a(+) vector for expression. Interestingly, the addition of 3% (v/v) ethanol to the culture medium resulted in the production of large amounts of soluble Aβ fusion protein. The Aβ fusion protein was subjected to a Ni–NTA affinity chromatography followed by enterokinase digestion, and the Aβ peptide was purified using glutathione Sepharose affinity chromatography. The peptide yield was ∼15 mg/L culture, indicating the utility of this method for high-yield production of soluble Aβ peptide. Sodium dodecyl sulfate polyacrylamide gel electrophoresis analysis and immunoblotting with anti-His antibody confirmed the identity of purified Aβ fusion protein and Aβ peptide. In addition, this method provides an advantage over the chemical synthesis and other conventional methods used for large-scale production of recombinant Aβ peptide.",
        "email": "drawanishkr@gmail.com",
        "conf": "Protein Expression and Purification",
        "coauthors": [
            "Gaurav Chhetri",
            "Tripti Tripathi",
            "Ramesh Chinta",
            "Awanish Kumar",
            "Timir Tripathi"
        ],
        "keywords": "Aβ peptide, Aggregation, Ethanol, Enterokinase, Affinity chromatography, Assembly PCR, High-yield recombinant production"
    },
    {
        "id": 1895,
        "label": 42,
        "author": "awanish kumar",
        "title": "Liquid-liquid extraction equilibrium for pyruvic acid recovery: Experimental data and modeling",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Physical extraction studies of pyruvic acid from dilute aqueous solutions (0.025 kmol·m-3 to 0.200 kmol·m-3) using several pure solvents (tri-n-butylphosphate (TBP), 1-decanol, 1-octanol, toluene, Methyl-isobutylketone (MIBK), and n-heptane) and their binary mixtures are reported in this work. All the batch extraction experiments were carried out at isothermal conditions (T=303±1K) and the results are reported in terms of distribution coefficient (K D). The results obtained by the equilibrium studies of the different extraction system were correlated with solvatochromic parameters of the solvents. A linear solvation energy relationship (LSER) model was applied to interpret the extraction equilibrium which specifically considers physical interactions. The values of the LSER model parameters for the extraction system were optimized by regression technique and the model equations have been proposed. Experimental and model values were in good agreement (RMSD < 0.1).Reported outcomes are useful in the selection of a suitable extraction system and understanding the extraction mechanism for the separation of pyruvic acid from dilute aqueous solutions.",
        "email": "",
        "conf": "Brazilian Journal of Chemical Engineering",
        "coauthors": [
            "Dharm Pal",
            "Niraj Thakre",
            "Amit Keshav",
            "Awanish Kumar",
            "Dhananjay Singh",
            "Neetu Kumari"
        ],
        "keywords": "Solvent Extraction; Separation; Pyruvic acid; LSER modeling; Equilibrium"
    },
    {
        "id": 1936,
        "label": 42,
        "author": "awanish kumar",
        "title": "Experimental Models for Leishmaniasis",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Murine models for experimental leishmaniasis are well established models. Parasites are injected underneath the skin of the footpad. While most of the mice strains like C57BL/6, CBA/J, C3H or BIOD2 resist the infection with clinical cure within few months (Handman et al. 1979); BALB/c and all T-cell immunodeficient strains manifest a systemic visceral leishmania leading to death (Howard et al. 1980, 1982; Mitchell et al. 1980). Resistance and susceptibility are closely related with the development of T-cell responses of Th1 or Th2 type, respectively. Recent studies have shown that the mice model of L. donovani does not reproduce the features of active human VL like chronic fever, hepatosplenomegaly, pancytopenia and profound cachexia and have an ineffective anti-leishmanial cellular response (Melby et al. 2001). On the contrary, Syrian golden hamster model of active VL closely relate the human counterpart as shown by relentless increase in visceral parasite burden, progressive cachexia, hepatosplenomegaly, pancytopenia, hypergammaglobulinemia and ultimately death (Melby et al. 2001). Unfortunately, studies in hamster model are limited by the lack of immunological reagents.",
        "email": "",
        "conf": "Leishmania and Leishmaniasis",
        "coauthors": [
            "Awanish Kumar"
        ],
        "keywords": "Leishmania Species, Leishmania Infection, Lymphoproliferative Response, Leishmania Antigen, Immunological Reagent"
    },
    {
        "id": 1900,
        "label": 42,
        "author": "awanish kumar",
        "title": "Interleukin-10: A Compelling Therapeutic Target in Patients With Irritable Bowel Syndrome",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "Pro- and antiinflammatory cytokines are important modulators of the immune response and play a major role in conditions of intestinal inflammation, such as irritable bowel syndrome (IBS). Cytokine production is regulated genetically, and imbalances in cytokine secretion may affect disease susceptibility and clinical outcomes of various conditions. There is a rapidly growing body of evidence to support an etiologic role for gastrointestinal infection and the associated immune activation in the development of postinfectious IBS. Other factors such as psychological stress, anxiety, and depression may likely be involved in the altered profiles of pro- and antiinflammatory cytokines that lead to chronic IBS. We searched the literature using PubMed, MEDLINE, and Google Scholar with related key terms and prepared this review article on that basis. Interleukin (IL)-10 is a regulatory cytokine that inhibits both antigen presentation and the release of proinflammatory cytokines. Therefore, it is proposed as a potent antiinflammatory biological therapy for IBS.",
        "email": "",
        "conf": "Clinical Therapeutics",
        "coauthors": [
            "Sunil Kumar",
            "Ratnakar Shukla",
            "Prabhat Ranjan",
            "Awanish Kumar"
        ],
        "keywords": "cytokines, IL-10, inflammation, inflammatory bowel disease, therapy"
    },
    {
        "id": 1949,
        "label": 42,
        "author": "awanish kumar",
        "title": "Proteomic approaches for discovery & new targets for vaccine and therapeutics against visceral leishmaniasis",
        "organization": "Assistant Professor National Institute of Technology Raipur India",
        "abstract": "",
        "email": "",
        "conf": "Proteomics. Clinical applications",
        "coauthors": [
            "Shraddha Kumari",
            "Awanish Kumar",
            "Mukesh Samant",
            "Shyam Sundar",
            "Neelo Singh",
            "Anuradha Dube"
        ],
        "keywords": ""
    }
]