[
    {
        "id": 2083,
        "label": 44,
        "author": "bin li",
        "title": "Preparation of konjac glucomannan-based superabsorbent polymers by frontal polymerization",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Frontal polymerization was used to prepare two kinds of superabsorbent polymers (SAP) called konjac glucomannan–acrylic acid–acrylamide (KGM–AA–AM) polymers and konjac glucomannan–acrylic acid–kaolin (KGM–AA–Kaolin) polymers. As preparation of KGM–AA–AM, it was found that features of front propagation including front velocity and maximum temperature (Tmax) were dependent on the amount of acrylamide, initiator (potassium persulfate) and water, which influenced characterization of final products in the former. However, in the other polymer system, when Kaolin/AA ratio reached 0.30, the highest water absorbency was obtained, 1941 g/g in distilled water and 93 g/g in physiological saline. That indicates kaolin is a potential material to enhance water absorbency of FP products",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate Polymers",
        "coauthors": [
            "Jing Li",
            "Jie Ji",
            "Jun Xia",
            "Bin Li"
        ],
        "keywords": "Frontal polymerization,Konjac glucomannan,Superabsorbent polymers,Water absorbency"
    },
    {
        "id": 2073,
        "label": 45,
        "author": "bin li",
        "title": "Recent Progress in Redox Flow Battery Research and Development",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "With the increasing need to seamlessly integrate renewable energy with the current electricity grid, which itself is evolving into a more intelligent, efficient, and capable electrical power system, it is envisioned that energy‐storage systems will play a more prominent role in bridging the gap between current technology and a clean sustainable future in grid reliability and utilization. Redox flow battery technology is a leading approach in providing a well‐balanced solution for current challenges. Here, recent progress in the research and development of redox flow battery technology, including cell‐level components of electrolytes, electrodes, and membranes, is reviewed. The focus is on new redox chemistries for both aqueous and non‐aqueous systems.",
        "email": "",
        "conf": "Advanced Functional Materials",
        "coauthors": [
            "Wei Wang",
            "Qingtao Luo",
            "Bin Li",
            "Xiaoliang Wei",
            "Liyu Li",
            "Zhenguo Yang"
        ],
        "keywords": ""
    },
    {
        "id": 1993,
        "label": 44,
        "author": "bin li",
        "title": "Effect of substitution degree on carboxymethylcellulose interaction with lysozyme",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Substitution degree (DS) of carboxymethylcellulose (CMC) is one of the critical internal factors for affecting CMC interacting with other polyelectrolytes. The assembly of lysozyme (Ly) and CMC with various DS were analyzed with turbidities, zeta potentials, intrinsic fluorescence, Fourier transform infrared spectra and circular dichroism. It was found that the electrostatic interactions were weakened with decreasing the ratio for Ly and CMC in the Ly-CMC complexes because of the increasing electrostatic repulsion of CMC itself. Electrostatic attractions were also reduced at neutral or alkaline pH and high salt concentration. In addition, electrostatic attractions were much stronger between Ly and CMC with higher DS. CMC with higher DS value can resist the decomposition of Ly-CMC more effectively. Our work provides a new insight for understanding the interactions between proteins and polysaccharides.",
        "email": "",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Zhenshun Li",
            "Yuntao Wang",
            "Yaqiong Pei",
            "Wenfei Xiong",
            "Wei Xu",
            "Bin Li",
            "Jing Li"
        ],
        "keywords": "Carboxymethylcellulose,Substitution degree,Lysozyme,Electrostatic interaction"
    },
    {
        "id": 2068,
        "label": 45,
        "author": "bin li",
        "title": "Performance Evaluation of Microporous Separator in Fe/V Redox Flow Battery",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "The newly developed Fe/V redox flow battery has demonstrated attractive cell performance. However, the deliverable energy density is relatively inferior due to the low cell voltage. To compensate this disadvantage and compete with other redox flow battery systems, cost reduction of the Fe/V system is necessary. This paper describes evaluation of hydrocarbon-based Daramic® microporous separators for use in the Fe/V system. The separator B having ion exchange capacity demonstrated excellent capacity retention capability. Separator B exhibited energy efficiency above 65% over a broad temperature range of 5-50oC and at current densities up to 80mA/cm2. Plus, separator B is very inexpensive and has exceptional mechanical properties. Therefore, this separator shows great potential to replace the expensive Nafion® membrane. This will drive down the capital cost and make the Fe/V system a promising low-cost energy storage technology.",
        "email": "",
        "conf": "ECS Transactions",
        "coauthors": [
            "Xiaoliang Wei",
            "Qingtao Luo",
            "Bin Li",
            "Zimin Nie",
            "Eric Miller",
            "Jeff Chambers",
            "Vincent L. Sprenkle",
            "Wei Wang"
        ],
        "keywords": ""
    },
    {
        "id": 2008,
        "label": 45,
        "author": "bin li",
        "title": "Performance of a low cost interdigitated flow design on a 1 kW class all vanadium mixed acid redox flow battery",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "Three flow designs were operated in a 3-cell 1 kW class all vanadium mixed acid redox flow battery. The influence of electrode surface area and flow rate on the coulombic, voltage, and energy efficiency and the pressure drop in the flow circuit will be discussed and correlated to the flow design. Material cost associated with each flow design will also be discussed",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "David Reed",
            "Edwin Thomsen",
            "Bin Li",
            "Wei Wang",
            "Zimin Nie",
            "Brian Koeppel",
            "Vincent Sprenkle"
        ],
        "keywords": "Vanadium redox flow battery,Flow design,Electrical performance,Material cost"
    },
    {
        "id": 2088,
        "label": 44,
        "author": "bin li",
        "title": "Enhancing Physical Properties and Antimicrobial Activity of Konjac Glucomannan Edible Films by Incorporating Chitosan and Nisin",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The antimicrobial effect of konjac glucomannan (KGM) edible ûlm incorporating chitosan (CHI) and nisin at various ratios or concentrations was studied. This activity was tested against pathogenic bacteria, namely, Escherichia coli, Staphylococcus aureus, Listeria monocytogenes, and Bacillus cereus. Mechanical and physical properties were determined, and the results indicated that the blend film KC2 (mixing ratio KGM 80/ CHI 20) showed the maximum tensile strength (102.8 ± 3.8 MPa) and good transparency, water solubility, and water vapor transmission ratio. Differential scanning calorimetry (DSC) and Fourier transform infrared (FTIR) spectroscopy were used to characterize the structural change of the blend films; and the results showed that strong intermolecular hydrogen bonds occurred between CHI and KGM. Incorporation of nisin at 463IU per disk of film for the selected KC2 was found to have antimicrobial activity against S. aureus, L. monocytogenes, and B. cereus. The mean value of inhibition zone diameter of the CHI‐N series and the KC2‐N series were higher than the KGM‐N series at each corresponding concentration and with significant difference (P < 0.05), however, there was no significant difference in the antimicrobial effect between CHI and KC2 incorporating nisin. At all these levels, the blend ûlm KC2‐nisin had a satisfactory appearance, mechanical and physical properties, and antimicrobial activity. Therefore, it could be considered as a potential “active” packaging material.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Journal of Food Science",
        "coauthors": [
            "Bin Li",
            "Jinli Peng",
            "Xiao Yie",
            "Bijun Xie"
        ],
        "keywords": ""
    },
    {
        "id": 1978,
        "label": 45,
        "author": "bin li",
        "title": "Materials and Systems for Organic Redox Flow Batteries: Status and Challenges",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "Redox flow batteries (RFBs) are propitious stationary energy storage technologies with exceptional scalability and flexibility to improve the stability, efficiency, and sustainability of our power grid. The redox-active materials are the key component for RFBs with which to achieve high energy density and good cyclability. Traditional inorganic-based materials encounter critical technical and economic limitations such as low solubility, inferior electrochemical activity, and high cost. Redox-active organic materials (ROMs) are promising alternative “green” candidates to push the boundaries of energy storage because of the significant advantages of molecular diversity, structural tailorability, and natural abundance. Here, the recent development of a variety of ROMs and associated battery designs in both aqueous and nonaqueous electrolytes are reviewed. The critical challenges and potential research opportunities for developing practically relevant organic flow batteries are discussed.",
        "email": "",
        "conf": "ACS Energy Letters",
        "coauthors": [
            "Xiaoliang Wei,OrcidWenxiao Pan,Wentao Duan,Aaron Hollas,Zheng Yang,Bin Li,Zimin Nie,Jun Liu,OrcidDavid Reed,Wei Wang,Vincent Sprenkle"
        ],
        "keywords": ""
    },
    {
        "id": 2016,
        "label": 44,
        "author": "bin li",
        "title": "Coupling Process of Phase Separation and Gelation in Konjac Glucomannan and Gelatin system",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The influence of konjac glucomannan (KGM) on the cool-induced gelation of gelatin was investigated using dynamic oscillatory rheological measurements at low strain amplitude and microstructural analysis by fluorescence microscopy. Rheological tests were measured during gel formation, including isothermal cooling and heating/cooling at a constant rate. The transition of phase compatibility to segregative phase separation with increase of KGM concentration was observed on KGM/gelatin mixture systems at 40 °C. The structural and mechanical of these hydrogels are dominated by the interplay between phase separation and gelation. In compatible phase status, the presence of KGM prolonged the gelation to occur for disordering the gelatin coil-helix transition, decreased the gel strength. The consequence of phase separation was dependent on KGM concentrations, resulting in bicontinuous microstructures. In the case of phase separation, the gelation was accelerated. It was demonstrated that by using different protein-polysaccharide mixtures at phase compatibility or separation concentrations could be feasible ways to control micro-networks and apply structural design in food formulation.",
        "email": "",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Weiping Jin",
            "Wei Xu",
            "Honghe Ge",
            "Jing Li",
            "Bin Li"
        ],
        "keywords": "Phase separation,Gelation,Micro-network,Rheological properties"
    },
    {
        "id": 2046,
        "label": 44,
        "author": "bin li",
        "title": "Tunable self-assembly of nanogels into superstructures with controlled organization",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The tunable pH-dependent lysozyme/xanthan gum nanogels were fabricated under alkali-coupled thermal treatment conditions. The nanogels could be self-assembled into superstructures with different controlled sizes as the pH value of the system was regulated.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "RSC Advances",
        "coauthors": [
            "Wei Xu",
            "Weiping Jin",
            "Ying Hu",
            "Shilin Liu",
            "Bin Li"
        ],
        "keywords": "heat treatment, lysozyme, nanoparticles, pH, xanthan gum"
    },
    {
        "id": 2084,
        "label": 44,
        "author": "bin li",
        "title": "Identification of molecular driving forces involved in the gelation of konjac glucomannan: Effect of degree of deacetylation on hydrophobic association",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Gelation behaviors of konjac glucomannan (KGM) samples with different degree of deacetylation (DD) obtained using a heterogeneous deacetylation method were studied by rheological measurement to probe the effect of degree of deacetylation on hydrophobic association. Compared to polysaccharides whose gelation mechanism is known, we speculate hydrogen bonding and hydrophobic interaction are both presented in KGM gelation and hydrophobic interaction plays a more important role with increasing DD. Hydrophobic characteristic of partially deacetylated KGM (DD was circa 50%) was confirmed using the lyotropic series of salts, suggesting the magnitude of hydrophobic interaction is dependent on DD of KGM. Furthermore, the effect of lyotropic series of salts on gelation behavior of KGM was clarified from a molecular level",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate Polymers",
        "coauthors": [
            "Jian Chen",
            "Jing Li",
            "Bin Li"
        ],
        "keywords": "Konjac glucomannan,Degree of deacetylation,Lyotropic series salts,Molecular driving forces,Hydrophobic interaction,Gelation"
    },
    {
        "id": 2027,
        "label": 44,
        "author": "bin li",
        "title": "Fabrication of chitin microspheres and their multipurpose application as catalyst support and adsorbent",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In this study, novel chitin microspheres (CM) with diameters of 1010 μm, 750 μm, 490 μm, 280 μm were fabricated by employing the sol–gel transition method. Then the chitin microspheres served as the enabling platform for a range of applications including recyclable catalyst support and adsorbent. First, the freeze dried porous chitin microspheres were coated with dopamine to enhance the loading efficiency of a model biomacromolecule, α-amylase. The immobilized enzyme (49.6 mg/g) retained more than 95% of relative activity after 10 repeated cycles and exhibited easy recovery ability. Then porous magnetic chitin microspheres could be prepared, and the swollen porous polymer successfully controlled the growth of gold nanoparticles. The chitin/Au nanocomposite microspheres were a good recyclable catalyst due to the porous structure and a reduced dimension of the metal particles (r ≤ 5 nm). Finally, the magnetic chitin microspheres were modified into an adsorbent for enhanced removal of a typical cationic compound, methylene blue from aqueous solution",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate Polymers",
        "coauthors": [
            "Yuntao Wang",
            "Yan Li",
            "Shilin Liu",
            "Bin Li"
        ],
        "keywords": "Chitin microsphere,Polydopamine,Gold nanoparticle,Reactive Black 5,Multi-functional"
    },
    {
        "id": 2007,
        "label": 44,
        "author": "bin li",
        "title": "pH-Degradable Antioxidant Nanoparticles based on Hydrogen-Bonded Tannic Acid Assembly",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Hydrogen-bonded polyphenol-based assemblies have attracted increasing interest for biomedical applications. Polyphenolic drug-loaded films can be coated on various devices with different shapes and sizes. Here, we report a novel versatile pH-responsive system based on hydrogen-bonded poly(ethylene glycol) (PEG)/tannin acid (TA) coatings on zein/TA colloidal nanoparticles (zein/TA/PEG NPs). Hydrogen bonding was considered to be the driving force for the coating buildup between PEG and TA, which was confirmed by Fourier transform infrared (FTIR) spectra. Because of the reversible/dynamic nature of hydrogen bonding, the release profile of TA was directed by pH value, temperature, ionic strength and TA concentration. The release rate of TA increased with increasing pH and temperature, but decreased with increasing ionic strength. This new drug delivery vehicle could also be used to load hydrophobic and unstable molecules through interacting with zein by hydrophobic interaction to achieve efficient protection. We demonstrated that the hydrophobic molecular nutrient, VD3, can be successfully loaded into zein/TA/PEG NPs with high encapsulation efficiency. Photostability against UV light was significantly improved after encapsulation. The encapsulated VD3 could be regulated not only by the pH of the solutions but also by TA concentration",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "RSC Advances",
        "coauthors": [
            "Hongshan Liang",
            "Yaqiong Pei",
            "Jing Li",
            "Wenfei Xiong",
            "Yun He",
            "Shilin Liu",
            "Yan Li",
            "Bin Li"
        ],
        "keywords": "Fourier transform infrared spectroscopy, antioxidants, coatings, drug carriers, encapsulation, hydrogen bonding, hydrophobic bonding, hydrophobicity, ionic strength, nanoparticles, pH, photostability, polyethylene glycol, tannins, temperature, ultraviolet radiation, zein"
    },
    {
        "id": 2002,
        "label": 44,
        "author": "bin li",
        "title": "Preparation characterization and properties of chitosan films with cinnamaldehyde nanoemulsions",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Natural aldehydes, such as cinnamaldehyde, can be used to modify the properties of chitosan-based materials by covalent cross-linking the chitosan molecules. Due to the non-polarity and hydrophobicity of cinnamaldehyde, emulsification technique was used to prepare homogeneous cinnamaldehyde-chitosan films. Under optimized conditions, cinnamaldehyde nanoemulsions led to the successful fabrication of uniform and smooth chitosan films. FTIR analysis of the films indicated the formation of chitosan-cinnamaldehyde Schiff base. The cross-linked films strongly absorbed UV–visible light and inhibited the emission of fluorescent light, and may therefore provide good photo-protection. The thickness (26–61 μm) and transparency (clear to turbid) of the chitosan films were modulated by varying the aldehyde/amino group ratio. The mechanical properties and water vapor permeability of the films also depended on the amount of cinnamaldehyde nanoemulsion utilized. Chitosan films showed good antimicrobial activity, but had better antifungal than antibacterial activity",
        "email": "",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Huanle Chen",
            "Xiaorong Hu",
            "Enmin Chen",
            "Shan Wu",
            "David Julian McClements",
            "Shilin Liu",
            "Bin Li",
            "Yan Li"
        ],
        "keywords": "Chitosan,Cinnamaldehyde,Nanoemulsions,Schiff base,Films"
    },
    {
        "id": 2024,
        "label": 44,
        "author": "bin li",
        "title": "Fabrication of gastric floating controlled release tablet based on konjac glucomannan",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "This paper investigated the effect of ball-milling time on the structure, floating and controlled-release properties of konjac flour (KF). After 8 h of ball milling, the particle size of KF decreased from 152 μm to 19.8 μm. The structural change of KF was characterized by repose angle, GPC-MALLS, X-ray diffraction (XRD) and scanning electron microscope. The results indicated that longer ball-milling time lead to higher repose angle, lower molecular weight and coarser surface of KF. Compared with native KF, the 4 h ball-milled KF achieved the shortest floating lag time, the longest floating duration time and the best controlled-release properties when used as excipients in floating drug release system. The water distribution in tablets with different dissolution time was observed by Magnetic resonance imagining (Wolk and Dahan). For KF-4, the hydrogelling layer could prevent moisture into the inner in order to achieve the control release.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Food Research International",
        "coauthors": [
            "Hongshan Liang",
            "Ting Ye",
            "Bin Zhou",
            "Jing Li",
            "Lei He",
            "Yan Li",
            "Shilin Liu",
            "Yijie Chen",
            "Bin Li"
        ],
        "keywords": "Konjac flour,Ball mill,Controlled release,Floating drug delivery system"
    },
    {
        "id": 2012,
        "label": 44,
        "author": "bin li",
        "title": "Engineering Multifunctional Films Based on Metal-Phenolic Networks for Rational pH-Responsive Delivery and Cell Imaging",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Here, we reported a designable pH-responsive system on the basis of coordination bonded metal-tannic acid (TA) networks on zein/quaternized chitosan (HTCC) nanoparticles (NPs). Zein/HTCC NPs has been developed as a promising delivery system for natural bioactives in our lab previously. The coordination bonds between either the “NH2-metal” or the “metal-TA” are sensitive to pH variations that would release encapsulated drugs under designated pH conditions. Metal-TA film-coated zein/HTCC NPs had a spherical structure with particle size of 110–120 nm. Doxorubicin (DOX) was used as a model anticancer drug for release study and cell viability. The in vitro release profile of DOX loaded metal-TA films coated zein/HTCC NPs (DOX-zein/HTCC-TA/metal NPs) showed a significant pH-responsiveness when changing the amount or the type of metal ions. In in vitro cell assays, the blank zein/HTCC-TA/metal NPs showed low cytotoxicity, but the DOX-loaded NPs exhibited a high cytotoxic activity against HepG2. To impart enhanced imaging properties of metal-TA films, we used EuIII to chelate with ligand named 2-thenoyltrifluoroacetone (TTA) to intense fluorescence intensities of EuIII-TA films so as to develop pH-responsive zein/HTCC-TA/metal NPs for anticancer drug delivery as well as cell imaging.",
        "email": "",
        "conf": "ACS Biomaterials Science and Engineering",
        "coauthors": [
            "Hongshan Liang",
            "Jing Li",
            "Yun He",
            "Wei Xu",
            "Shilin Liu",
            "Yan Li",
            "Yijie Chen",
            "Bin Li"
        ],
        "keywords": "coordination bonding, pH-responsive, drug delivery"
    },
    {
        "id": 2063,
        "label": 45,
        "author": "bin li",
        "title": "Nanorod Niobium Oxide as Powerful Catalysts for an All Vanadium Redox Flow Battery",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "A powerful low-cost electrocatalyst, nanorod Nb2O5, is synthesized using the hydrothermal method with monoclinic phases and simultaneously deposited on the surface of a graphite felt (GF) electrode in an all vanadium flow battery (VRB). Cyclic voltammetry (CV) study confirmed that Nb2O5 has catalytic effects toward redox couples of V(II)/V(III) at the negative side and V(IV)/V(V) at the positive side to facilitate the electrochemical kinetics of the vanadium redox reactions. Because of poor conductivity of Nb2O5, the performance of the Nb2O5 loaded electrodes is strongly dependent on the nanosize and uniform distribution of catalysts on GF surfaces. Accordingly, an optimal amount of W-doped Nb2O5 nanorods with minimum agglomeration and improved distribution on GF surfaces are established by adding water-soluble compounds containing tungsten (W) into the precursor solutions. The corresponding energy efficiency is enhanced by ∼10.7% at high current density (150 mA·cm–2) as compared with one without catalysts. Flow battery cyclic performance also demonstrates the excellent stability of the as prepared Nb2O5 catalyst enhanced electrode. These results suggest that Nb2O5-based nanorods, replacing expensive noble metals, uniformly decorating GFs holds great promise as high-performance electrodes for VRB applications.",
        "email": "",
        "conf": "Nano Letters",
        "coauthors": [
            "Bin Li",
            "Gu Meng",
            "Zimin Nie",
            "Xiaoliang Wei",
            "Chongmin Wang",
            "Vincent Sprenkle",
            "Wei Wang"
        ],
        "keywords": "Energy storage, redox flow battery, catalysts, electrode, vanadium, nanorod"
    },
    {
        "id": 2035,
        "label": 44,
        "author": "bin li",
        "title": "Construction of pH-sensitive lysozyme/pectin nanogel for tumor methotrexate delivery",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Novel nano-particles were developed from lysozyme-pectin through self-assembly, and the nanogels could be used as a carrier for the antitumor agent, methotrexate (MTX). The nanogels exhibited spherical with diameters about 109 ± 2 nm and narrow particle size distribution, as well as negative surface charge. Furthermore, the particle size and morphology of the nanogels hardly changed with the incorporation of MTX. The loading capacity of MTX in nanogels could reach 17.58 ± 0.85%. MTX-loaded nanogels were pH-dependent, accelerated release of MTX at a decreasing pH from 7.4 to 5.3. The MTT assay indicated that encapsulated MTX exhibited higher anticancer activity than free MTX. Meanwhile, MTX-loaded nanogels could be effectively endocytosed by HepG2 cells, resulting in enhanced cancer-cell apoptosis comparing to free MTX. It indicated that the nanogels had good biocompatibility and low toxicity. The obtained nanogels had great potential in the development of a new nanocarrier for anti-cancer drug delivery.",
        "email": "",
        "conf": "Colloids and surfaces B: Biointerfaces",
        "coauthors": [
            "Liufeng Lin",
            "Wei Xu",
            "Hongshan Liang",
            "Lei He",
            "Shilin Liu",
            "Yan Li",
            "Bin Li",
            "Yijie Chen"
        ],
        "keywords": "Biopolymer,Nanogels,Methotrexate,pH-sensitivity,Cytotoxicity"
    },
    {
        "id": 2078,
        "label": 45,
        "author": "bin li",
        "title": "In-situ Investigation of Vanadium Ion Transport in Redox Flow Battery",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "Flow batteries with vanadium and iron redox couples as the electroactive species are employed to investigate the transport behavior of vanadium ions in the presence of an electric field. It is shown that the electric field accelerated the positive-to-negative and reduced the negative-to-positive transport of vanadium ions in the charging process and affected the vanadium ion transport in the opposite way during discharge. In addition, a method is designed to differentiate the concentration-gradient-driven vanadium ion diffusion and electric-field-driven vanadium ion migration. A simplified mathematical model is established to simulate the vanadium ion transport in real charge–discharge operation of the flow battery. The concentration gradient diffusion coefficients and electric-migration coefficients of V2+, V3+, VO2+, and VO2+ across a NAFION® membrane are obtained by fitting the experimental data.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Qingtao Luo",
            "Liyu Li",
            "Zimin Nie",
            "Wei Wang",
            "Xiaoliang Wei",
            "Bin Li",
            "Baowei Chen",
            "Zhenguo Yang"
        ],
        "keywords": "Vanadium,Transport,Diffusion,Migration,Redox flow battery"
    },
    {
        "id": 2019,
        "label": 44,
        "author": "bin li",
        "title": "Surface modification of cellulose scaffold with polypyrrole for the fabrication of flexible supercapacitor electrode with enhanced capacitance",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Surface modification of a cellulose scaffold for the preparation of a flexible conductive composite has been carried out using a template-polymerization method. The effects of the concentration of the pyrrole and the reaction time on the structure and properties of the composites have been investigated. The as-prepared polypyrrole/cellulose composites integrated the merits of cellulose with the conductive polypyrrole (Ppy), the structurally defined Ppy/cellulose composites exhibited electrical conductivity as high as 0.59 S cm−1 with a Ppy content of only about 28.89 wt%. Furthermore, it was foldable and could be used as flexible electrode for a supercapacitor. The specific capacitance of CPy-005 was about 392–308 F g−1 at current densities ranging from 0.1 to 0.4 A g−1, and kept a high stability during the charge–discharge cycle; the capacity was decreased by only 18% after 1000 cycles at a current density of 0.4 A g−1. The unique porous bulk structure and rough surface properties enabled the construction of cellulose based flexible supercapacitors with reasonably good performance and a low price, which would provide a candidate for future “green” and “use-once-and-throw-away” electronics.",
        "email": "",
        "conf": "RSC Advances",
        "coauthors": [
            "Shilin Liu",
            "kuan he",
            "Xia wu",
            "Xiaogang Luo",
            "Bin Li"
        ],
        "keywords": ""
    },
    {
        "id": 2065,
        "label": 45,
        "author": "bin li",
        "title": "In-Situ Analytical Electron Microscopy Study of the Lithiation of TiO2 Nanowires Used in Li-Ion Batteries",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "",
        "email": "",
        "conf": "Microscopy and Microanalysis",
        "coauthors": [
            "M. Gu",
            "Bin Li",
            "W. Wang",
            "C.-M. Wang"
        ],
        "keywords": "LiYion batteries have been widely applied in alm ost every aspect of daily lifeYportable electronics, mobile devices, and electronic vehicles. In orde r to satisfy the dem and of high capacity and high power output of the electric vehicles, a better design of the electrode materials are needed.[1Y5] Most importantly, the structural and chemistry changes upon lithiation and delithiation are critical during the consideration of new designs of the electrode. Recently, inYsitu TEM has been applied in the study of the structural changes of anode m aterials used in LiYion batteries"
    },
    {
        "id": 1972,
        "label": 44,
        "author": "bin li",
        "title": "O/W Pickering Emulsion Templated Organo-hydrogels with Enhanced Mechanical Strength and Energy Storage Capacity",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The increased quantities of fat in plants could allow the cells to inhibit the growth of ice and thus prevent the damages of their tissue structure in winter. In view of the structural buildup of freezing tolerance mechanism, here we presented a facile way of employing O/W Pickering emulsion as a template to produce the freestanding organo-hydrogels with increased mechanical stability and energy storage capacity. The oil droplets stabilized by cellulose nanofibrils were dispersed in the alginate polymer network that cross-linked with Ca2+, which resulted in homogeneous and closely packed microstructures. The prepared organo-hydrogels could maintain original gel structure under frozen conditions and had extraordinary mechanical performance. It could endure compressive stress up to 35 KPa (at 50% strain) and the elastic modulus was around 72 KPa, while the solid content of polysaccharides was only about 0.75%. By using our comprehensive strategy, organo-hydrogels with higher volumes of oil phase exhibited an enhanced cold storage capacity. For alginate hydrogel, it took 8 min when the temperature rose from 0 to 5 °C, while for the organo-hydrogel with oil volume of 30%, it took about 24 min. After 34 min, the inner temperature of alginate hydrogel was close to 25 °C, and about 70 min were needed for the temperature of organo-hydrogel to reach 25 °C. This kind of gel materials with complementary heteronetworks not only will have potential applications in cold chain logistics, but also can be applied in other fields with unusual functions.",
        "email": "",
        "conf": "ACS Applied Bio Materials",
        "coauthors": [
            "Xingzhong Zhang",
            "Yixiang Wang",
            "Xiaogang Luo",
            "Ang Lu",
            "Yan Li",
            "Bin Li",
            "Shilin Liu"
        ],
        "keywords": "organo-hydrogel, nanocellulose, Pickering emulsions"
    },
    {
        "id": 1999,
        "label": 44,
        "author": "bin li",
        "title": "Probiotics in cellulose houses: Enhanced viability and targeted delivery of Lactobacillus plantarum",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Cellulose-based microgels, prepared by the sol-gel transition method, were evaluated to extent the loading capacity and make more controlled release of probiotics. Granules of calcium carbonate as porogenic agents made the cellulose microgels with different porosity, and the SBET of modified cellulose microgels was increased to 197 m2/g. The microgels were constituted by the interconnected network of the cellulose nanofibrils, which was house-like. The house-liked microgels had the ability for the accommodation of Lactobacillus plantarum (L. plantarum) as high as 1010 cfu/g, and the released viable cells was up to 3.10 × 1010 cfu/g. Furthermore, the Ca-alginate shell protection of the cellulose houses kept the loaded L. plantarum cells from liberating into stomach but released the cells at intestinal tracts due to the effect of pH-responsibility. From the cross-sectional fluorescence image, L. plantarum cells mainly focused on the cellulose microgels houses instead of Ca-alginate shell. It indicated that the surface modification of the cellulose microgels houses by using alginate based hydrogel exhibited more controlled release of L. plantarum cells, which could be increased to 5.80 × 108 cfu/mL at 360 min. Prolonged duration in simulated intestine fluid contributed to making sure that cells reached the desired region of intestine tracts. The designed composite system advances in affording better shelter for probiotic residence or other bioactive nutrients",
        "email": "",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Wei Li",
            "Ya Zhu",
            "Ye Feng",
            "Bin Li",
            "Xiaogang Luo",
            "Shilin Liu"
        ],
        "keywords": "Probiotic,Microgels,Loading capacity,Porosity,Targeted release"
    },
    {
        "id": 2061,
        "label": 44,
        "author": "bin li",
        "title": "Synergistic degradation of konjac glucomannan by alkaline and thermal method",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The application of konjac glucomannan (KGM) in the food industry is always limited by its high viscosity. Hereby, low-viscosity KGM was prepared by alkaline-thermal degradation method. This process was demonstrated by the changes of average molecular weight and a kinetic model was developed. The results revealed that high alkalinity and high temperature had a synergetic effect on degradation. The structure of hydrolysates was evaluated by periodate oxidation and their fluidly properties were researched by rheology measurements. The degradation was divided into two regimes. The rate of the first regime (within 1 h) is higher than that of the second one (last 1 h). It is found that alkaline hydrolysis and deacetylation have a synergistic effect on the degradation under high alkalinity (pH 9.2) and low temperature condition (25 °C). Finally, rheology parameters showed alkaline-thermal degradation is a promising way that can be applied in practice to degrade KGM.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate polymers",
        "coauthors": [
            "Weiping Jin",
            "Ting Mei",
            "Yuntao Wang",
            "Wei Xu",
            "Jing Li",
            "Bin Zhou",
            "Bin Li"
        ],
        "keywords": "Konjac glucomannan,Thermal degradation,Alkaline hydrolysis,Kinetic study,Rheological properties,Deacetylation"
    },
    {
        "id": 2067,
        "label": 44,
        "author": "bin li",
        "title": "Influence of konjac glucomannan on gelling properties and water state in egg white protein gel",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The effect of konjac glucomannan (KGM) on nuclear magnetic resonance (NMR) relaxation behavior, water holding capacity (WHC), and gelling properties of egg white gel was studied. It was found that the values of gel strength and WHC reached the summit as the addition of KGM at 0.06 wt.%. Multi-exponential function analysis of the T2 relaxation revealed that there were at least two categories of water with different states or mobility in egg white gel. Meanwhile, intrinsic T2 relaxation time of the immobile water in blending gel was longer than the bound water during gelation. The distribution of water in egg white gel was characterized by magnetic resonance imaging (MRI), which corresponded well with the conclusion of WHC. Further, scanning electron micrographs (SEM) suggested that WHC in the protein gel network was related to more porous gel microstructure.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Food Research International",
        "coauthors": [
            "Jinjin Liu",
            "Kunkun Zhu",
            "Ting Ye",
            "Shaolong Wan",
            "Wang Dan",
            "Bin Li",
            "Chao Wang"
        ],
        "keywords": "Konjac glucomannan,Egg white protein,Water state and distribution,NMR proton mobility,Magnetic resonance imaging"
    },
    {
        "id": 1989,
        "label": 44,
        "author": "bin li",
        "title": "Da-KGM based GO-reinforced FMBO-loaded aerogels for efficient arsenic removal in aqueous solution",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Composites based on deacetylated konjac glucomannan (Da-KGM) and graphene oxide (GO) aerogels with iron and manganese oxides (FMBO) for effective removal of arsenic from contaminated water. Da-KGM, which was used as supporting composite matrix here, were firstly treated with GO and loaded FMBO. The obtained Da-KGM/GO/FMBO composite aerogels were characterized by compression test, thermo gravimetric analysis (TGA), X-ray diffraction (XRD), fourier transform infrared spectroscopy (FTIR) and scanning electron microscope (SEM). The characteristic results showed that addition of GO exhibited enhanced mechanical properties towards Da-KGM aerogels. What’s more, results of FTIR indicated the strong intermolecular hydrogen bond interaction between KGM and GO. Batch adsorption tests were used to evaluate arsenic removal capacity. Da-KGM/GO loaded FMBO composite aerogels exhibited high adsorption ability for arsenite [As(III)] and arsenate [As(V)]. The adsorption results showed that the arsenic for both arsenite [As(III)] and arsenate [As(V)] removal process followed a pseudo-second-order rate equation and Langmuir monolayer adsorption. The maximum As(III) and As(V) uptake capacity of Da-KGM/GO(10%)/FMBO composite aerogels reached 30.21 mg g−1 and 12.08 mg g−1 respectively according to Langmuir isotherm at pH 7 and 323 K.",
        "email": "",
        "conf": "International journal of biological macromolecules",
        "coauthors": [
            "Shuxin Ye",
            "Weiping Jin",
            "Qing Huang",
            "Ying Hu",
            "Yan Li",
            "Jing Li",
            "Bin Li"
        ],
        "keywords": "Da-KGM/GO aerogels,FMBO,Arsenic adsorption"
    },
    {
        "id": 2090,
        "label": 44,
        "author": "bin li",
        "title": "Grain-Size Effect on the Structure and Antiobesity Activity of Konjac Flour",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The effect of high-frequency oscillatory type ball-mill treatment on the structure and antiobesity activity of konjac flour was investigated. The grain size of konjac flour changed from 657.3 μm (d50) to 23.7 μm (d50) after 4 h of treatment. The structural change of the konjac flour with different grain size was characterized by using X-ray diffraction (XRD) differential scanning calorimetry (DSC). The results indicated that the crystallinity decreased and the diffraction peak drifted not only by when the crystallization region was reduced but also when the crystalline structure was changed. With the decrease of the grain size and crystallinity, the konjac flour grain, especially the 4 h milled konjac flour, swelled more rapidly and led to the improvement of the antiobesity effect. Compared with the native konjac flour, the 4 h milled konjac flour could significantly decrease the body weight and total wet weight of fat of nutritional obese rats (P < 0.05) and also decreased the contents of triglyceride, glucose, and high-density lipoprotein in blood of nutritional obese rat significantly (P < 0.05), which meant the grain-size effect of konjac flour improved its antiobesity activity notably.",
        "email": "",
        "conf": "Journal of Agricultural and Food Chemistry",
        "coauthors": [
            "Bin Li",
            "Jun Xia",
            "Yang Wang",
            "Bijun Xie"
        ],
        "keywords": "Konjac flour; grain-size effect; structure; antiobesity activity; pulverized model"
    },
    {
        "id": 1986,
        "label": 44,
        "author": "bin li",
        "title": "Fabrication of self-assembled chitosan-dispersed LDL nanoparticles for drug delivery with a one-step green method",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Self-assembled nanoparticles (NPs) composed of chitosan (CS) and low density lipoprotein (LDL) of hen eggs were prepared by a one-step green synthesis of mixing CS solution and LDL suspension. The formulated CS-LDL NPs were then applied to encapsulate doxorubicin hydrochloride (DOX) with the encapsulation efficiency of 51.7%. The average particle size and ζ-potential of DOX-loaded CS-LDL NPs (CS-LDL-DOX NPs) were 179 nm and +48.3 mV, respectively. The encapsulated DOX showed less cytotoxicity than free DOX after 24-h incubation with gastric cancer SGC7901 cells, which may be due to extended release. Cellular uptake of CS-LDL-DOX NPs was significant higher than that of free DOX due to the endocytosis of tumor cells. Thus CS-LDL-DOX NPs showed a potential in reducing cytotoxicity of DOX by extended release behavior and preferential uptake compared to free DOX. In addition, flow cytometry and terminal-deoxynucleotidyl-transferase-mediated dUTP nick-end labeling assay demonstrated that CS-LDL-DOX NPs induced the apoptosis of cancer cells. Autophagy was involved in effects caused by CS-LDL-DOX NPs through blocking AKT/mTOR signaling, which was demonstrated by the analyses of the expression of LC3, p62, AKT, p-AKT, mTOR and p-mTOR",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "International Journal of Pharmaceutics",
        "coauthors": [
            "Jing Tian",
            "Shasha Xu",
            "Hongbing Deng",
            "Xinxing Song",
            "Xiujuan Li",
            "Jiajia Chen",
            "Feng Cao",
            "Bin Li"
        ],
        "keywords": "Low-density lipoprotein,Chitosan,Self-assembly,Nanocarrier"
    },
    {
        "id": 2003,
        "label": 44,
        "author": "bin li",
        "title": "Nanogels fabricated from bovine serum albumin and chitosan via self-assembly for delivery of anticancer drug",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In this study, bovine serum albumin (BSA) and chitosan (CS) were used to prepare BSA-CS nanogels by a simple green self-assembly technique. Then the nanogels were successfully used to entrap doxorubicin hydrochloride (DOX) with an entrapment ratio of 46.3%, aiming to realize the slow-release effect and lower the cytotoxicity of DOX. The IC50 values of DOX-loaded BSA-CS (DOX-BSA-CS) and free DOX obtained by MTT assay in SGC7901 cells were 0.22 and 0.05 μg/mL, respectively. The cytotoxicity of DOX significantly decreased within 24 h after encapsulation by the nanogels, indicating that the loaded drug could slowly release within 24 h and the BSA-CS was a good slow release system. The cellular uptake experiments indicated DOX-BSA-CS diffused faster into the cancer cell than the bare drug. The flow cytometry and TUNEL assay proved DOX-BSA-CS could induce a larger apoptosis proportion of gastric cancer cells 7901 than the bare drug and it is promising to be used for curing gastric cancer.",
        "email": "",
        "conf": "Colloids and surfaces B: Biointerfaces",
        "coauthors": [
            "Yuntao Wang",
            "Shasha Xu",
            "Wenfei Xiong",
            "Yaqiong Pei",
            "Bin Li",
            "Yijie Chen"
        ],
        "keywords": "Bovine serum albumin,Chitosan,Self-assembly,Nanogels,Doxorubicin hydrochloride,Anticancer"
    },
    {
        "id": 2062,
        "label": 44,
        "author": "bin li",
        "title": "Chitosan/phosvitin antibacterial films fabricated via layer-by-layer deposition",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Negatively charged phosvitin (PV) and positively charged chitosan (CS) were alternately deposited on negatively charged cellulose mats via layer-by-layer (LBL) self-assembly technique. The deposition of PV and CS was confirmed by X-ray photoelectron spectroscopy (XPS), Fourier transform infrared spectra (FT-IR), and wide-angle X-ray diffraction (XRD). Morphologies of the LBL films coating mats were observed by scanning electron microscope (SEM). Thermal degradation properties were investigated by differential scanning calorimetry (DSC) and thermo-gravimetric analysis (TGA). Additionally, the result of microbial inhibition assay indicated that the composite nanofibrous mats had excellent antibacterial activity against Escherichia coli and Staphylococcus aureus, which could be used for antimicrobial packing, tissue engineering, wound dressing, etc.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "International journal of biological macromolecules",
        "coauthors": [
            "Bin Zhou",
            "Ying Hu",
            "Jing Li",
            "Bin Li"
        ],
        "keywords": "Phosvitin,Chitosan,Layer-by-layer,Electrospinning,Bacterial inhibition activity"
    },
    {
        "id": 2071,
        "label": 44,
        "author": "bin li",
        "title": "Silver ions/ovalbumin films layer-by-layer self-assembled polyacrylonitrile nanofibrous mats and their antibacterial activity",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The CN groups of polyacrylonitrile (PAN) can strongly adsorb silver ions. The possibility of using this attraction as a layer-by-layer (LBL) self-assembly driving force was investigated. Firstly, the surface of the PAN nanofibrous mats was modified by silver ions to make sure it was positively charged. Then oppositely charged ovalbumin (OVA) and silver ions in aqueous media were alternatively deposited onto the surface of the obtained composite mats by layer-by-layer self-assembly technique. The morphology of the LBL films coating mats was observed by field emission scanning electron microscope (FE-SEM). The deposition of silver ions and OVA was confirmed by X-ray photoelectron spectroscopy (XPS) and wide-angle X-ray diffraction (XRD). The thermal degradation properties were investigated by thermo-gravimetric analysis (TGA). Besides these, the cytotoxicity and antibacterial activity of the prepared mats were studied via flow cytometry (FCM) and inhibition zone test, respectively. The results showed that the composite mats after LBL self-assembly processing exhibited improved thermal stability, slightly decreased cytotoxicity, and excellent antibacterial activity against Escherichia coil and Staphylococcus aureus.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Colloids and surfaces B: Biointerfaces",
        "coauthors": [
            "Rukun Song",
            "Jinjiao Yan",
            "Shasha Xu",
            "Yuntao Wang",
            "Ting Ye",
            "Jing Chang",
            "Hongbing Deng",
            "Bin Li"
        ],
        "keywords": "Layer-by-layer,Ovalbumin,Silver ions,Nanofibrous mats,Cytotoxicity,Antibacterial activity"
    },
    {
        "id": 2028,
        "label": 45,
        "author": "bin li",
        "title": "Aqua-Vanadyl Ion Interaction with Nafion Membranes",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "Lack of comprehensive understanding about the interactions between Nafion membrane and battery electrolytes prevents the straightforward tailoring of optimal materials for redox flow battery applications. In this work, we analyzed the interaction between aqua-vanadyl cation and sulfonic sites within the pores of Nafion membranes using combined theoretical and experimental X-ray spectroscopic methods. Molecular level interactions, namely, solvent share and contact pair mechanisms are discussed based on vanadium and sulfur K-edge spectroscopic analysis.",
        "email": "",
        "conf": "Frontiers in Energy Research",
        "coauthors": [
            "Murugesan Vijayakumar",
            "Niranjan Govind",
            "Bin Li",
            "Xiaoliang Wei",
            "Zimin Nie",
            "Suntharampillai Thevuthasan",
            "Vince Sprenkle",
            "Wei Wang"
        ],
        "keywords": "ion exchange membrane, redox flow battery, X-ray absorption spectroscopy,TD-DFT"
    },
    {
        "id": 2029,
        "label": 44,
        "author": "bin li",
        "title": "Health benefits of konjac glucomannan with special focus on diabetes",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Diabetes mellitus (DM) is one of the most common non-communicable diseases worldwide. The incidence and prevalence of type 2 diabetes is on rise due to population growth, aging, urbanization, and well-known risk factors like obesity, smoking, unhealthy dietary habits and physical inactivity. Effective dietary strategies have an influence on decreasing postprandial plasma glucose burden, including the use of high fiber and low glycemic index diets. Dietary fiber has the ability to improve insulin sensitivity in individuals with type 2 diabetes. Soluble fiber improves satiety by providing bulk and increasing digestion time to slow postprandial glucose uptake, thereby producing lower blood glucose and insulin levels. Glucomannan, a soluble fiber derived from Amorphophallus konjac increases transit time of food and prolongs gastric emptying time, which increases satiety, reduces body weight, decreases the ingestion of foods that increase cholesterol and glucose concentrations, reduces the postprandial rise in plasma glucose, suppresses hepatic cholesterol synthesis, and increases the fecal elimination of cholesterol containing bile acids. The aim of the present study was to review the role of dietary fiber in treatment of diabetes with special focus on konjac glucomannan (KGM) to provide readers with a comprehensive understanding of the health benefits of KGM.",
        "email": "",
        "conf": "Bioactive Carbohydrates and Dietary Fibre",
        "coauthors": [
            "Bakht Ramin Shah",
            "Bin Li",
            "Ling Wang",
            "Ling Wang",
            "Shilin Liu",
            "Yan Li",
            "Xu Wei",
            "Jin Weiping",
            "Li Zhenshun"
        ],
        "keywords": "Konjac glucomannan,Health benefits,Diabetes,Prevalence and treatment,Dietary fiber"
    },
    {
        "id": 1990,
        "label": 44,
        "author": "bin li",
        "title": "Structural and rheological properties of xanthan gum/lysozyme system induced by in situ acidification",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Structural and rheological properties of xanthan gum/lysozyme (XG/Ly) system induced by electrostatic interaction through in situ acidification were investigated. The two biopolymers transited from co-solubility state to form soluble complexes, and finally produced tenuous network as the pH further decreased. The fluorescent images indicated that the network was cross-linked of XG chains by Ly, liking a polymerization process which resulted in the sol-gel transition by electrostatic interactions. High Ly content could accelerate the phase transition at the same pH condition, while XG played a contrary role. XG addition could enhance the thermal stability of Ly. The phase transition was also illustrated by ζ-potential at different pHs. The boundary parameters were determined to distinguish the phase transition regions. At the pH higher than pHφ, the negatively liked XG and Ly were in co-soluble state. They formed soluble complexes at the pH between pHφ and pHg, and gel was obtained with net microstructure as the pH continuously decreased (lower than pHg). The paper provides practical parameters that may be applicable in controlling the structure, texture, and stability of polysaccharide/protein system, as well as in food and medicinal application with various purposes.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Food Research International",
        "coauthors": [
            "Wei Xu",
            "Zhenshun Li",
            "Weiping Jin",
            "Peiyi Li",
            "Yingying Li",
            "Hongshan Liang",
            "Yan Li",
            "Bin Li"
        ],
        "keywords": "Xanthan gum,Lysozyme,Phase transition,Rheology,Structure"
    },
    {
        "id": 2000,
        "label": 44,
        "author": "bin li",
        "title": "Molecular migration of konjac glucomannan and gum Arabic phase separation and its application in oil-water interfaces",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Molecular migration of gum Arabic (GA) fragments was investigated, when thermodynamic phase separation occurred in mixtures of konjac glucomannan (KGM) and GA at different concentrations. It has been quantitatively analyzed by GPC-MALLS. After reaching phase equilibrium, GA with the small molecular weight migrated into KGM-rich phase, resulting in a decrease of its relative content (from 13.58% to 0.05%) in GA-rich phase. GA was dyed with fluorochrome, and aggregations of GA in separated phase were recorded using fluorescence microscopy. When KGM content was fixed at 0.4 wt%, increasing GA concentration led to the simultaneous formation of larger aggregates of GA. In the process of phase separation, the amount of coexisted KGM in GA-rich phase decreased as a function of time. To collect the separated phases, the fractionated GA was named as FGA. FGA showed better interfacial properties than original GA, resulting in decreasing of oil-water interfacial tension and increasing of the moduli of interfacial adsorption layer. The proposed reason was that fractions of GA maintained in GA-rich phase, which has proved to possess larger molecular weight, contributed to the better emulsifying capacity. So FGA was the concentrated sample of large molecular fractions that has high emulsifying capacity. Optimized FGA-stabilized emulsions presented small droplet size (around 20 μm), high surface charge at neutral pH (about −30 mV) and high stabilities under various pH range or NaCl concentration. Taken together, this paper provides a flexible method for separating and concentrating GA with high emulsifying capability and has great potentials to be applied in in developing new food ingredients",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Weiping Jin",
            "Honghe Ge",
            "Yuntao Wang",
            "Xuezhu Du",
            "Bin Li"
        ],
        "keywords": "Molecular migration,Phase separation,Konjac glucomannan,Gum Arabic,Interfacial properties,Emulsion stabilities"
    },
    {
        "id": 1976,
        "label": 44,
        "author": "bin li",
        "title": "In Situ Interfacial Conjugation of Chitosan with Cinnamaldehyde during Homogenization Improves the Formation and Stability of Chitosan-Stabilized Emulsions",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The emulsifying properties of a natural cationic polysaccharide (chitosan) were improved by in situ conjugation with a natural essential oil (cinnamaldehyde, CA) during homogenization. In the absence of CA, chitosan-coated medium-chain triglyceride droplets were highly susceptible to creaming and coalescence at pH values ranging from 1 to 6.5. However, incorporation of relatively low levels of CA in the oil phase greatly improved the formation and stability of oil-in-water emulsions. These effects were attributed to two main factors: (i) covalent binding of lipophilic CA moieties to hydrophilic chitosan chains leading to conjugates with a good surface activity and (ii) interfacial cross-linking of adsorbed chitosan layers by CA leading to the formation of a rigid polymeric coating around the lipid droplets, which improved their stability against coalescence. The encapsulation technique developed in this study may be useful for applications in a range of commercial products; regulatory and flavor issues associated with chitosan and CA would have to be addressed.",
        "email": "",
        "conf": "Langmuir",
        "coauthors": [
            "Huanle Chen",
            "David Julian Mcclements",
            "Enmin Chen",
            "Shilin Liu",
            "Bin Li",
            "Yan Li"
        ],
        "keywords": "chitosan,coatings, creaming, crosslinking, droplets, emulsifying properties, emulsions, encapsulation, essential oils, flavor, homogenization, hydrophilicity, lipophilicity, medium chain triacylglycerols, moieties, oils, pH"
    },
    {
        "id": 2026,
        "label": 45,
        "author": "bin li",
        "title": "Porous Polymeric Composite Separators for Redox Flow Batteries",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "Currently, the most commonly used membranes in redox flow batteries (RFB) are ion-exchange membranes. In particular, in all vanadium flow battery systems (VRB), perfluorinated polymers such as Nafion® are widely used, owing to their high proton conductivity and chemical stability; however, the extremely high cost of currently available membranes has limited the commercialization of VRB technology. Recently, low-cost porous polymeric composite separators (e.g., polytetrafluoroethylene [PTFE]/silica), as an alternative to traditional ion-exchange membranes, have attracted a great deal of interest because of their significantly lower cost. Porous separators prepared from various polymer materials and inorganic fillers have demonstrated comparable electrochemical performances to that of Nafion® in flow battery tests with different redox chemistries. This paper provides a review of porous separators for flow battery applications. In addition to discussions of separator material selection and preparation methods, we also emphasize the electrochemical performance of various flow battery systems, especially the capacity fade mechanism that is closely related to ion-transport across porous separator.",
        "email": "",
        "conf": "Polymer Reviews",
        "coauthors": [
            "Xiaoliang Wei",
            "Bin Li",
            "Wei Wang"
        ],
        "keywords": "redox flow battery, vanadium, porous separator, polymeric composite, capacity fade, pressure regulation"
    },
    {
        "id": 1977,
        "label": 44,
        "author": "bin li",
        "title": "Enhancement of physicochemical properties of whey protein-stabilized nanoemulsions by interfacial cross-linking using cinnamaldehyde",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The impact of incorporating different levels of cinnamaldehyde (CA) into the oil phase used to prepare whey protein isolate (WPI)-stabilized nanoemulsions was investigated. Stable nanoemulsions could not be formed by pure CA, which was attributed to gravitational separation, but they could be formed from mixtures of CA and triglycerides. The mean particle diameter produced by homogenization decreased with increasing CA, which was attributed to the reduction of oil phase interfacial tension and viscosity. CA enhanced the physical stability of the nanoemulsions to salt addition (0–500 mM) and thermal processing (30–90 °C), but could not prevent droplet flocculation near the protein's isoelectric point (around pH 5). SDS-PAGE and surface load measurements indicated that more protein accumulated at the droplet surfaces in the presence of CA, which was attributed to interfacial crosslinking. CA may therefore be a useful means of modulating the physicochemical properties of protein-stabilized nanoemulsions.",
        "email": "",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Enmin Chen",
            "Lianqi Cao",
            "David Julian Mcclements",
            "Shilin Liu",
            "Bin Li",
            "Yan Li"
        ],
        "keywords": "Nanoemulsion,Whey protein,Cinnamaldehyde,Interfacial layer,Conjugation"
    },
    {
        "id": 2080,
        "label": 45,
        "author": "bin li",
        "title": "Microporous Separators for Fe/V Redox Flow Batteries",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "The Fe/V redox flow battery has demonstrated promising performance with distinct advantages over other redox flow battery systems. Due to the less oxidative nature of the Fe(III) species, hydrocarbon-based ion exchange membranes or separators can be used. Daramic® microporous polyethylene separators were tested on Fe/V flow cells using sulphuric/chloric mixed acid-supporting electrolytes. Among them, separator C exhibited good flow cell cycling performance with satisfactory repeatability over a broad temperature range of 5–50 °C. Energy efficiency (EE) of C remains around 70% at current densities of 50–80 mA cm−2 in temperatures ranging from room temperature to 50 °C. The capacity decay problem could be circumvented through hydraulic pressure balancing by means of applying different pump rates to the positive and negative electrolytes. Stable capacity and energy were obtained over 20 cycles at room temperature and 40 °C. These results show that extremely low-cost separators ($1–20 m−2) are applicable in the Fe/V flow battery system with acceptable energy efficiency. This represents a remarkable breakthrough: a significant reduction of the capital cost of the Fe/V flow battery system, which could further its market penetration in grid stabilization and renewable integration.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Xiaoliang Wei",
            "Liyu Li",
            "Qingtao Luo",
            "Zimin Nie",
            "Wei Wang",
            "Bin Li",
            "Guan-Guang Xia",
            "Eric Miller",
            "Jeff Chambers",
            "Zhenguo Yang"
        ],
        "keywords": "Iron–vanadium,Microporous separator,Hydraulic pressure,Electrolyte,Redox flow battery"
    },
    {
        "id": 2056,
        "label": 45,
        "author": "bin li",
        "title": "Cost and performance model for redox flow batteries",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "A cost model is developed for all vanadium and iron–vanadium redox flow batteries. Electrochemical performance modeling is done to estimate stack performance at various power densities as a function of state of charge and operating conditions. This is supplemented with a shunt current model and a pumping loss model to estimate actual system efficiency. The operating parameters such as power density, flow rates and design parameters such as electrode aspect ratio and flow frame channel dimensions are adjusted to maximize efficiency and minimize capital costs. Detailed cost estimates are obtained from various vendors to calculate cost estimates for present, near-term and optimistic scenarios. The most cost-effective chemistries with optimum operating conditions for power or energy intensive applications are determined, providing a roadmap for battery management systems development for redox flow batteries. The main drivers for cost reduction for various chemistries are identified as a function of the energy to power ratio of the storage system. Levelized cost analysis further guide suitability of various chemistries for different applications.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Vilayanur Viswanathan",
            "Alasdair Crawford",
            "David Stephenson",
            "Soowhan Kim",
            "Wei Wang",
            "Bin Li",
            "Greg Coffey",
            "Ed Thomsen",
            "Gordon Graff",
            "Patrick Balducci",
            "Michael Kintner-Meyer",
            "Vincent Sprenkle Sprenkle"
        ],
        "keywords": "Redox flow,Efficiency,Felt electrode,Bipolar plate,Separator,Flow frame"
    },
    {
        "id": 1980,
        "label": 44,
        "author": "bin li",
        "title": "Urea free synthesis of chitin-based acrylate superabsorbent polymers under homogeneous conditions: Effects of the degree of deacetylation and the molecular weight",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In order to understand the chemical structure of chitin-based acrylate superabsorbent polymers (SAP), chitin was dissolved in NaOH aqueous solution via freezing-thawing cyclic treatment without urea, subsequently, a transparent hydrogel was prepared by copolymerizing the alkali-chitin solution and acrylic acid directly. The effects of the degree of deacetylation (DDA) and the molecular weight (Mw) of chitin on the properties of SAP were investigated in detail. With increasing the DDA and Mw, the yield improved while the water absorbency decreased, yet the effect of DDA is insignificant if the Mw is smaller enough. The structures were characterized by FT-IR, XRD, TG, DSC, XPS, solid-state 13C NMR and elemental analyses. The results indicated that the poly(acrylic acid) chains were successfully grafted onto the chitin backbones, and the reaction sites were the NH2 on the chitosan units. The possible mechanism was further discussed, which was similar to that suggested for chitosan-g-poly(acrylic acid) SAP.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate Polymers",
        "coauthors": [
            "Tingguo Liu",
            "Yuntao Wang",
            "Bin Li",
            "H.B. Deng",
            "Z.L. Huang",
            "L.W. Qian",
            "Xin Wang"
        ],
        "keywords": "Chitin,Homogeneous deacetylation treatment,Superabsorbent polymers,Graft copolymerization,Hydrogels"
    },
    {
        "id": 2081,
        "label": 44,
        "author": "bin li",
        "title": "The Effect of Three Gums on the Retrogradation of Indica Rice Starch",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Retrograded starch (RS3) was produced from indica rice starch with three kinds of gums (konjac glucomannan, KGM; carrageenan, CA, USA; and gellan, GA, USA) by autoclaving, respectively, and the effect of the gums on the retrogradation behavior of starch was estimated. The influences of polysaccharide concentration, sodium chloride concentration, autoclaving time, refrigerated time, and pH value on RS3 formation were discussed. Except for sodium chloride’s persistent restraint on RS3, the others all forced RS3 yields higher at first, but lowered it after the peak value. The influencing sequence of these impact factors was: sodium chloride concentration > polysaccharide concentration > autoclaving time > refrigerated time > pH value. The results also proved that in the three gums, KGM plays the most significant role in RS3 changing. It was concluded that the incorporation of each of these three gums into starch, especially KGM, results in an increase or decrease of RS3 under different conditions. This phenomenon could be taken into consideration when developing starchy food with appropriate amount of RS3",
        "email": "",
        "conf": "Nutrients",
        "coauthors": [
            "Rukun Song",
            "Min Huang",
            "Bin Li",
            "Bin Zhou"
        ],
        "keywords": "indica rice starch; retrograded starch; konjac glucomannan; carrageenan; gellan"
    },
    {
        "id": 1983,
        "label": 44,
        "author": "bin li",
        "title": "Adsorption and Distribution of Edible Gliadin Nanoparticles at the Air/Water Interface",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Edible gliadin nanoparticles (GNPs) were fabricated using the anti-solvent method. They possessed unique high foamability and foam stability. An increasing concentration of GNPs accelerated their initial adsorption speed from the bulk phase to the interface and raised the viscoelastic modulus of interfacial films. High foamability (174.2 ± 6.4%) was achieved at the very low concentration of GNPs (1 mg/mL), which was much better than that of ovalbumin and sodium caseinate. Three stages of adsorption kinetics at the air/water interface were characterized. First, they quickly diffused and adsorbed at the interface, resulting in a fast increase of the surface pressure. Then, nanoparticles started to fuse into a film, and finally, the smooth film became a firm and rigid layer to protect bubbles against coalescence and disproportionation. These results explained that GNPs had good foamability and high foam stability simultaneously. That provides GNPs as a potential candidate for new foaming agents applied in edible and biodegradable products",
        "email": "libinfood@mail.hzau.edu.cn.",
        "conf": "Journal of Agricultural and Food Chemistry",
        "coauthors": [
            "Dengfeng Peng",
            "Weiping Jin",
            "Jing Li",
            "Wenfei Xiong",
            "Yaqiong Pei",
            "Yuntao Wang",
            "Yan Li",
            "Bin Li"
        ],
        "keywords": "gliadin nanoparticles,air/water interface,foam"
    },
    {
        "id": 2042,
        "label": 44,
        "author": "bin li",
        "title": "Functional properties of ovalbumin glycosylated with carboxymethyl cellulose of different substitution degree",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The glycation of hen ovalbumin (OVA) with carboxymethyl cellulose (CMC) was studied in an attempt to improve its functionality. OVA was dry-heated with CMC with three different degrees of substitution (0.69, 0.81, 0.89) at 60 °C and 79% relative humidity for 7 days. The emulsifying properties of OVA–CMC conjugates were strengthened remarkably with increasing substitution degree of CMC. The foam stability of OVA–CMC conjugates was improved strongly with the extension of incubation time while the foaming ability decreased. The rheological behaviors of all the three grafted products were similar. With the incubation time extension, it took more time for the formation of the protein gel network, and the thermal denaturation temperature of protein became higher. The glycation also produced OVA–CMC conjugates with higher surface hydrophobicity and lower content of lysine and arginine.",
        "email": "libinfood@126.com;libinfood@mail.hzau.edu.cn",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Yaping An",
            "Bing Cui",
            "Yuntao Wang",
            "Weiping Jin",
            "Xiaopeng Geng",
            "Xiangxing Yan",
            "Bin Li"
        ],
        "keywords": "Ovalbumin,Carboxymethyl cellulose,Conjugate,Glycation"
    },
    {
        "id": 1984,
        "label": 44,
        "author": "bin li",
        "title": "Gelatin-Based Nanocomplex-Stabilized Pickering Emulsions: Regulating Droplet Size and Wettability through Assembly with Glucomannan",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Particle size and surface wettability play leading roles in the distribution of particles on the oil–water interface and the stability of emulsions. This work utilized nanocomplexes assembled from gelatin and tannic acid to stabilize Pickering emulsions. The sizes and surface wettability of particles were further regulated by using a polysaccharide. The sizes of nanocomplexes ranged from 205.8 to 422.2 nm and increased with the addition of polysaccharide. Their contact angles decreased from 84.1° to 59.3°, revealing their hydrophilic nature. Results of fluorescence microscopy and cryo-scanning electron microscopy indicated that nanocomplexes were located at the oil–water interface. Interfacial shear and dilatational rheological data revealed a fast and irreversible adsorption behavior, which differed from rearrangement of gelatin molecules at the oil–water interface. The minimal concentration of nanocomplexes required to stabilize emulsions was 0.1 wt %. Our results demonstrated that protein–polyphenol–polysaccharide nanocomplexes had the potential to be applied to form stable surfactant-free food emulsions for the delivery of nutraceuticals",
        "email": "libinfood@mail.hzau.edu.cn;qhuang@sebs.rutgers.edu",
        "conf": "Journal of Agricultural and Food Chemistry",
        "coauthors": [
            "Weiping Jin",
            "Jieyu Zhu",
            "Yike Jiang",
            "Ping Shao",
            "Bin Li",
            "Qingrong Huang"
        ],
        "keywords": "nanocomplexes,Pickering emulsion,interfacial tension,particle size,surface wettability"
    },
    {
        "id": 2047,
        "label": 44,
        "author": "bin li",
        "title": "Evolution of cellulose into flexible conductive green electronics: A smart strategy to fabricate sustainable electrodes for supercapacitors",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The integration of native polymers with electronic elements to form green electronics will be the subject of intense scientific research. In this work, conductive cellulose composite films have been prepared by in situ polymerization of aniline monomers in the cellulose scaffolds. The effects of reaction time, different dopants and the concentration of aniline monomer on the structure and properties of the composite films have been investigated. With the optimized reaction protocols, the structurally defined polyaniline (PANI)/cellulose composite films with PANI content of only about 24.6% exhibited electrical conductivity as high as 0.06 S cm−1, which could be compared with that of pure PANI. The PANI/cellulose films integrated the merits of cellulose and conductive polyaniline. The composite films with electrical conductivity performance were foldable and could be used as flexible electrode materials for supercapacitors. The specific capacitance of the films was about 120–160 F g−1 at current densities ranging from 0.1 to 0.5 A g−1 in the supercapacitor, and it maintained at least 81% after 1000 cycles at a current density of 0.5 A g−1. The straightforward fabrication of the cellulose-based conductive films represented not only a novel scientific approach for supercapacitor-based energy storage materials, but also an emerging area of research aimed at identifying compounds of natural origin and establishing economically efficient routes for the production of environmentally safe (biodegradable) and/or biocompatible devices.",
        "email": "",
        "conf": "RSC Advances",
        "coauthors": [
            "Shilin Liu",
            "tengfei yu",
            "Yuehan Wu",
            "Wei Li",
            "Bin Li"
        ],
        "keywords": ""
    },
    {
        "id": 2030,
        "label": 44,
        "author": "bin li",
        "title": "Preparation and characterization of a novel pH-response dietary fiber: Chitosan-coated konjac glucomannan",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The purpose of this study was to prepare a kind of novel pH-response dietary fiber from chitosan-coated konjac glucomannan (KGM) powders (KGM/Chitosan or K/C powders) by a physical grind method. The K/C powders were selectively soluble in aqueous solutions of different pH. Meanwhile, the coated chitosan could largely decrease the viscosity of KGM in neutral condition, which is the main limitation for KGM application in food industry. Fourier-transform infrared (FTIR) spectroscopy, scanning electron microscopy (SEM), X-ray photoelectron spectroscopy (XPS), swelling ability and rheological measurements were utilized to characterize the performance of K/C powders. K/C powders exhibited much higher viscosity and swelling ability in acidic condition than in neutral condition. Therefore, this study will extend the application of KGM in food industry and in other pH-specific applications as well.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate Polymers",
        "coauthors": [
            "Xiaoguo Zhao",
            "Jing Li",
            "Weiping Jin",
            "Xiaopeng Geng",
            "Wei Xu",
            "Ting Ye",
            "Jieqiong Lei",
            "Bin Li",
            "Ling Wang"
        ],
        "keywords": "Konjac glucomannan,Chitosan,pH-response,Rheological properties,Swelling behavior"
    },
    {
        "id": 2038,
        "label": 44,
        "author": "bin li",
        "title": "Green-step assembly of low density lipoprotein/sodium carboxymethyl cellulose nanogels for facile loading and pH-dependent release of doxorubicin",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In this study, a simple and green approach was developed to produce a novel nanogel via self-assembly of low density lipoproteins (LDL) and sodium carboxymethyl cellulose (CMC), to efficiently deliver doxorubicin (DOX) to cancer cells. Under optimal conditions, the stable nanogels were of spherical shape with an average diameter of about 90 nm, PDI < 0.3 and a zeta potential −35 mV. Furthermore, the cationic anticancer drug, doxorubicin (DOX) was effectively encapsulated into LDL/CMC nanogels with an exceptionally high encapsulation efficiency of ∼98%. The release of DOX from DOX-LDL/CMC nanogels was pH-dependent, and DOX was released at a quicker rate at pH 6.2 than at pH 7.4. Importantly, the DOX-LDL/CMC nanogels were shown to effectively kill cancer cells in vitro. The IC50 of the DOX-LDL/CMC nanogels in HeLa and HepG2 cells was approximately 2.45 and 1.72 times higher than that of free DOX. The slightly reduced antitumor efficacy was primarily due to the less cellular uptake of the DOX-LDL/CMC nanogels, which was confirmed by confocal laser scanning microscope (CLSM) and flow cytometry analysis. The high DOX payload and pH-dependent drug release rendered LDL/CMC nanogels as an efficient carrier for doxorubicin and possibly be used for other cationic drugs in different biomedical applications.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Colloids and surfaces B: Biointerfaces",
        "coauthors": [
            "Lei He",
            "Hongshan Liang",
            "Liufeng Lin",
            "Bakht Ramin Shah",
            "Yan Li",
            "Yijie Chen",
            "Bin Li"
        ],
        "keywords": "Low density lipoprotein,Sodium carboxymethyl cellulose,Nanogels,Doxorubicin,Drug delivery"
    },
    {
        "id": 1987,
        "label": 44,
        "author": "bin li",
        "title": "Coordination-driven multilayer of phosvitin-polyphenol functional nanofibrous membranes: antioxidant and biomineralization applications for tissue engineering",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The layer-by-layer (LBL) deposition technique has been widely used to decorate the nanofibers formed from polymer pairs with complementary functional groups. In the current study, an antioxidative coordination-driven multilayer electrospun nanofibrous film was fabricated from tannic acid (TA) and phosvitin (PV) obtained from egg yolk. PV was reported to bond with 95% of yolk iron which could provide chelating sites for TA. The surface morphology of the nanofibrous mats was observed by scanning electron microscopy (SEM). Also the TEM image of the cross-section illustrated a uniform shell formed around the cellulose nanofibers. The deposition of TA and PV was further confirmed by X-ray photoelectron spectroscopy (XPS) and Fourier transform infrared spectroscopy (FT-IR). TA/PV nanofibrous mats showed good 1,1-diphenyl-2-picrylhydrazyl (DPPH) radical-scavenging activity regardless of the outmost component. While for superoxide-scavenging and hydroxyl radical-scavenging activity, the outmost component affected the scavenging capacity of nanofibrous mats. Scanning electron microscopy (SEM), X-ray photoelectron spectroscopy (XPS) and X-ray diffraction (XRD) were combined to characterize the morphology and structure of the deposited mineral phase on the scaffolds after culturing in a simulated body fluid (SBF) for 5 days. From the result, the TA/PV nanofibrous mats were satisfactory for use in bioapplications",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "RSC Advances",
        "coauthors": [
            "Hongshan Liang",
            "Bin Zhou",
            "Jing Li",
            "Yaqiong Pei",
            "Bin Li"
        ],
        "keywords": "Fourier transform infrared spectroscopy,X-ray diffraction, X-ray photoelectron spectroscopy, antioxidant activity, antioxidants, biomineralization, body fluids, cellulose nanofibers, egg yolk, iron, moieties, polymers, scanning electron microscopy, tannins, tissue engineering, transmission electron microscopy"
    },
    {
        "id": 2077,
        "label": 44,
        "author": "bin li",
        "title": "Study on gelatinization property and edible quality mechanism of rice",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The different quality of rice in simulated cooking process was investigated by using SEM, FT‐IR, XRD, and DSC methods. The result shows that the starch granules of rice of low amylose content (AC) have more pores and cavities, which directly led to the swelling of rice starch granule. With the change in temperature, the changes in intensity and width of the IR bands showed that the variation in proportion area of crystalline to non‐crystalline was related to AC of rice. According to the interpretative sensitivity of the data obtained, XRD method was suggested adequate for characterizing the pasting property of different quality of rice. Besides, DSC method showed the AC was not relevant to pasting temperature and enthalpy.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Starch - Starke",
        "coauthors": [
            "Ting Huang",
            "Bo Zhu",
            "Xuezhu Du",
            "Bin Li",
            "Xiaofang Wu",
            "Shishuai Wang"
        ],
        "keywords": ""
    },
    {
        "id": 2082,
        "label": 44,
        "author": "bin li",
        "title": "Effect of degree of deacetylation on physicochemical and gelation properties of konjac glucomannan",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Gelation behaviors of konjac glucomannan (KGM) samples with different degree of deacetylation (DD) obtained using a heterogeneous deacetylation method were studied by dynamic viscoelastic measurements in order to probe the role of acetyl groups in the gelation process of KGM and types of molecular forces responsible for gel formation. Molecular parameters and structure of KGM samples were determined by GPC–MALLS and FT-IR spectroscopy. It was found that water solubility of KGM decreased with increasing DD, providing evidence further that the presence of acetyl groups confers water solubility on KGM. Rheological measurements suggested that hydrogen bonding and hydrophobic interaction are both presented in KGM gels, hydrophobic interaction was strengthened whilst hydrogen bonding was weakened with increasing DD. A faster gelation rate and a more elastic modulus were facilitated by raising temperature or increasing KGM sample concentration. The conditions under which gelation can occur became easier with increasing DD",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Food Research International",
        "coauthors": [
            "Xuezhu Du",
            "Jing Li",
            "Jian Chen",
            "Bin Li"
        ],
        "keywords": "Konjac glucomannan,Acetyl groups,Solubility,Gelation mechanism,Hydrogen bonding,Hydrophobic interaction"
    },
    {
        "id": 2058,
        "label": 44,
        "author": "bin li",
        "title": "Dissolution and rheological behavior of deacetylated konjac glucomannan in urea aqueous solution",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Deacetylation adversely affected the solubility of konjac glucomannan (KGM). Herein the dissolution behavior of deacetylated KGM (da-KGM) was studied in 10 wt% urea solution at various temperatures. KGM with different degrees of deacetylation (DD) could be well dissolved at −4 °C. Low temperature was conducive to the dissolution of da-KGM. The result from steady shear showed that the zero-shear viscosity decreased with the increase of DD, with the rheological model being conformed to the Cross equation. Dynamic viscoelastic properties indicated the da-KGM gel formed more easily with increasing concentration, or decreasing temperature and DD. Temperature sweep revealed that gel process could be divided into two stages. The first stage was that both storage modulus (G′) and loss modulus (G″) fell until the temperature reached 90 °C. The second stage was that G′ and G″ increased abruptly, presenting the transition from sol to gel.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate Polymers",
        "coauthors": [
            "Shishuai Wang",
            "Yingfei Zhan",
            "Xiaofang Wu",
            "Ting Ye",
            "Yan Li",
            "Ling Wang",
            "Yijie Chen",
            "Bin Li"
        ],
        "keywords": "Deacetylated konjac glucomannan,Solubility,Dissolution,Rheological,Urea"
    },
    {
        "id": 2015,
        "label": 44,
        "author": "bin li",
        "title": "Designing self-nanoemulsifying delivery systems to enhance bioaccessibility of hydrophobic bioactives (nobiletin): Influence of hydroxypropyl methylcellulose and thermal processing",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Emulsion-based delivery systems are widely utilized for encapsulation of hydrophobic bioactive compounds. However, they must be carefully designed to retain and stabilize the encapsulated components during storage, and to release them after ingestion. In the present work, the influence of hydroxypropyl methylcellulose (HPMC) addition and heat treatment on the retention and release of a model hydrophobic nutraceutical (nobiletin) in nanoemulsions prepared by self-emulsification was investigated. Physical stability was assessed by measuring nobiletin retention, crystal morphology, and droplet size during storage. Further, the bioaccessibility of nobiletin was evaluated using a simulated gastrointestinal model. The results indicated that the presence of HPMC in the aqueous phase improved the retention of nobiletin in the nanoemulsions, without promoting any physical instability. The saturation concentration of nobiletin in the nanoemulsions increased from 4.5 to 6.0 mg/mL in the presence of HPMC. Heating the nanoemulsions promoted rapid droplet coalescence above a critical temperature. The combination of HPMC addition and heat treatment increased the retention time of nobiletin in nanoemulsions. Neither HPMC addition nor heat treatment affected the bioaccessibility (around 85%) of nobiletin when it was fully dissolved in the nanoemulsions. However, when nobiletin was not fully dissolved in the nanoemulsions, HPMC addition (from 52 to 59% without heat treatment) and heat treatment (from 52% to 82% without HPMC and from 59% to 84% with HPMC) increased the bioaccessibility. These findings are useful for the rational design and fabrication of nanoemulsion-based delivery systems with high loading efficiency and good release characteristics",
        "email": "",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Huanle Chen",
            "Yaping An",
            "Xiangxing Yan",
            "David Julian McClements",
            "Bin Li",
            "Yan Li"
        ],
        "keywords": "Polymethoxyflavones,Nobiletin,Nanoemulsions,Encapsulation,HPMC"
    },
    {
        "id": 2086,
        "label": 44,
        "author": "bin li",
        "title": "Study on predictive models relating physicochemical properties to texture of cooked rice and the application in rice blends",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The reports about predictive model developed between textural properties and physicochemical parameters are insufficient, and the application and feasibility of predictive model in rice blend have not been reported. The purpose of our study was to determine the extent to which the physicochemical parameters can be used to predict the textural properties of cooked rice and to make analysis of the application and feasibility of predictive model in rice blends. The results showed that amylose content (AC), blue value (BV) and moisture content (MC) had significant correlation with textural properties and the principal component factor analysis results indicated that AC and MC were the first factor and BV was the second. The predictive models for estimating texture of cooked rice with high accuracy were developed, which were validated with acceptance for application in rice blends by conducting 95% confidence limits validation of Statistical Analysis System (SAS) procedure on simplex‐lattice design rice blends. Also, the optimized predictive models could be extensively used in single rice cultivars as well as rice blends, which is helpful to improve the use of low‐quality rice cultivars by blending high‐quality and low‐quality rice to meet the needs of consumers at relatively lower cost.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Journal of Texture Studies",
        "coauthors": [
            "BO ZHU",
            "Bin Li",
            "XIAO DONG ZHENG",
            "Bao Li Xu",
            "Shen Liang",
            "Xuan Kuang",
            "MEI HU MA"
        ],
        "keywords": "amylose, cultivars, factor analysis, mixing, models, physicochemical properties, rice, texture, water content"
    },
    {
        "id": 2031,
        "label": 44,
        "author": "bin li",
        "title": "One step procedure for desalting salty egg white and preparing fat analogue and its application in mayonnaise",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In this work, a simple and economical way to desalt salty egg white and prepare fat analogue was developed. Moreover, Desalination of salty egg white and preparation of fat analogue was realized at the same time. The optimal technology for obtaining fat analogue was: egg white concentration of 6%, pH of 4.9, heating temperature of 90 °C and milling time of 15 min. Then application of micrometre-scale egg white gel as fat analogue in mayonnaise was studied. Fat was partially substituted by micrometre-scale egg white gel at levels of 10%, 20%, 30%, 40%, which were referred to S10, S20, S30, S40, respectively, while the full fat (S0) mayonnaise without egg white gel substitution was used as the control experiment. The effects of substitution ratio on mayonnaise was determined by rheology measurements, colour measurements, optical microscope observation and caloric values analysis, which indicated that fat in mayonnaise substituted with egg white gel of not more than 30% was acceptable. Meanwhile, the product has good storage stability in a certain storage period. This study shows good potential for micronized desalted egg white gel to be used as fat analogue in mayonnaise.",
        "email": "",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Yuntao Wang",
            "Hao Zheng",
            "Yan Li",
            "Bin Li",
            "Yijie Chen"
        ],
        "keywords": "Desalting,Salty egg white,Fat analogue,Properties"
    },
    {
        "id": 2011,
        "label": 44,
        "author": "bin li",
        "title": "Development of Mag-FMBO in clay-reinforced KGM aerogels for arsenite removal",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "To seek high-efficient, convenient and robust methods to decontaminate water polluted by arsenite are critically in demand. Here, we developed a series of magnetic konjac glucomannan (KGM) aerogels as adsorbents for arsenite removal. These adsorbents were fabricated based on sodium montmorillonite (Na+-MMT) reinforced KGM matrix with magnetic Fe and Mn oxides (Mag-FMBO) inside. The obtained aerogels adsorbents were characterized by using compression test, thermo gravimetric analysis (TGA), vibrating sample magnetometer (VSM), X-ray diffraction (XRD), Fourier transform infrared spectroscopy (FTIR) and scanning electron microscope (SEM). The characteristic results showed that the composite aerogels possessed strong mechanical and magnetic property, excellent thermal characteristic and tunable pore structure. Batch adsorption tests were used to evaluate arsenite removal capacity. The adsorption results exhibited that the arsenite removal process was pH-dependent, followed a pseudo-second-order rate equation and Langmuir monolayer adsorption. The maximum arsenite uptake capacity of magnetic aerogels M1.5 reached 16.03 mg g−1 according to Langmuir isotherm at pH 7 and 323 K. Besides, the magnetic composite aerogels can be repeatedly used after the treatment of regenerant (NaOH/NaCl/NaClO solution).",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "International journal of biological macromolecules",
        "coauthors": [
            "Shuxin Ye",
            "Weiping Jin",
            "Qing Huang",
            "Ying Hu",
            "Bakht Ramin Shah",
            "Yan Li",
            "Bin Li"
        ],
        "keywords": "KGM aerogels,Mag-FMBO,Arsenite removal,Magnetic property"
    },
    {
        "id": 2050,
        "label": 44,
        "author": "bin li",
        "title": "Antioxidant activities of chick embryo egg hydrolysates",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Chick embryo egg hydrolysates (CEEH) were obtained by enzymatic hydrolysis of chick embryo egg in vitro‐simulated gastrointestinal digestion. The antioxidant activities of CEEH were investigated by employing three in vitro assays, including the 2,2′‐azinobis‐(3‐ethylbenzthiazoline‐6‐sulfonate)/1,1‐diphenyl‐2‐picrylhydrazyl (ABTS/DPPH)/hydroxyl radical‐scavenging assays. The radical‐scavenging effect of CEEH (1.0 mg/mL) was in a dose‐dependent manner, with the highest trolox equivalent antioxidant capacity for ABTS, DPPH, and that of hydroxyl radicals found to be 569, 2097, and 259.6 μmol/L, respectively; whereas the trolox equivalent antioxidant capacity of unhatched egg for ABTS, DPPH, and that of hydroxyl radicals were found to be 199, 993, and 226.5 μmol/L, respectively. CEEH showed stronger scavenging activity than the hydrolysates of unhatched egg against free radicals such as ABTS, DPPH, and hydroxyl radicals. The antioxidant amino acid analysis indicated that the 14‐day CEEH possess more antioxidant amino acids than that of the unhatched egg. In addition, essential amino acids analysis showed that the 14‐day CEEH have the highest nutritional value. Combined with the results of the amino acid profiles, CEEH were believed to have higher nutritive value in addition to antioxidant activities than the unhatched egg.",
        "email": "libinfood@yahoo.com",
        "conf": "Food Science & Nutrition",
        "coauthors": [
            "Hao Sun",
            "Ting Ye",
            "Yuntao Wang",
            "Ling Wang",
            "Yijie Chen",
            "Bin Li"
        ],
        "keywords": "Antioxidant activities, chick embryo egg hydrolysates, nutritive value"
    },
    {
        "id": 2043,
        "label": 44,
        "author": "bin li",
        "title": "Preparation and characterization of heterogeneous deacetylated konjac glucomannan",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Deacetylated konjac glucomannan (Da-KGM) powder was prepared in heterogeneous system. Kinetics of heterogeneous deacetylation was investigated to predict the optimum reaction conditions. The results indicated that: heterogeneous deacetylation was influenced by the kind and amount of alkali, ethanol concentration, temperature and reaction time. Meanwhile, it followed first-order kinetics and the apparent activation energy was 15.59 kJ/mol. The properties of Da-KGM were studied by Fourier-transform infrared spectroscopy (FT-IR), differential scanning calorimetry (DSC) and X-ray diffraction (XRD), which proved that there was no significant difference of primary structure, thermal properties and crystal properties among Da-KGMs. The solubility was also analyzed and evaluated. As deacetylation degree (DD) increased, the solubility of KGM showed exponential decrease. In addition, lower temperature was more effective to promote the dissolution of Da-KGM",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Jing Li",
            "Ting Ye",
            "Xiaofang Wu",
            "Jian Chen",
            "Shishuai Wang",
            "Liufeng Lin",
            "Bin Li"
        ],
        "keywords": "Konjac glucomannan,Heterogeneous deacetylation,Characterization,Solubility uevaluation"
    },
    {
        "id": 2044,
        "label": 44,
        "author": "bin li",
        "title": "Phase behavior of ovalbumin and carboxymethylcellulose composite system",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The phase behavior, rheological properties and microstructure of ovalbumin and carboxymethylcellulose (OVA–CMC) conjugates were studied and the influence parameters were investigated. The results showed that the phase behavior of OVA–CMC conjugates was related to pH and concentration of CMC and NaCl. When pH was over 5.0, discrete phase separation occurred in the mixture system, which indicated that OVA and CMC were thermodynamic incompatible. The mixture system turned into uniform stable emulsion system when pH reduced below 5.0. The addition of NaCl can improve the stability of composite system against pH sensitivity. CLSM and particle size distribution and ultraviolet spectrum analysis results confirm that emptying interactions play a leading role in the separation system.",
        "email": "libinfood@126.com",
        "conf": "Carbohydrate Polymers",
        "coauthors": [
            "Wei Jia",
            "Bing Cui",
            "Ting Ye",
            "Liufeng Lin",
            "Hao Zheng",
            "Xiangxing Yan",
            "Yan Li",
            "Ling Wang",
            "Shilin Liu",
            "Bin Li"
        ],
        "keywords": "Ovalbumin,Sodium carboxymethylcellulose,Phase behavior,Protein–polysaccharide interactions"
    },
    {
        "id": 2053,
        "label": 44,
        "author": "bin li",
        "title": "Reduction of the Water Wettability of Cellulose Film through Controlled Heterogeneous Modification",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "A facile method had been applied to introduce hydrophobic properties to cellulose materials by incorporation of polyurethane acrylate (PUA) prepolymers into the porous structured cellulose matrix through dip-coating; then, PUA prepolymers were cured around interconnected cellulose fibers under UV light, encapsulating a cellulose matrix with a hydrophobic polymer shell. The characterization of the composite films confirmed the success of the heterogeneous modification, and the chemical structure of the cellulose matrix was preserved. The composite films integrated the merits of cellulose and PUA resin, but the highly hydrophilic behavior of cellulose has been reduced. Contact angle measurements with water demonstrated that the composite films had obvious hydrophobic properties and an obvious reduction in the water uptake and the permeability toward water vapor gas at different relative humidity was also observed. The transmittance of the composite films at 550 nm was about 85%. The thermal and mechanical properties of the composite films were improved when compared with that of PUA resin. The obtained composite based on cellulose and UV curing technology was a good choice for the development of biomass materials with modified surface properties.",
        "email": "",
        "conf": "ACS Applied Materials & Interfaces",
        "coauthors": [
            "Wei Li",
            "Yuehan Wu",
            "Weiwei Liang",
            "Bin Li",
            "Shilin Liu"
        ],
        "keywords": "cellulose, polyurethane acrylate, UV-curing"
    },
    {
        "id": 2052,
        "label": 44,
        "author": "bin li",
        "title": "Dissolution behavior of deacetylated konjac glucomannan in aqueous potassium thiocyanate solution at low temperature",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Deacetylation adversely affected the solubility of konjac glucomannan (KGM) in water; however, KGM with different degrees of deacetylation could be well dissolved in 9 wt% potassium thiocyanate (KSCN) solution at −4 °C. The dissolution behavior and the mechanism of the dissolution of deacetylated KGM (da-KGM) were studied in detail. The results from differential scanning calorimetry (DSC), Fourier transform infrared spectroscopy (FTIR) and viscometry demonstrated the existence of KSCN hydrate at low temperatures. With increasing KSCN concentration, the number of bound water molecules per KSCN molecule decreased. Low temperature aided the disintegration of da-KGM molecular chains, prevented the approach of da-KGM molecules toward each other and prompted the binding of da-KGM and KSCN hydrate to form a larger complex by hydrogen bonding. The result of CP-MAS 13C NMR spectroscopy indicated that KSCN could be a non-derivative solvent of da-KGM since neither obvious changes in molecular chain structure occurred, nor new derivatives generated after the dissolution of da-KGM",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "RSC Advances",
        "coauthors": [
            "Shishuai Wang",
            "Xiaofang Wu",
            "Yuntao Wang",
            "Yan Li",
            "Ling Wang",
            "Yijie Chen",
            "Bin Li"
        ],
        "keywords": ""
    },
    {
        "id": 2013,
        "label": 45,
        "author": "bin li",
        "title": "An Aqueous Redox Flow Battery Based on Neutral Alkali Metal Ferri/ferrocyanide and Polysulfide Electrolytes",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "We have demonstrated a new ferri/ferrocyanide – polysulfide (Fe/S) flow battery, which employs less corrosive, relatively environmentally benign neutral alkali metal ferri/ferrocyanide and alkali metal polysulfides as the active redox couples. A cobalt nanoparticle – decorated graphite felt was used at the polysulfide side as the catalyst. Excellent electrochemical performance was successfully acquired in the Fe/S flow cells with high cell efficiencies (99% coulombic efficiency and ~74% energy efficiency) and good cycling stability over extended charge/discharge operations. The positive half-cell appears to be the performance – limiting side in the Fe/S flow battery determined by using a carbon cloth probe. The inexpensive redox materials and possibly cell part materials can lead to reduced capital cost, making the Fe/S flow battery a promising cost-effective energy storage technology candidate.",
        "email": "",
        "conf": "Journal of The Electrochemical Society",
        "coauthors": [
            "Xiaoliang Wei",
            "Guan-Guang Xia",
            "Brent W. Kirby",
            "Ed Thomsen",
            "Bin Li",
            "Zimin Nie",
            "Gordon G. Graff",
            "Jun Liu",
            "Vincent Sprenkle",
            "Wei Wang"
        ],
        "keywords": ""
    },
    {
        "id": 2066,
        "label": 45,
        "author": "bin li",
        "title": "Fe/V Redox Flow Battery Electrolyte Investigation and Optimization",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "The recently invented iron (Fe)/vanadium (V) redox flow battery (IVB) system has attracted increasing attention because of its long-term cycling stability and low-cost membrane/separator. In this paper, we describe our extensive matrix study of factors such as electrolyte composition, state of charge (SOC), and temperature that influence the stability of electrolytes in both positive and negative half-cells. During the study, an optimized electrolyte that can be operated in a temperature range from −5 °C to 50 °C without precipitation is identified. Fe/V flow cells using the optimized electrolyte and low-cost separator exhibit satisfactory cycling performance at different temperatures. Efficiencies, capacities, and energy densities of flow batteries at various temperatures are studied",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Bin Li",
            "Liyu Li",
            "Wei Wang",
            "Zimin Nie",
            "Baowei Chen",
            "Xiaoliang Wei",
            "Qingtao Luo",
            "Zhenguo Yang",
            "Vincent L. Sprenkle"
        ],
        "keywords": "Redox flow battery,Temperature stability,Electrolytes,Membrane,Separator"
    },
    {
        "id": 1998,
        "label": 44,
        "author": "bin li",
        "title": "Strcutures and Interfacial Properties of Self-assembled Protein-Polyphenol-Polysaccharide Ternary Complexes",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Self-assembled protein nanostructures commonly existed in food products when temperature or pH condition was changed. Various protein nanostructures are affected food physical properties, such as rheological and interfacial properties. Recently, food-based protein nanoparticles has aroused interest in developing new kinds of Pickering emulsion stabilizers. In the present study, we hope to find the relationships between protein self-assemblies and their interfacial properties. Globular protein, such as β-lactoglobulin, could form fibril at pH2.0, spherical aggregates at pH5.8 and worm-like nanostructures at pH7.0. To compare β-lactoglobulin fibrils with other fiber-like nano-materials, such as carbon nanotube and cellulose nanocrystal, protein fibrils displayed better emulsifying capacity, which stabilized toluene-water interface at the lower concentration (0.05 wt%). Under pH5.8 condition, heat-treated β-lactoglobulin spherical nanoparticles showed the more hydrophobicity than that of non-heat treatment. Besides, complexes made up of proteins and polysaccharides driven by electrostatic interaction can regulate particle size and surface wettability of protein assemblies. Nanocomplexes of β-lactoglobulin and carboxyl-methylated konjac glucomannan formed at pH4.8, which particle size was 195.5 nm. They could stabilize medium chain triglyceride (MCT)/toluene-water interfaces. After heating at 80 °C for 30 min, the particle size of nanocomplexes increased slightly, but the surface hydrophobicity increased, resulting in emulsion instabilities. Therefore, self-assembling behavior has direct influence on interfacial properties of protein nanostructures. Summary of basic knowledge in that part can provide instructions for food processing.",
        "email": "",
        "conf": "ABSTRACTS OF PAPERS OF THE AMERICAN CHEMICAL SOCIETY",
        "coauthors": [
            "Weiping Jin",
            "Qingrong Huang",
            "Bin Li"
        ],
        "keywords": ""
    },
    {
        "id": 2059,
        "label": 44,
        "author": "bin li",
        "title": "Green synthesis of xanthan conformation-based silver nanoparticles: Antibacterial and catalytic application",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Silver nanoparticles (Ag NPs) were green synthetized using xanthan gum (XG) dissolved in water as reducing and capping agent for the first time. The structure, morphology, and size of Ag NPs in XG aqueous solutions were investigated with UV–vis spectroscopy, transmission electron microscopy and Fourier transform infrared. The results indicated Ag NPs were integrated successfully in the XG matrix and the optical properties and morphology of Ag NPs could be regulated by the synthesis condition. The aggregation of the XG-bonded Ag NPs increased with storage, whereas the size barely changed. The assemble behavior was related to the XG conformation transition of denaturation and renaturation. The one spot formed Ag NPs showed favorable antibacterial effect on Escherichia coli and Staphyloccocus aureus and excellent catalytic capability of 4-nitrophenol reduction. This work provided a feasible method to detect the biopolymer space structure transition through the intensity of metal nanoparticles labeled on the chain.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate Polymers",
        "coauthors": [
            "Wei Xu",
            "Weiping Jin",
            "Liufeng Lin",
            "Chunlan Zhang",
            "Zhenshun Li",
            "Yan Li",
            "Rong Song",
            "Bin Li"
        ],
        "keywords": "Green synthesis,Xanthan gum,Silver nanoparticles,Catalysis,Antibacterial"
    },
    {
        "id": 2085,
        "label": 44,
        "author": "bin li",
        "title": "Effects of freezing on the condensed state structure of chitin in alkaline solution",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Chitin powder was soaked in concentrated sodium hydroxide solution (45%, w/w), and freezed at −18/−35 °C for further modification (the ratio of chitin and sodium hydroxide solution was 1:10, w/v). The degree of deacetylation (DDA) was determined by acid–base titration while the structural changes of the regenerated chitin after alkali-freezing treatment were investigated by X-ray diffraction (XRD), infrared spectroscopy (IR) and differential scanning calorimetry (DSC). The results showed that the formation and growth of ice crystal during the slowly freezing process could break the intra- and inter-molecular hydrogen bonds, disorganize the ordered molecular structure, destruct the compact crystal structure and decline the crystallinity. However, such structural damage was unstable and reversible. Nevertheless, the study explained that the alkali-freezing treatment was beneficial for further modification of chitin, which could significantly promote its solubility and accelerate the chemical reaction rate, while it could also keep its main molecular chains completely.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate Polymers",
        "coauthors": [
            "Tingguo Liu",
            "Bin Li",
            "Xiaodong Zheng",
            "Shen Liang",
            "Xue Song",
            "Bo Zhu",
            "John F. Kennedy",
            "Jun Xia"
        ],
        "keywords": "Chitin,Alkali-freezing,Condensed state structure,Metastable state"
    },
    {
        "id": 2087,
        "label": 44,
        "author": "bin li",
        "title": "Comparison of color techniques to measure the color of parboiled rice",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "A combination of digital camera, computer and graphic software can provide a less expensive and more versatile technique to determine the surface color of parboiled rice compared to instrumental color measurement. The instrument was used to measure rice powder and whole rice. Pearson correlation coefficients and sample paired t-test on total color difference (ΔE), L and b values were calculated. The value of ΔE of samples from the instrumental technique was 0.69–4.61 (powder), 4.7–10.2 (whole rice) with a coefficient of variance (CV) ranging from 3.5 to 25.3% and from 15.4 to 46.6%. Meanwhile, the digital image technique gave a ΔE value ranging from 4.2 to 13.77 with a CV from 6.3 to 21.2%, respectively. A highly significant correlation (R2 = 0.7451, R2 = 0.8074, R2 = 0.7518,) was obtained for ΔE between instrumental (powder and whole rice), Vision Builder and instrumental (powder), and instrumental (whole rice) and Vision Builder. The chromatic b value of instrumental for powder had a significant correlation with the Vision Builder data (R2 = 0.7741). The results suggest that although the digital image provided the surface color of parboiled rice, it was less accurate than the instrumental for powder. Therefore results from the digital image should be interpreted with caution.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Journal of Cereal Science",
        "coauthors": [
            "Bin Lv",
            "Bin Li",
            "Sha Chen",
            "Jian Chen",
            "Bo Zhu"
        ],
        "keywords": "Parboiled Rice,Color,Vision Builder"
    },
    {
        "id": 2041,
        "label": 44,
        "author": "bin li",
        "title": "Clarification of GO acted as a barrier against the crack propagation of the cellulose composite films",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Graphene oxide, flat carbon nanosheets, has generated extensive interests in many areas of science and engineering due to its unprecedented physical and chemical properties. With the development of wide-scale applicability including facile synthesis and high yield, this exciting material is ready for practical applications. In this work, fully exfoliated graphene oxide nanosheets were introduced into cellulose matrix through a facial pathway. A significant increase in the elongation at break of the composites was observed; that was, a 120% improvement in the tensile strength and a nearly 3 times increase in elongation at break were achieved for the composite films with GO content of 0.27 vol%. The microstructures of the regenerated cellulose films before and after loading of GO nanosheets were characterized by using SEM and TEM. Furthermore, the theoretical simulation from Young’s modulus of the composite films indicated that the GO nanosheets had unidirectional arrangement tendency rather than random dispersion in cellulose matrix, which contributed to the improvement in the elongation of the composites, which was supported by the SEM results of the cross-section of the broken composite.",
        "email": "",
        "conf": "Composites Science and Technology",
        "coauthors": [
            "Yuehan Wu",
            "Wei Li",
            "Xingzhong Zhang",
            "Bin Li",
            "Xiaogang Luo",
            "Shilin Liu"
        ],
        "keywords": "A. Nanocomposites,B. Strength,C. Stress transfer,E. Casting"
    },
    {
        "id": 2040,
        "label": 44,
        "author": "bin li",
        "title": "Preparation and characterization of konjac glucomannan microcrystals through acid hydrolysis",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Konjac glucomannan (KGM) was treated by a facile acid hydrolysis to fabricate KGM microcrystals. At the first day of hydrolysis, KGM microcrystals were formed. With the extension of hydrolysis time, the particle size of KGM microcrystals decreased from 45 μm to 15 μm. In addition, compared with native KGM, the morphological, physicochemical, crystalline, and thermal properties of KGM microcrystals changed significantly. SEM images showed the irregular shapes and rough surfaces of KGM microcrystals as well as the smooth surface of native KGM. FTIR measurements revealed the cleavage of carbonyl groups in KGM microcrystals. XRD curves clearly presented the crystalline structure of KGM microcrystals, and the relative crystallinity increased to approximately 50%. DSC analysis showed that microcrystals had a better thermal stability than native KGM, which could be preferably used as reinforcement in the biocompatible material at high temperature.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Food Research International",
        "coauthors": [
            "Shishuai Wang",
            "Bin Zhou",
            "Yuntao Wang",
            "Bin Li"
        ],
        "keywords": "Konjac glucomannan,Microcrystals,Acid hydrolysis"
    },
    {
        "id": 2072,
        "label": 45,
        "author": "bin li",
        "title": "Bismuth Nanoparticle Decorating Graphite Felt as a High-Performance Electrode for an All-Vanadium Redox Flow Battery",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "Employing electrolytes containing Bi3+, bismuth nanoparticles are synchronously electrodeposited onto the surface of a graphite felt electrode during operation of an all-vanadium redox flow battery (VRFB). The influence of the Bi nanoparticles on the electrochemical performance of the VRFB is thoroughly investigated. It is confirmed that Bi is only present at the negative electrode and facilitates the redox reaction between V(II) and V(III). However, the Bi nanoparticles significantly improve the electrochemical performance of VRFB cells by enhancing the kinetics of the sluggish V(II)/V(III) redox reaction, especially under high power operation. The energy efficiency is increased by 11% at high current density (150 mA·cm–2) owing to faster charge transfer as compared with one without Bi. The results suggest that using Bi nanoparticles in place of noble metals offers great promise as high-performance electrodes for VRFB application.",
        "email": "",
        "conf": "Nano Letters",
        "coauthors": [
            "Bin Li",
            "Meng Gu",
            "Zimin Nie",
            "Yuyan Shao",
            "Qingtao Luo",
            "Xiaoliang Wei",
            "Xiaolin Li",
            "Jie Xiao",
            "Chongmin Wang",
            "Vincent Sprenkle",
            "Wei Wang"
        ],
        "keywords": "Energy storage, redox flow battery, electrode"
    },
    {
        "id": 2014,
        "label": 45,
        "author": "bin li",
        "title": "Comparative analysis for various redox flow batteries chemistries using a cost performance model",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "The total energy storage system cost is determined by means of a robust performance-based cost model for multiple flow battery chemistries. Systems aspects such as shunt current losses, pumping losses and various flow patterns through electrodes are accounted for. The system cost minimizing objective function determines stack design by optimizing the state of charge operating range, along with current density and current-normalized flow. The model cost estimates are validated using 2-kW stack performance data for the same size electrodes and operating conditions. Using our validated tool, it has been demonstrated that an optimized all-vanadium system has an estimated system cost of < $350 kWh-1 for 4-h application. With an anticipated decrease in component costs facilitated by economies of scale from larger production volumes, coupled with performance improvements enabled by technology development, the system cost is expected to decrease to 160 kWh-1 for a 4-h application, and to $100 kWh-1 for a 10-h application. This tool has been shared with the redox flow battery community to enable cost estimation using their stack data and guide future direction.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Alasdair Crawford",
            "Vilayanur Viswanathan",
            "David Stephenson",
            "Wei Wang",
            "Edwin Thomsen",
            "David Reed",
            "Bin Li",
            "Patrick Balducci",
            "Michael Kintner-Meyer",
            "Vincent Sprenkle"
        ],
        "keywords": "Cost,Performance,Flow,Interdigitated,Energy,Power"
    },
    {
        "id": 1996,
        "label": 44,
        "author": "bin li",
        "title": "Significant improvement for the functional properties of konjac glucomannan based on phase separation",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Konjac glucomannan (KGM) serves as a stabiliser due to its high molecular weight and viscosity. However, these properties limit its addition in food products, especially in drinks. The main aim of this study was to improve the functional properties of KGM by a green and effective method, that is phase separation. It was found that increasing temperature accelerated phase separation of KGM/gum arabic mixture. KGM‐rich phase was characterised and its physical properties were investigated by different methods. Crystal property showed no significant changes after phase separation. Nevertheless, rheological properties indicated that the viscosities of samples after phase separation (FKGM) decreased dramatically. Their emulsifying capacities also improved. Moreover, the differences in molecular rearrangement at the oil–water interface were also studied by using interfacial rheology. These results suggested that FKGM with low viscosity had better interfacial properties, and thus may have potential applications as food ingredients.",
        "email": "",
        "conf": "International Journal of Food Science & Technology",
        "coauthors": [
            "Qing Huang",
            "Honghe Ge",
            "Weiping Jin",
            "Bakht R. Shah",
            "Shuxin Ye",
            "Ying Hu",
            "Bin Li",
            "Yijie Chen"
        ],
        "keywords": "beverages, emulsifying properties, gum arabic, ingredients, konjac mannan, molecular weight, oil-water interface, rheology, separation, temperature, viscosity"
    },
    {
        "id": 1985,
        "label": 44,
        "author": "bin li",
        "title": "Enhancement of physical stability and bioaccessibility of tangeretin by soy protein isolate addition",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Soy protein isolate (SPI) was selected to fabricate supersaturated self-emulsifying nanoemulsions, aiming to enhance physical stability and bioaccessibility of hydrophobic tangeretin. Dissolution studies demonstrated that tangeretin had the highest solubility in Tween 80, followed by oil phase solutions, and polymer solutions. Supersaturated tangeretin in oil phases easily formed crystals. That metastable zone was found to vary with its initial concentrations. After encapsulation by nanoemulsions, the addition of glycerol compressed the retention amount of tangeretin from 76% to 53%, but benefited the transparency. Whereas, the combination of glycerol and SPI could not only maintain high-loading tangeretin (>85%), but also provide high transparency for nanoemulsions. When tangeretin concentration was 4.83 mM, combination of 50% glycerol and 1% SPI could maintain around 88% tangeretin in the nanoemulsion within one month. Its bioaccessibility of different systems were at 60–65%. These findings can provide useful information for protein to be a potential precipitation inhibitor.",
        "email": "",
        "conf": "Food Chemistry",
        "coauthors": [
            "Jiawei Wan",
            "Dong Li",
            "Rong Song",
            "Bakht Ramin Shah",
            "Bin Li",
            "Yan Li"
        ],
        "keywords": "Tangeretin,Supersaturation,Nanoemulsion delivery system,Soy protein isolate,Bioaccessibility"
    },
    {
        "id": 2032,
        "label": 44,
        "author": "bin li",
        "title": "In situ synthesis of gold nanoparticles on LBL coated nanofibers by tannic acid for catalytic application",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Electrospinning nanofibrous mats are extensively studied as efficient two-dimensional nanomaterials and applied in the fields of filtration, catalysis, and biosensors due to their flexibility and porosity. In this article, gold nanoparticle (AuNPs) loaded composite nanofibers were fabricated by a simple method, which consisted of the preparation of the nanofibers by electrospinning, the deposition of tannic acid (TA) on the surface of the nanofibers via layer-by-layer assembly and the reduction of the AuNPs on the nanofibrous mats. The as-prepared nanofibers were characterized by scanning electron microscopy (SEM), energy dispersive spectroscopy (EDS), transmission electron microscopy (TEM), Fourier transform infrared spectroscopy (FTIR), X-ray diffraction (XRD), and X-ray photoelectron spectroscopy (XPS), respectively. The results revealed that AuNPs were successfully generated on the nanofibers without aggregation. In addition, by adjusting the number of the bilayers in the assembly process, the content of gold supported on the nanofibrous mats could be easily controlled. The catalytic performance of the hybrid nanofibrous mats on the reduction of 4-nitrophenol (4-NP) with sodium borohydride was monitored by UV-visible spectroscopy (UV-vis). Notably, the hybrid composite nanofibrous mats could be easily separated from the reaction mixture.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "RSC Advances",
        "coauthors": [
            "Bin Zhou",
            "Xing Jin",
            "Hongshan Liang",
            "Jing Li",
            "Shilin Liu",
            "Yan Li",
            "Yijie Chen",
            "Bin Li"
        ],
        "keywords": ""
    },
    {
        "id": 2092,
        "label": 44,
        "author": "bin li",
        "title": "Study on molecular chain morphology and chain parameters of konjac glucomannan",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "To study the molecular chain morphology and chain parameters of konjac glucomannan (KGM).Solution behavior was studied by using light scattering(LS), gel permeation chromatograph (GPC) and method of viscosity. The molecular morphology was observed directly by atom force microscope (AFM) and transmission electron microscope (TEM).The average molecular weight (Mw), root-mean-square ratio of gyration(1/2), second Viral coefficients (A2) and multi-disperse coefficients (Mw/Mn) are 1.04 x 10(6), 105.0 +/- 0.9 nm, (-1.59 +/- 0.28) x 10(-3) mol.mL.g-2 and (1.020 +/- 0.003) respectively; Mark-Houwink equation was established as [eta] = 5.96 x 10(-2) Mw0.73, the molecular chain parameters were as follows: ML = 982.82 nm-1, q = 27.93 nm, d = 0.74 nm, h = 0.26 nm, L = 1,054.11 nm.Both the result showed by direct observation and the deduction drawn by solution behavior confirmed that the KGM molecular is stentering semi-flexible linear chain without branch.",
        "email": "",
        "conf": "Yao xue xue bao = Acta pharmaceutica Sinica",
        "coauthors": [
            "Bin Li",
            "Bi-jun Xie"
        ],
        "keywords": ""
    },
    {
        "id": 2021,
        "label": 44,
        "author": "bin li",
        "title": "New photocatalyst based on graphene oxide/chitin for degradation of dyes under sunlight",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Sunlight photocatalyst was fabricated by in situ synthesis of Cu2O in the regenerated chitin (RC)/graphene oxide (GO) composite film, where the porous chitin film was used as the microreactor for the formation of nano Cu2O. Nano Cu2O was immobilized and evenly distributed in the matrix and Cu2O tended to grow on the GO sheets. Cu2O inside the matrix excite and generate free photoelectrons and electron holes, which was responsible for the degradation of dyes, while GO transferred the yielded photoelectrons to prevent the generation of local high potential zone and induce the chain degradation at more points. So it was found that the porous chitin film could load Cu2O and graphene at the same time, controlling the size of Cu2O and leading to easy recycle and reuse of the photocatalyst. Moreover, the introduction of GO has dramatically improved the photocatalytic activity of Cu2O in the Cu2O/GO/RC film, showing great potential application in wastewater treatment utilizing solar energy.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "International journal of biological macromolecules",
        "coauthors": [
            "Yuntao Wang",
            "Yaqiong Pei",
            "Wenfei Xiong",
            "Tingguo Liu",
            "Jing Li",
            "Shilin Liu",
            "Bin Li"
        ],
        "keywords": "Cu2O,Graphene oxide,Chitin,Photocatalysis,Methyl orange"
    },
    {
        "id": 1979,
        "label": 44,
        "author": "bin li",
        "title": "Influence of pH and cinnamaldehyde on the physical stability and lipolysis of whey protein isolate-stabilized emulsions",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Cinnamaldehyde (CA), a common hydrophobic flavor, was encapsulated in oil-in-water emulsions that were stabilized by whey protein isolate (WPI). The impact of CA content and pH on the physical stability and lipolysis of the emulsions was then investigated. The presence of CA gave the emulsions a creamy yellow color, which became darker during storage. Emulsions formed using only CA as the oil phase contained large droplets that were physically unstable to particle growth and phase separation. The addition of medium chain triglyceride oil (MCT) improved the stability of emulsions containing CA, which was attributed to inhibition of Ostwald ripening effects. Fluorescent microscopy indicated that the adsorption of the protein to the droplet surfaces led to a thicker adsorbed layer in the presence of CA. The stability of the emulsions to droplet flocculation and coalescence depended on the CA level in the oil phase and the pH of the aqueous phase. An in vitro model was used to assess the impact of oil phase composition and pH on lipid hydrolysis and emulsion microstructure under simulated gastrointestinal tract conditions. The rate of lipid hydrolysis was highly dependent on CA level and pH. These results may facilitate the fabrication of emulsions with controlled GIT fate that are suitable for use in functional foods and beverages.",
        "email": "",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Enmin Chen",
            "Shan Wu",
            "David Julian Mcclements",
            "Bin Li",
            "Yan Li"
        ],
        "keywords": "Whey protein isolate,Cinnamaldehyde,Protein,Lipid digestion,Schiff base reactions"
    },
    {
        "id": 2022,
        "label": 44,
        "author": "bin li",
        "title": "Oil lipolysis process controlled by formation of Pickering emulsion",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "To control the rate and extent of lipid digestion in the gastro-intestinal tract is an interesting study. We prepared three kinds of Pickering emulsions, which were stabilized by gelatin/polyphenol nanocomplexes, using canola oil, corn oil and olive oil as the oil phases respectively. The emulsion droplet sizes ranged from 80 μm to 120 μm with various oil phases. They displayed good physical stabilities in the different conditions, such as in the presence of 150 mM ionic strength, and external surroundings of pH 2 and pH 7.5. The lipid digestion of those Pickering emulsions was evaluated using in vitro lipolysis analyses, which can mimic the fasted state and fed state of digested processes respectively. The stability of Pickering emulsions against environment changes has been studied. The photographs of emulsions and the droplet size distributions revealed no significant changes. The emulsions displayed good physical stabilities in various pH conditions and resistance to 150mM NaCl. The kinetic of FFA release was calculated from the number of moles of NaOH required to neutralize the FFA generated by lipolysis. The rate of lipid digestion in the emulsions of canola oil and corn oil was faster than pure oil in the first 1h. Besides, the final digested extent was increased significantly. But for olive oil emulsions, the lipid digestion was not improved and displayed suppression effects. To compare the digestion rates of pure oils in fasted state, they have big differences that the values ranged from 0.0055 to 0.0209. It is hard to control the nutrients loaded in the edible oil. But the lipid digestion rates of Pickering emulsions, they presented the relatively similar level. In the condition of fed state, the rate and extent of lipid digestion were increased of all samples. Especially, Pickering emulsion could accelerate the FFA release. After digestion, the fine structures of Pickering emulsion have totally changed. The lipid digestion originated from the displacement of nanoparticles by the bile salts and lipase on the interfaces. Then, large amount of FFA released. Due to high surface-to-volume ratio of emulsions, more active positions were provided to contact with bile salts and lipase. But nanoparticles also contributed to steric hindrance on the interfaces. Therefore, The influence of emulsions types on lipid hydrolysis are attributed to multiple mechanisms: The relative smaller oil droplet size increases contacted area of bile salts and lipase; Strong adsorption of stabilized nanoparticles at the interface possesses steric hindrance and competition between lipase; Network formed by Pickering emulsion droplet-bridge may reduce lipid hydrolysis kinetics. Those results inspired that Pickering emulsion could be used for controlling oil lipolysis and regulating hydrophobic nutrients delivery.",
        "email": "",
        "conf": "ABSTRACTS OF PAPERS OF THE AMERICAN CHEMICAL SOCIETY",
        "coauthors": [
            "Weiping Jin",
            "Yike Jiang",
            "Qingrong Huang",
            "Bin Li"
        ],
        "keywords": ""
    },
    {
        "id": 2036,
        "label": 44,
        "author": "bin li",
        "title": "Microstructural Rheological and Antibacterial Properties of Cross-linked Chitosan Emulgels",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Antimicrobial emulgels were fabricated by cross-linking chitosan using cinnamaldehyde (CA) nanoemulsions. The influence of system composition and pH on the properties of the emulgels was characterized using electron and confocal fluorescence microscopy, dynamic shear rheology, and Fourier transform infrared spectroscopy (FT-IR). FT-IR confirmed the occurrence of a Schiff base reaction between chitosan and CA. Rheology measurements helped establish the optimum pH and system composition required to fabricate emulgels. Microscopy provided information about the network structure formed within lyophilized emulgels. The emulgels were shown to have strong antibacterial activity against E. coli and S. aureus.",
        "email": "",
        "conf": "RSC Advances",
        "coauthors": [
            "Lingling Lei",
            "Zongze He",
            "Huanle Chen",
            "David Julian McClements",
            "Bin Li",
            "Yan Li"
        ],
        "keywords": ""
    },
    {
        "id": 1973,
        "label": 44,
        "author": "bin li",
        "title": "Flexible Cellulose Nanofibrils as Novel Pickering Stabilizers: The Emulsifying Property and Packing Behavior",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In this work, high pressure homogenization (HPH) was applied to alter the physical size of bacterial cellulose, and the obtained bacterial cellulose nanofibrils (BCNFs) with different size were used as stabilizers for O/W Pickering emulsions. The average width of the BCNFs was decreased from 127 to 97 nm with the increasing the homogenized times from 10 to 80 times at 750 Bar, and the obtained BCNFs suspensions was pseudoplastic fluid and exhibited a typical shear thinning behavior. The physical size of the BCNFs had an obvious influence on their emulsifying capacity, and the surface coverage ratio of the emulsion droplets was increased from 0.63 to 9.77 with the changing the volume of oil and solid content of BCNFs. Moreover, the temperature, ionic strength and pH had insignificant influence on the stability of the emulsion. It suggested that the flexible BCNFs played an important role in the stabilization of the emulsions, and the higher content of BCNFs increased the intermolecular noncovalent “physical” cross-links. Moreover, stable medium-internal-phase-emulsions (MIPEs) could also be fabricated by using BCNFs as stabilizers.",
        "email": "",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Qi Li",
            "Yixiang Wang",
            "Yuehan Wu",
            "Kanghui He",
            "Yan Li",
            "Xiaogang Luo",
            "Bin Li",
            "Chengtao Wang",
            "Shilin Liu"
        ],
        "keywords": "Cellulose nanofibrils,Pickering emulsion,Particle stabilizer,Surface coverage"
    },
    {
        "id": 2009,
        "label": 45,
        "author": "bin li",
        "title": "Stack Developments in a kW Class All Vanadium Mixed Acid Redox Flow Battery at the Pacific Northwest National Laboratory",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "Over the past several years, efforts have been focused on improving the performance of kW class all vanadium mixed acid redox flow battery stacks with increasing current density. The influence of the Nafion membrane resistance, an interdigitated design to reduce the pressure drop in the electrolyte circuit, the temperature of the electrolyte, and the electrode structure will be discussed and correlated to the electrical performance. Improvements to the stack energy efficiency and how those improvements translate to the overall system efficiency will also be discussed.",
        "email": "",
        "conf": "Journal of The Electrochemical Society",
        "coauthors": [
            "David Reed",
            "Edwin Thomsen",
            "Bin Li",
            "Wei Wang",
            "Zimin Nie",
            "Brian Koeppel",
            "Jamie P Kizewski",
            "Vincent Sprenkle"
        ],
        "keywords": ""
    },
    {
        "id": 2045,
        "label": 44,
        "author": "bin li",
        "title": "Removal of reactive dyes by a solid waste product from food processing: crayfish carapace",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Crayfish carapace micropowder (CM), an economical and environmentally benign material, was used as adsorbents to remove reactive black 5(RB-5) and reactive yellow K-4G (RY-K4G) textile dye from aqueous effluents. The batch adsorption system was evaluated in relation to pH, ionic strength, contact time, initial dye concentration and temperature. Combined alkaline and acidic condition, the absorption capacity was enhanced. Ninety percent of the dyes could be removed by CM when the adsorption experiment was carried out under pH 10 for 2 h and then pH 2 for 30 min. The exothermic adsorption of both dyes onto CM was better fit by the pseudo-second-order kinetic. The adsorption isotherms of RB5 followed the Langmuir model, while that of RY-K4G fitted the Freundlich model, with their maximal adsorption capacity of 285and 1299 mg g−1at pH 2 and 303 K. The possible mechanism was proposed that nucleophilic addition or substitution occurred between CM and reactive dyes under alkaline condition and then electrostatic adsorption appeared between CM and reactive dyes in the acid condition. The adsorption capacity of this low-cost adsorbent is much larger than other adsorbents. Meanwhile, the used adsorbents were successfully applied to adsorb a cationic dye directly at a particular condition in the secondary adsorption. CM can be an economical and promising adsorbent in the wastewater treatment.",
        "email": "",
        "conf": "Desalination and water treatment",
        "coauthors": [
            "Yuntao Wang",
            "Shishuai Wang",
            "Jieqiong Lei",
            "Hao Sun",
            "Weiping Jin",
            "Ting Ye",
            "Bin Li",
            "Ling Wang"
        ],
        "keywords": "Crayfish carapace, Reactive dyes, Nucleophilic substitution or addition, Electrostatic adsorption, Secondary adsorption, Chitin"
    },
    {
        "id": 1981,
        "label": 44,
        "author": "bin li",
        "title": "Silver nanoparticles on flower-like TiO2-coated polyacrylonitrile nanofibers: Catalytic and antibacterial applications",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Nanofibrous mats were extensively studied as attractive membranes materials applied in the fields of biomedicine, filtration, catalysis, and biosensors due to their flexibility and porosity. In this current work, we have demonstrated an eco-friendly method for the preparation of novel three-dimensional silver nanoparticles (AgNPs)/titanium dioxide (TiO2)/hydrolyzed polyacrylonitrile (hPAN) nanostructures with favorable flower-shaped architectures. It combined with electrospinning technique, liquid phase deposition method and photoreduction. The experimental results show that the TiO2 coating and AgNPs deposition increased the fiber surface roughness and specific surface area. And the results of antimicrobial activity assay revealed that the AgNPs/TiO2/hPAN composites nanofibrous mats exhibited excellent antibacterial activity and the photocatalytic assay indicated that the mats prepared in 1 mM silver nitrate solution showed strong catalytic properties",
        "email": "",
        "conf": "Colloids and Surfaces A Physicochemical and Engineering Aspects",
        "coauthors": [
            "Yun He",
            "Bin Zhou",
            "Hongshan Liang",
            "Lin Wang",
            "Jing Li",
            "Bin Li"
        ],
        "keywords": "Electrospun nanofibers,Titanium dioxide,Silver nanoparticles,Antibacterial activity,Catalysis"
    },
    {
        "id": 1997,
        "label": 44,
        "author": "bin li",
        "title": "Self-assembling behavior of food globular proteins and applications in stabilizing Pickering emulsions",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Self-assembled protein nanostructures commonly existed in food products when temperature or pH condition was changed. Various protein nanostructures are affected food physical properties, such as rheological and interfacial properties. Recently, food-based protein nanoparticles has aroused interest in developing new kinds of Pickering emulsion stabilizers. In the present study, we hope to find the relationships between protein self-assemblies and their interfacial properties. Globular protein, such as β-lactoglobulin, could form fibril at pH2.0, spherical aggregates at pH5.8 and worm-like nanostructures at pH7.0. To compare β-lactoglobulin fibrils with other fiber-like nano-materials, such as carbon nanotube and cellulose nanocrystal, protein fibrils displayed better emulsifying capacity, which stabilized toluene-water interface at the lower concentration (0.05 wt%). Under pH5.8 condition, heat-treated β-lactoglobulin spherical nanoparticles showed the more hydrophobicity than that of non-heat treatment. Besides, complexes made up of proteins and polysaccharides driven by electrostatic interaction can regulate particle size and surface wettability of protein assemblies. Nanocomplexes of β-lactoglobulin and carboxyl-methylated konjac glucomannan formed at pH4.8, which particle size was 195.5 nm. They could stabilize medium chain triglyceride (MCT)/toluene-water interfaces. After heating at 80 °C for 30 min, the particle size of nanocomplexes increased slightly, but the surface hydrophobicity increased, resulting in emulsion instabilities. Therefore, self-assembling behavior has direct influence on interfacial properties of protein nanostructures. Summary of basic knowledge in that part can provide instructions for food processing.",
        "email": "",
        "conf": "ABSTRACTS OF PAPERS OF THE AMERICAN CHEMICAL SOCIETY",
        "coauthors": [
            "Weiping Jin",
            "Yike Jiang",
            "Bin Li",
            "Qingrong Huang"
        ],
        "keywords": ""
    },
    {
        "id": 2017,
        "label": 44,
        "author": "bin li",
        "title": "Supramolecular design of coordination bonding architecture on zein nanoparticles for pH-responsive anticancer drug delivery",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "A pH-responsive system by constructing a designable coordination bonding-based metal-tannic acid (TA) architecture on zein nanoparticles (NPs) has been investigated. Film formation was initiated by the adsorption of the polyphenol and directed by pH-dependent, multivalent coordination bonding. The prepared metal-TA coated zein NPs (zein-TA/metal NPs) demonstrated good stability to maintain particle size in cell culture medium at 37 °C. The microstructure of the NPs was revealed by transmission electron microscopy (TEM). To confirm the surface chemical information of the NPs, XPS analysis was performed. Furthermore, in vitro viability studies revealed that the zein-TA/metal NPs showed no significant cytotoxicity against HepG2 cells for 24 h. Because of the pH-responsive coordination bonding between TA and metal ions, the functional property of the metal-TA films was tailored for drug delivery. Biocompatible AuNPs were produced using zein-TA/metal NPs as reducing and stabilizing agents which were promising in the photothermal therapy of cancers and other diseases.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Colloids and surfaces B: Biointerfaces",
        "coauthors": [
            "Hongshan Liang",
            "Bin Zhou",
            "Jing Li",
            "Wei Xu",
            "Shilin Liu",
            "Yan Li",
            "Yijie Chen",
            "Bin Li"
        ],
        "keywords": "Coordination bonding,pH-responsive,Drug delivery,Nanoparticles"
    },
    {
        "id": 2037,
        "label": 44,
        "author": "bin li",
        "title": "Fabrication of zein/quaternized chitosan nanoparticles for the encapsulation and protection of curcumin",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In this article, we report the successful assembly of nanoparticles (NPs) from a water-soluble chitosan (CS) derivative (N-(2-hydroxyl)propyl-3-trimethyl ammonium chitosan chloride, HTCC) and zein via a low-energy phase separation method. The fabricated NPs were investigated for the first time to encapsulate and protect curcumin (Cur). The particle size and zeta potential of the zein–HTCC NPs varied from 66 to 170 nm and +36.3 to +62.5 mV, respectively. The encapsulation efficiency (EE) was greatly improved to 94.9% after HTCC coating, compared with 85.2% that using zein as a single encapsulant. The microstructure of the NPs was revealed by transmission electron microscopy (TEM). The physicochemical and structural analysis showed that the electrostatic interactions and hydrogen bonds were the major forces responsible for the formation of NPs. The encapsulation forms were evaluated for their efficiency in overcoming Cur's heat and UV sensitivity, which improve the stability about 2.7 fold, 3.5 fold and 2.5 fold when disposed with 60 °C treatment for 30 min, 80 °C treatment for 1 min and ultraviolet radiation for 2 h, respectively at zein–HTCC1 = 1 : 1. The results of the stability and DPPH assays indicated that the bioactivity was being protected upon encapsulation. Zein–HTCC NPs are believed to be promising delivery systems for the supplementation or treatment of hydrophobic nutrients or drugs.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "RSC Advances",
        "coauthors": [
            "Hongshan Liang",
            "Bin Zhou",
            "Lei He",
            "Yaping An",
            "Liufeng Lin",
            "Yan Li",
            "Shilin Liu",
            "Yijie Chen",
            "Bin Li"
        ],
        "keywords": "bioactive properties, chitosan, coatings, curcumin, drugs, electrostatic interactions, encapsulation, heat, hydrogen bonding, hydrophobicity, microstructure, nanoparticles, nutrients, particle size, separation, transmission electron microscopy, ultraviolet radiation, water solubility, zein, zeta potential"
    },
    {
        "id": 2057,
        "label": 44,
        "author": "bin li",
        "title": "Antibacterial multilayer films fabricated by layer-by-layer immobilizing lysozyme and gold nanoparticles on nanofibers",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Negatively charged gold nanoparticles (GNP) and positively charged lysozyme (Lys) were alternately deposited on negatively charged cellulose mats via layer-by-layer (LBL) self-assembly technique. The fabricated multilayer films were characterized by energy-dispersive X-ray (EDX), X-ray photoelectron spectroscopy (XPS), Fourier transform infrared spectra (FT-IR), and wide-angle X-ray diffraction (XRD). Morphology of the LBL film coated mats was observed by scanning electron microscopy (SEM). Thermal degradation properties were investigated by differential scanning calorimetry (DSC) and thermo-gravimetric analysis (TGA). Additionally, the result of microbial inhibition assay indicated that the composite nanofibrous mats had excellent antibacterial activity against Escherichia coli and Staphylococcus aureus, which could be used for antimicrobial packing, tissue engineering, wound dressing, etc.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Colloids and surfaces B: Biointerfaces",
        "coauthors": [
            "Bin Zhou",
            "Yan Li",
            "Hongbing Deng",
            "Ying Hu",
            "Bin Li"
        ],
        "keywords": "Gold nanoparticles,Lysozyme,Layer-by-layer,Electrospinning,Bacterial inhibition activity"
    },
    {
        "id": 2075,
        "label": 44,
        "author": "bin li",
        "title": "Physical properties and antimicrobial activity of chilled meat pads containing sodium carboxymethyl cellulose",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "An improved chilled meat pad consisting of nonwoven fabric containing essential oils or active powders, coated by a sodium carboxymethylcellulose (CMCNa) layer was prepared successfully. In the formation of CMCNa film, effects of four acids and pH were examined to obtain optimal results in terms of water, saline, and simulative blood sorption. Fourier Transform Infrared spectroscopy, scanning electron microscopy, and differential scanning calorimetry were used to evaluate the CMCNa film. Also, antimicrobial activities were examined in relation to water loss, aerobic bacterial count, and pH. When the pH value was 4.6 adjusted by citric acid, CMCNa film had the largest absorbent capacity. In the first 6 days, pads with essential oils were superior to pads with powders but inhibiting effect decreased with essential oil releasing. The pad with clove powder gained the best inhibiting effect and could extend the shelf life of chilled meat to 10 days.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Journal of Applied Polymer Science",
        "coauthors": [
            "Shishuai Wang",
            "Xuan Kuang",
            "Bin Li",
            "Xiaofang Wu",
            "Ting Huang"
        ],
        "keywords": "CMC film,crosslinking,swelling,water sorption,essential oil,essential powder"
    },
    {
        "id": 1994,
        "label": 44,
        "author": "bin li",
        "title": "Bioaccessibility and antioxidant activity of curcumin after encapsulated by nano and Pickering emulsion based on chitosan-tripolyphosphate nanoparticles",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In the current study the influence of different lipid-based formulations (Pickering and nanoemulsions) and their droplet size on curcumin encapsulation and bioaccessibility, as well as on its anti-oxidant activity was investigated. Oil-in-water Pickering emulsion stabilized by chitosan-tripolyphosphate (CS-TPP) nanoparticles and nanoemulsions containing an organic phase (Span80:Tween80), were prepared with either medium chain triglyceride (MCT) or corn oil as long chain triglyceride (LCT). An in vitro gastrointestinal (GIT) model consisting of mouth, gastric and intestinal phases was used to characterize the rate and extent of lipid phase digestion of the ingested samples. A centrifugation method determined fraction of curcumin released into mixed micelles after digestion (bioaccessibility). These findings showed that after subjecting to simulated GIT model, all the emulsion systems experienced a progressive increase in mean particle size, due to droplet flocculation and coalescence after digestion. Electrical charge (ζ) of particles was observed to become highly negative as they passed through GIT due to accumulation of anionic bile salts, phospholipids and free fatty acids at their interfaces. The rate and extent of lipid digestion and bioaccessibility of curcumin increased with decreasing mean droplet diameter (NMCT > NCO > PMCT > PCO). Finally, we showed that as compared to free curcumin, the encapsulated curcumin showed higher radical scavenging activity (RSA), which confirmed the protective effect of the emulsion systems on the antioxidant activity of curcumin",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Food Research International",
        "coauthors": [
            "Bakht Ramin Shah",
            "Chunlan Zhang",
            "Yan Li",
            "Bin Li"
        ],
        "keywords": "Nano and Pickering emulsions,Curcumin encapsulation,Digestion,Bioaccessibility,Antioxidant activity"
    },
    {
        "id": 1995,
        "label": 44,
        "author": "bin li",
        "title": "KGM-based magnetic carbon aerogels matrix for the uptake of methylene blue and methyl orange",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In this study, the preparation of magnetic Fe and Mn oxides (Mag-FMBO) loaded carbon aerogels (CA) based on konjac glucomannan (KGM) and their performance for dyes adsorption were investigated. The prepared magnetic carbon aerogels (Mag-CA) materials were characterized by various methods, including BET surface area analysis, X-ray diffraction (XRD), Fourier transform infrared spectroscopy (FTIR) and vibrating sample magnetometer (VSM). What⿿s more, the Mag-CA materials were used as adsorbents to remove dyes [anionic methyl orange (MO) and cationic methylene blue (MB)] from aqueous solutions. The results showed that Mag-CA had an excellent adsorption performance towards MO and MB. The adsorption equilibrium data of both MO and MB can be well described by Langmuir model. The maximum MO and MB uptake capacity of Mag-CA reached 7.42 mg g⿿1 and 9.37 mg g⿿1 according to Langmuir isotherm at 303 K, respectively. Thermodynamic parameters such as οG, οH and οS were estimated to understand the adsorption mechanism of MO and MB. The adsorption processes of MO and MB could be well described by the pseudo-second-order model. Moreover, Mag-CA with dyes (MO or MB) were successfully regenerated by ethanol and then easily separated from aqueous solution by applying magnetic field",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "International journal of biological macromolecules",
        "coauthors": [
            "Shuxin Ye",
            "Weiping Jin",
            "Qing Huang",
            "Ying Hu",
            "Yan Li",
            "Bin Li"
        ],
        "keywords": "KGM,Magnetic carbon aerogels,Dyes adsorption"
    },
    {
        "id": 1992,
        "label": 44,
        "author": "bin li",
        "title": "Chitin microspheres: A fascinating material with high loading capacity of anthocyanins for colon specific delivery",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Colon specific delivery is one promising way to enhance the bioavailability of anthocyanins. Herein, chitin microspheres with average diameter of 80 μm fabricated via a new way were found to load anthocyanins with predicted capacity based on Langmuir isotherm as much as 2718 ± 54 mg/g under the optimal condition of pH 4, which is the largest amount ever reported. Electrostatic interaction, hydrogen bonding and hydrophobic interactions were proved to be the main driving forces for the load of anthocyanins by chitin microspheres. Moreover, less than 30% of the loaded anthocyanins ± were released under the investigated pH range from 1.2 to 6 because of the strong interaction between chitin microspheres and anthocyanins. Finally, it was found about 40% of the loaded anthocyanins was released in the simulated gastrointestinal tract for chitin microspheres. Moreover, after coating the anthocyanins loaded chitin microspheres with a layer of ethyl cellulose, more than 85% loaded anthocyanins were delivered to the colon. All the results revealed that new chitin microspheres were promising carriers for colon specific delivery of bioactive compounds. This work demonstrated an effective new way to utilize original chitin, which is abundant but less researched in the field of food science.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Yuntao Wang",
            "Jing Li",
            "Bin Li"
        ],
        "keywords": "Chitin microspheres,Anthocyanins,Colon specific delivery"
    },
    {
        "id": 2023,
        "label": 44,
        "author": "bin li",
        "title": "Konjac glucomannan: a promising functional food ingredient",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Conclusions Due to its physico-chemical properties, such as high viscosity and water holding capacity, KGM could be incorporated into food products to improve the textural and rheological properties. Besides, in nutritional diet aspect, KGM also performs various physiological functions related to digestive system, diabetes, and heart diseases. Thus, those worthy endeavors provide a wide range of usage of konjac in food industry. Konjac will possess a promising future in food product applications as multifunctional food",
        "email": "",
        "conf": "Institute of Food Technologists Meeting",
        "coauthors": [
            "Weiping Jin",
            "Yike Jiang",
            "Bin Li",
            "Qingrong Huang"
        ],
        "keywords": ""
    },
    {
        "id": 2069,
        "label": 45,
        "author": "bin li",
        "title": "Polyvinyl Chloride/Silica Nanoporous Composite Separator for All-Vanadium Redox Flow Battery Applications",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "Redox flow batteries (RFBs) are capable of reversible conversion between electricity and chemical energy. Potential RFB applications resolve around mitigating the discrepancy between electricity production and consumption to improve the stability and utilization of the power infrastructure and tackling the intermittency of renewables such as photovoltaics or wind turbines to enable their reliable integration [1, 2]. Because the energy is stored in externally contained liquid electrolytes and the energy conversion reactions take place at the electrodes, RFBs hold a unique capability to separate energy and power and thus possess considerable design flexibility to meet either energy management driven or power rating oriented grid applications, which is considered to be a unparalleled advantage over conventional solid-state secondary batteries [3]. Other advantages of RFBs include fast response to load changes, high round-trip efficiency, long calender and cycle lives, safe operations, tolerance to deep discharge, etc. [4]. Among various flow battery chemistries, all-vanadium redox flow battery (VRB) was invented by Maria Skyllas-Kazacos at the University of New South Wales in the 1980s [5, 6] and have attracted substantial attention in both research and industrial communities today [7, 8]. A well-recognized advantage that makes VRB stands out among other redox chemistries is the reduced crossover contamination ascribed to employing four different oxidation states of the same vanadium element as the two redox couples. Recently, great progress has led to remarkably improved energy density of VRB by using sulfuric-chloric mixed acid supporting electrolytes that were stable at 2.5M vanadium and had wider operational temperature window of -5~50oC [9], compared with the traditional sulfuric acid VRB system [10].",
        "email": "",
        "conf": "Journal of The Electrochemical Society",
        "coauthors": [
            "Xiaoliang Wei",
            "Zimin Nie",
            "Qingtao Luo",
            "Bin Li",
            "Vincent L Sprenkle",
            "Wei Wang"
        ],
        "keywords": ""
    },
    {
        "id": 1975,
        "label": 44,
        "author": "bin li",
        "title": "Superhydrophobic modification of cellulose film through light curing polyfluoro resin in situ",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Cellulose-based film has a poor water vapor barrier property, which limits its applications in food packaging. The hydrophobic modification of cellulose materials has attracted increasing interests. In this work, UV curable polyfluoro resin was incorporated into the cellulose matrix for superhydrophobic modification of the cellulose matrix. Results showed that the loaded polyfluoro resin had an obvious influence on the composites’ microstructure, the thermal stability of the composites changed slightly with the incorporation of polyfluoro resin, and the transmittance of the composites containing the resin with high content of 14.68% could be kept to 50% at 550 nm wavelength. Furthermore, the surface properties of the composites could be changed from hydrophobic to superhydrophobic by increasing the polyfluoro resin content. Moreover, UV-initiated polymerization was used to modify the cellulose matrix, the process was green and facile, which showing potential for cellulose matrix modification.",
        "email": "",
        "conf": "Cellulose",
        "coauthors": [
            "Yuehan Wu",
            "Zhuojia Qian",
            "Yujie Lei",
            "Wei Li",
            "Xia Wu",
            "Xiaogang Luo",
            "Yan Li",
            "Bin Li",
            "Shilin Liu"
        ],
        "keywords": "Cellulose,Epoxy acrylate,UV curing,Surface modification"
    },
    {
        "id": 1988,
        "label": 44,
        "author": "bin li",
        "title": "Cellulose gel dispersions: fascinating green particles for the stabilization of oil/water Pickering emulsion",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "A facile approach for the preparation of cellulose gel dispersions with particle size less than 5 μm has been developed. The particles were obtained by dissolving cellulose in NaOH/urea solvent, followed by regeneration in ethanol/H2O mixed solution with homogenizer shearing. The characteristics of the cellulose gel dispersions were evaluated in terms of particle dimensions and crystalline structure, size distribution and rheology behavior. The cellulose gel dispersions had low crystallinity, and the concentration of the cellulose solution had little influence on the particle size of the gel dispersions. Furthermore, the cellulose gel dispersions could be well dispersed in deionized water, and they could be used to stabilize oil/water emulsion without addition of any surfactant. The formed Pickering emulsion had typical shear-thinning behavior and higher storage modulus. The concentration of cellulose gel dispersions had a significant influence on the emulsion stability. The Pickering emulsion stabilized by the cellulose gel dispersions would open opportunities for the development of food emulsion systems or environmentally friendly functional materials.",
        "email": "",
        "conf": "Cellulose",
        "coauthors": [
            "Ya Zhu",
            "Xiaogang Luo",
            "Xia wu",
            "Wei Li",
            "Bin Li",
            "Ang Lu",
            "Shilin Liu"
        ],
        "keywords": "Cellulose,Colloid particles,Pickering emulsion,Rheological properties"
    },
    {
        "id": 2033,
        "label": 45,
        "author": "bin li",
        "title": "Ambipolar zinc-polyiodide electrolyte for a high-energy density aqueous redox flow battery",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "Redox flow batteries are receiving wide attention for electrochemical energy storage due to their unique architecture and advantages, but progress has so far been limited by their low energy density (~25 Wh l−1). Here we report a high-energy density aqueous zinc-polyiodide flow battery. Using the highly soluble iodide/triiodide redox couple, a discharge energy density of 167 Wh l−1 is demonstrated with a near-neutral 5.0 M ZnI2 electrolyte. Nuclear magnetic resonance study and density functional theory-based simulation along with flow test data indicate that the addition of an alcohol (ethanol) induces ligand formation between oxygen on the hydroxyl group and the zinc ions, which expands the stable electrolyte temperature window to from −20 to 50 °C, while ameliorating the zinc dendrite. With the high-energy density and its benign nature free from strong acids and corrosive components, zinc-polyiodide flow battery is a promising candidate for various energy storage applications.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Bin Li",
            "Zimin Nie",
            "Murugesan Vijayakumar",
            "Guosheng Li",
            "Jun Liu",
            "Vincent Sprenkle",
            "Wei Wang"
        ],
        "keywords": ""
    },
    {
        "id": 2091,
        "label": 44,
        "author": "bin li",
        "title": "Synthesis and characterization of Konjac glucomannan/poly(vinyl alcohol) interpenetrating polymer networks",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Novel interpenetrating polymer networks (IPNs) coded as KP were synthesized successfully from poly(vinyl alcohol) (PVA) and konjac glucomannan (KGM) in the presence of glutaraldehyde as a crosslink agent. The transparent IPN films that were 40 μm thick were prepared by means of conventional solvent‐casting technique and dried at room temperature for 2 days. The structure and miscibility of the KP films were studied by Fourier transformed infrared spectra, scanning electron microscopy, differential scanning calorimetry, wide‐angle X‐ray diffraction, and ultraviolet visible spectroscopy (UV–Vis). The results indicated that strong intermolecular interaction caused by crosslink bonding between PVA and KGM occurred in the IPN films, resulting in wonderful miscibility when the reaction time is 4 h. The tensile strength, elongation at break, and moisture uptake was much higher than that of the pure PVA film, KGM film, and uncrosslinked blend films. In other words, the structure of IPN endowed the films with excellent performance, so the new material has promising applications to food package film and agricultural film because of its biodegradability",
        "email": "",
        "conf": "Journal of Applied Polymer Science",
        "coauthors": [
            "Bin Li",
            "Bijun Xie"
        ],
        "keywords": "biodegradable, crosslinking, interpenetrating polymer networks, konjac, glucomannan, poly(vinyl alcohol)"
    },
    {
        "id": 1974,
        "label": 44,
        "author": "bin li",
        "title": "Effect of physical interactions on structure of lysozyme in presence of three kinds of polysaccharides",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In this work the influences of κ-carrageenan (CRG), konjac glucomannan (KGM) and inulin on lysozyme (Ly)’s structure, activity, and their complex phase behavior were investigated through spectroscopy and activity measurement in heated and unheated conditions. It was found that the impact on the structure and activity of Ly was determined by the interactions with polysaccharides. After heat treatment, KGM and CRG improved the stability of complex systems. However, inulin did not have significant impact. Heating process promoted to change the structure of Ly, and the intervention retard following the sequence of CRG > KGM > inulin. The worthwhile work indicated protein’s structure and activity could be regulated by the interaction with polysaccharide, which might provide theoretical basis for food preservation and processing in different temperature treatments. Besides, the bidirectional effects of polysaccharide on protein would be beneficial to rational selection of functional properties of polysaccharide/protein systems.",
        "email": "",
        "conf": "Journal of Food Science and Technology -Mysore-",
        "coauthors": [
            "Wei Xu",
            "Weiping Jin",
            "Yuan Wang",
            "Juan Li",
            "Kunling Huang",
            "Bakht Ramin Shah",
            "Bin Li"
        ],
        "keywords": "food preservation, functional properties, heat treatment, inulin, kappa carrageenan, konjac mannan, lysozyme, spectroscopy, temperature"
    },
    {
        "id": 2054,
        "label": 44,
        "author": "bin li",
        "title": "A one-step procedure for elevating the quality of konjac flour: Azeotropy-assisted acidic ethanol",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Konjac glucomannan (KGM), mainly contained in konjac flour (KF), has been widely applied in food industry. However, commercial KF is usually light-colored with low KGM content, fish-like smell and low viscosity. In this paper, a one-step procedure, azeotropy-assisted acidic ethanol, was explored to elevate the overall quality of KF. Composition, transparency, color and odor evaluation, rheological properties and morphology of all the disposed KF were measured to evaluate the quality as compared with commercial KF. KF with 90% (w/w) KGM content could be easily obtained by pH regulation. At the high pH level (4.5–5.5), the quality of disposed KF was greatly improved, included by purity, transparency, and odor evaluation. Both the rheological properties and morphology observation verified the elevated effect. But the quality of KF was inclined to be poor at low pH level (2.5–4.0) due to KGM hydrolysis. The obtained white-colored Y4.5 with light fish smell tended to possess the highest viscosity and stability. The results illustrated washing by acidic ethanol at azeotropy point was feasible to effectively improve the quality of KF. The method has not only broadened KF potential application in food field, but also enriched the knowledge of its quality elevation",
        "email": "libinfood@126.com;libinfood@mail.hzau.edu.cn",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Wei Xu",
            "Yuntao Wang",
            "Weiping Jin",
            "Sujuan Wang",
            "Bin Zhou",
            "Jing Li",
            "Bin Li",
            "Ling Wang"
        ],
        "keywords": "Konjac flour,Acidic ethanol wash,Azeotropy point,Rheological properties,Morphology"
    },
    {
        "id": 2089,
        "label": 44,
        "author": "bin li",
        "title": "Structure characterization and its antiobesity of ball-milled konjac flour",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Effect of ball-milled treatment done by high-frequency oscillatory-type mill for different time on structure and antiobesity of konjac flour was investigated. Konjac flour granules became smoother and remained its original shape in the first 1.5 h treatment, however its grain size changed from 657.3 (d50) to 23.7 μm (d50) after 4 h treatment, which meant that the pulverized model of konjac flour was a mixture of surface pulverized model and volume pulverized model, and mainly showed by the latter. The morphology and structural change of ball-milled konjac flour was characterized by using scanning electron microscopy (SEM), X-ray diffraction (XRD), differential scanning calorimetry (DSC) and electron spectroscopy for chemical analysis (ESCA). The results indicated that the crystallinity decreased while free energy increased obviously. However, thermal stability and the atomic building changed little or no. Compared with native konjac flour, the 4 h milled konjac flour could significantly decrease the body weight and total wet weight of fat of nutritional obese rats (P<0.05), and also decreased the content of triglyceride, glucose and high-density lipoprotein in blood of nutritional obese rat significantly (P<0.05). So the antiobesity effect of the 4 h milled konjac flour was significantly higher than that of the native konjac flour.",
        "email": "",
        "conf": "European Food Research and Technology",
        "coauthors": [
            "Bin Li",
            "Jun Xia",
            "Yang Wang",
            "Bijun Xie"
        ],
        "keywords": "Antiobesity, Ball-milled treatment, Konjac flour, Pulverized model, Structure"
    },
    {
        "id": 2074,
        "label": 44,
        "author": "bin li",
        "title": "Antibacterial activity of konjac glucomannan/chitosan blend films and their irradiation-modified counterparts",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Antibacterial activity of glucomannan/chitosan (KGM/CHI) blend films and their irradiation-modified counterparts were tested. The KGM/CHI blend films after irradiation showed good antibacterial effects against Escherichia coli, Pseudomonas aeruginosa and Staphylococcus aureus. Antibacterial activity of the blend films increased with the increase of the content of chitosan. After different dose irradiation, there was no obvious change in the antibacterial effects against St. aureus of the blend films, but the antibacterial effects against E. coli and P. aeruginosa increased significantly",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate polymers",
        "coauthors": [
            "Xuezhu Du",
            "Lingxiao Yang",
            "Xiao Ye",
            "Bin Li"
        ],
        "keywords": "Konjac glucomannan,Chitosan,Blend films,Gamma irradiation,Antibacterial effects,Biomaterial"
    },
    {
        "id": 2060,
        "label": 44,
        "author": "bin li",
        "title": "An approach for prominent enhancement of the quality of konjac flour: Dimethyl sulfoxide as medium",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In this paper, an approach to improve several konjac flour (KF) qualities by dimethyl sulfoxide (DMSO) addition using various concentrations at different temperature levels was proposed. Also, various properties of native and refined KF, including transparency, chemical composition and rheological properties have been investigated. The results showed that the KF refined by 75% DMSO achieved 27.7% improvement in transparency, 99.7% removal of starch, 99.4% removal of soluble sugar, and 98.2% removal of protein as well as more satisfactory viscosity stability. In addition, the morphology structure of refined KF showed a significant difference compared with the native one as observed using the SEM, which is promising for further industrial application. Furthermore, the rheological properties of both native and refined konjac sols were studied and the results showed that DMSO refinement is an effective and alternative approach to improve the qualities of KF in many aspects.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate polymers",
        "coauthors": [
            "Ting Ye",
            "Ling Wang",
            "Wei Xu",
            "Jinjin Liu",
            "Yuntao Wang",
            "Kunkun Zhu",
            "Sujuan Wang",
            "Bin Li",
            "Chao Wang"
        ],
        "keywords": "Konjac flour (KF),Dimethyl sulfoxide (DMSO),Transparency,Morphology,Viscosity,Rheology"
    },
    {
        "id": 2070,
        "label": 44,
        "author": "bin li",
        "title": "Homogeneous synthesis of chitin-based acrylate superabsorbents in NaOH/urea solution",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "A modified freezing–thawing cyclic (FTC) process was applied to dissolve the chitin in NaOH/urea solution. A transparent homogeneous solution was obtained. It was utilized directly for preparing the superabsorbent polymers (SAPs) by grafting copolymerization under static solution conditions without nitrogen protection. The acrylic acid was used conveniently without prior neutralization. The final products existed as hydrogels without excess reagent emissions. The adsorption capacity and yield of SAP that was prepared in the optimum conditions was 2833 g/g and 81.65%, respectively, higher than one-time FTC program prepared with 2527 g/g and 15.44%. Furthermore, it formed a uniform and transparent gel without any residual chitin particles. The regenerated chitin and SAPs were characterized by SEM, FTIR, XRD, and TG. The samples prepared by the new method presented a more amorphous state with good thermal stability, suggesting that this convenient preparation method for a potential industrial application's pathway",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate polymers",
        "coauthors": [
            "Tingguo Liu",
            "Liwu Qian",
            "Bin Li",
            "Jing Li",
            "Kunkun Zhu",
            "Hongbing Deng",
            "Xiaohong Yang",
            "Xin Wang"
        ],
        "keywords": "Chitin,Alkali-freezing,Superabsorbent polymers,Graft polymerization,Hydrogels"
    },
    {
        "id": 1982,
        "label": 44,
        "author": "bin li",
        "title": "A dynamic and self-crosslinked polysaccharide hydrogel with autonomous self-healing ability",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Natural polymeric hydrogels with self-healing capability that can recover the functionalities and structures of gels after damage are extremely attractive due to their emerging applications in the biomedical field. Here we report a self-healable polymeric hydrogel by self-crosslinking two natural polymers acrylamide-modified chitin (AMC) containing amino groups and oxidized alginate containing dialdehyde groups. The generation of the self-crosslinked hydrogel relies on the dynamic covalent linkage through Schiff base between the polysaccharide chains. The self-healing capability of the crosslinked hydrogel depends on the molar ratio of AMC and oxidized alginate and the surrounding pH. Under certain circumstances, the damaged hydrogel shows a complete recovery and can be stretched to a favorable extent, which is seldom observed for polysaccharide self-healing hydrogel. Notably, we find that the self-healing ability can be “stored” by freeze-drying and “activated” by rehydration. In addition, we demonstrate that the hydrogel can be used as a soft template to guide the repair of inorganic materials like hydroxyapatite. We anticipate that this self-healable hydrogel consisting of biocompatible and biodegradable polysaccharides can be applied to various biomedical fields.",
        "email": "",
        "conf": "Soft Matter ",
        "coauthors": [
            "Fuyuan Ding",
            "Shuping Wu",
            "Shishuai Wang",
            "Yuan Xiong",
            "Yan Li",
            "Bin Li",
            "Hongbing Deng",
            "Yumin Du",
            "Ling Xio",
            "Xiaowen Shi"
        ],
        "keywords": ""
    },
    {
        "id": 2051,
        "label": 44,
        "author": "bin li",
        "title": "Facile preparation of clay reinforced konjac glucomannan aerogels",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Low density and foam-like aerogels based on abundant renewable konjac glucomannan and montmorillonite clay were prepared by a facile freeze-drying process. The amount of montmorillonite and alkali added into the aerogel and the freezing temperature greatly influenced the properties of the aerogel.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "RSC Advances",
        "coauthors": [
            "Jing Li",
            "Ting Ye",
            "Bin Zhou",
            "Bin Li"
        ],
        "keywords": "aerogels, clay, freeze drying, freezing point, konjac mannan, montmorillonite"
    },
    {
        "id": 2001,
        "label": 45,
        "author": "bin li",
        "title": "Metal-Organic Frameworks as Highly Active Electrocatalysts for High-Energy Density Aqueous Zinc-Polyiodide Redox Flow Batteries",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "The new aqueous zinc-polyiodide redox flow battery (RFB) system with highly soluble active materials as well as ambipolar and bifunctional designs demonstrated significantly enhanced energy density, which shows great potential to reduce RFB cost. However, the poor kinetic reversibility and electrochemical activity of the redox reaction of I3 −/I− couples on graphite felts (GFs) electrode can result in low energy efficiency. Two nanoporous metal−organic frameworks (MOFs), MIL-125- NH2 and UiO-66-CH3, that have high surface areas when introduced to GF surfaces accelerated the I3 −/I− redox reaction. The flow cell with MOF-modified GFs serving as a positive electrode showed higher energy efficiency than the pristine GFs; increases of about 6.4% and 2.7% occurred at the current density of 30 mA/cm2 for MIL-125-NH2 and UiO-66-CH3, respectively. Moreover, UiO-66-CH3 is more promising due to its excellent chemical stability in the weakly acidic electrolyte. This letter highlights a way for MOFs to be used in the field of RFBs.",
        "email": "bin.li@pnnl.gov",
        "conf": "Nano Letters",
        "coauthors": [
            "Bin Li, Jian Liu, Zimin Nie, Wei Wang, David Reed, Jun Liu, Pete McGrail, Vincent Sprenkle"
        ],
        "keywords": "Energy storage, redox flow battery, catalysts, metal−organic frameworks, polyiodide"
    },
    {
        "id": 1991,
        "label": 45,
        "author": "bin li",
        "title": "A High-Current Stable Nonaqueous Organic Redox Flow Battery",
        "organization": "Senior Scientist Idaho National Laboratory",
        "abstract": "Nonaqueous redox flow batteries are promising in pursuit of high energy density storage systems owing to the broad voltage windows (>2 V) but currently are facing key challenges such as limited cyclability and rate performance. To address these technical hurdles, here we report the nonaqueous organic flow battery chemistry based on N-methylphthalimide anolyte and 2,5-di-tert-butyl-1-methoxy-4-[2′-methoxyethoxy]benzene catholyte, which harvests a theoretical cell voltage of 2.30 V. The redox flow chemistry exhibits excellent cycling stability under both cyclic voltammetry and flow cell tests upon repeated cycling. A series of Daramic and Celgard porous separators are evaluated in this organic flow battery, which enable the cells to be operated at greatly improved current densities as high as 50 mA cm–2 compared to those of other nonaqueous flow systems. The stable cyclability and high-current operations of the organic flow battery system represent significant progress in the development of promising nonaqueous flow batteries.",
        "email": "",
        "conf": "ACS Energy Letters",
        "coauthors": [
            "Xiaoliang Wei",
            "Wentao Duan",
            "Jinhua Huang",
            "Lu Zhang",
            "Bin Li",
            "David Reed",
            "Wu Xu",
            "Vincent Sprenkle",
            "Wei Wang"
        ],
        "keywords": "Redox reactions,Electrochemical cells,Batteries,Electrolytes,Materials"
    },
    {
        "id": 2020,
        "label": 44,
        "author": "bin li",
        "title": "Synergistic effects of small amounts of konjac glucomannan on functional properties of egg white protein",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Food proteins and polysaccharides are two key structural entities in food materials. Understanding the interactions between protein- and polysaccharide-based elements may offer unique opportunities in developing food products with well-defined functional properties. In this study, the synergistic effects of konjac glucomannan (KGM) on functional properties of egg white protein (EWP) were investigated. The results showed that KGM could increase the hardness, chewiness and springiness of the gel samples at a certain concentration. The presence of KGM was observed to be detrimental to foaming capacity of EWP, while foam stability enhanced. What is more, the emulsifying activity and emulsion stability significantly improved with the increase of KGM concentration, reaching the maximum at 0.08 wt%. In addition, the thermal and rheological properties showed that KGM enhanced the thermal stability of the blending system, and had a significant influence on the sol–gel transition temperature of samples. The findings demonstrated that incorporating KGM into EWP provided an effective strategy to improve the functional properties of EWP and a possibility to obtain a self-structuring product with great commercial values.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Ying Hu",
            "Hongshan Liang",
            "Wei Xu",
            "Yuntao Wang",
            "Yaping An",
            "Xiangxing Yan",
            "Shuxin Ye",
            "Qing Huang",
            "Jinjin Liu",
            "Bin Li"
        ],
        "keywords": "Egg white protein,Konjac glucomannan,Functional properties,Synergistic effects"
    },
    {
        "id": 2018,
        "label": 44,
        "author": "bin li",
        "title": "Curcumin encapsulated in the complex of lysozyme/carboxymethylcellulose and implications for the antioxidant activity of curcumin",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "A facile approach was investigated to encapsulate and protect curcumin (Cur) by self-assembly of lysozyme (Ly) and carboxymethylcellulose (CMC) of different degrees of substitution (DSs). This work studied the influence of Ly–CMC coacervates on the binding, solubility and stability of Cur. The interactions of Cur with Ly–CMC coacervates were researched by UV–vis, steady-state fluorescence, synchronous fluorescence and circular dichroism spectra. These results were explained in terms of the formation of Ly–CMC coacervates with electrostatic interaction, which led to unfold the structure of Ly for providing Cur with more hydrophobic microenvironment than free Ly. Meanwhile, the CMC of higher DS provide more negative charges, and produce more attraction to Ly than that of lower DS values. Moreover, the coacervates of Ly–CMC of higher DS are found to be superior for enhancing the stability of Cur. Our work provided a new insight for understanding the biomolecule protective system based on protein/polysaccharide complexes.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Food Research International",
        "coauthors": [
            "Zhenshun Li",
            "Yuntao Wang",
            "Yaqiong Pei",
            "Wenfei Xiong",
            "Chunlan Zhang",
            "Wei Xu",
            "Shilin Liu",
            "Bin Li"
        ],
        "keywords": "Curcumin,Lysozyme,Carboxymethylcellulose,Degree of substitution"
    },
    {
        "id": 2048,
        "label": 44,
        "author": "bin li",
        "title": "Phase separation in mixtures of ovalbumin and konjac glucomannan: Physicochemical and microscopic investigations",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The phase behavior and microstructure of ovalbumin (OVA)/konjac glucomannan (KGM) mixtures were studied at pH 7.0. Phase diagrams were established by centrifugation and visual observation. Micro-phase separation of the OVA/KGM mixtures was quantified by measuring the turbidity. The microstructures of the phase separated mixtures were studied by measuring rheological property and confocal laser scanning microscopy (CLSM). The phase behavior of OVA/KGM mixtures appeared to be one single phase or two separated phases depending on the content of OVA and KGM. OVA had a pronounced effect on turbidity of OVA/KGM mixtures. The particle size of mixtures increased with increasing OVA and KGM concentration, which was the largest (119.1 μm) at 0.25 wt.% KGM and 5 wt.% OVA. The G′ and G″ cross-over at a mixture of 0.20 wt.% KGM and 4 wt.% OVA demonstrated the buildup of microstructure during phase separation. The association of OVA aggregates could be observed under CLSM.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "International Journal of Biological Macromolecules",
        "coauthors": [
            "Bin Zhou",
            "Jinjin Liu",
            "Ting Ye",
            "Yuntao Wang",
            "Wei Xu",
            "Bin Li"
        ],
        "keywords": "Phase separation,Ovalbumin,Konjac glucomannan,Aggregate,Confocal laser scanning microscopy"
    },
    {
        "id": 2064,
        "label": 44,
        "author": "bin li",
        "title": "Plasma treated polyethylene terephthalate/polypropylene films assembled with chitosan and various preservatives for antimicrobial food packaging",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In this study, polyethylene terephthalate/polypropylene (PET/PP) films were treated via atmospheric pressure plasma, assembled with chitosan and various preservatives and applied for antimicrobial food packaging. Surface properties of these obtained films were studied by contact angle measurement, atomic force microscopy (ATM), X-ray photoelectron spectroscopy (XPS), Fourier transformed infrared spectroscopy (FT-IR) and dynamic laser scattering (DLS). The above results showed that the surface hydrophilicity and roughness of the films increased after the plasma treatment. Besides, chitosan and the preservatives were successfully assembled onto the surface of the films. In addition, the antimicrobial activities of the films against three kinds of microorganisms (Staphylococcus aureus, Bacillus subtilis and Escherichia coli) were investigated and the results indicated that the inhibition ratios against B. subtilis and E. coli reached almost 100% while the inhibition ratios against S. aureus were lower than 85%. Moreover, the accumulative release profiles of the antimicrobial substances migrating from the assembled films into the release solutions revealed that their release speed increased with the increment of temperature and acidity, but decreased with enhancing the ionic strength regulated by sodium chloride or with lowering the ionic mobility regulated by sucrose.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Colloids and surfaces B: Biointerfaces",
        "coauthors": [
            "Jieqiong Lei",
            "Lingxiao Yang",
            "Yingfei Zhan",
            "Yuntao Wang",
            "Ting Ye",
            "Yan Li",
            "Hongbing Deng",
            "Bin Li"
        ],
        "keywords": "Plasma treatment,Chitosan,Preservatives,Antimicrobial activity,Release speed"
    },
    {
        "id": 2055,
        "label": 44,
        "author": "bin li",
        "title": "Application of micronized Konjac gel for fat analogue in mayonnaise",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Application of micrometre-scale konjac gel as fat analogue in mayonnaise was studied. Three concentrations of konjac glucomannan (KGM) were applied to prepare micronized konjac gel. The best combination of fat analogue used in mayonnaise was 4.0 wt% konjac glucomannan and 0.36 wt% sodium carbonate. Then fat was partially substituted by micrometre-scale konjac gel at levels of 10, 20, 30, 40, 50, and 60% which were referred to as R10, R20, R30, R40, R50, or R60 formulations, respectively while the full fat (R0) mayonnaise without konjac gel substitution was used as a control experiment. The effects of substitution ratio was determined by rheology measurements, colour measurements, optical microscope observation and caloric values analysis which indicated that fat in mayonnaises substituted with konjac gel of not more than 30% was acceptable. At the meanwhile, the product has good storage stability in a certain storage period. This study shows good potential for spent micronized konjac gel to be used as a fat analogue in mayonnaise.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Jing Li",
            "Yuntao Wang",
            "Weiping Jin",
            "Bin Zhou",
            "Bin Li"
        ],
        "keywords": "Fat analogue,Konjac glucomannan,Mayonnaise,Properties"
    },
    {
        "id": 2049,
        "label": 44,
        "author": "bin li",
        "title": "Preparation and characterization of ovalbumin and carboxymethyl cellulose conjugates via glycosylation",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Protein and polysaccharide complex has aroused increasing interest in food applications. In this study, ovalbumin (OVA) and carboxymethyl cellulose (CMC) conjugates were prepared by glycosylation reaction and characterized by SDS-PAGE, Fourier transform infrared spectroscopy (FTIR), differential scanning calorimetry (DSC) and circular dichroism (CD) analysis. The degree of grafting (DG) and browning index (OD) increased with reaction time and 8 d was selected as the optimized reaction time to equilibrium the glycosylation and unfavorable browning effect. The weight ratio (OVA: CMC) was optimized at 4:1 and pH was 7 or 8. The glycosylation grafting was proven by SDS-PAGE and FTIR. DSC showed that the thermal stability of OVA was improved after glycosylation reaction, which was positively related with molecular weight and the degree of substitution DS of CMC. From CD spectra, the secondary structure of OVA was affected by the grafted CMC with increasing β-sheet and random coil and decreasing α-helix and β-turns. The information obtained from this study can enrich the theoretical frame of protein and polysaccharide interaction, broaden the possible applications of food ingredients from egg source and polysaccharide, and provide the theory evidence on developing tailored egg powder.",
        "email": "libinfood@126.com;libinfood@mail.hzau.edu.cn",
        "conf": "Food Hydrocolloids",
        "coauthors": [
            "Xiaopeng Geng",
            "Bing Cui",
            "Yan Li",
            "Weiping Jin",
            "Yaping An",
            "Bin Zhou",
            "Ting Ye",
            "Lei He",
            "Hongshan Liang",
            "Ling Wang",
            "Yijie Chen",
            "Bin Li"
        ],
        "keywords": "Ovalbumin,Carboxymethyl cellulose,Glycosylation"
    },
    {
        "id": 2006,
        "label": 44,
        "author": "bin li",
        "title": "Green and biodegradable composite films with novel antimicrobial performance based on cellulose",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "In order to obtain a safe and biodegradable material with antimicrobial properties from cellulose for food packaging, we presented a facile way to graft chitosan onto the oxidized cellulose films. The obtained films had a high transparent property of above 80% transmittance, excellent barrier properties against oxygen and antimicrobial properties against Escherichia coli and Staphylococcus aureus. The antimicrobial properties, mechanical properties, and water vapor permeability of composites are essential characteristics in determining their applicability as food-packaging materials. Moreover, using a sausage model, it was shown that the composites exhibited better performance than traditional polyethylene packaging material and demonstrated good potential as food packaging materials. The results presented a new insight into the development of green materials for food packaging.",
        "email": "",
        "conf": "Food Chemistry",
        "coauthors": [
            "Yuehan Wu",
            "Xiaogang Luo",
            "Wei Li",
            "Rong Song",
            "Jing Li",
            "Yan Li",
            "Bin Li",
            "Shilin Liu"
        ],
        "keywords": "Cellulose,Chitosan,Antimicrobial,Food packaging"
    },
    {
        "id": 2010,
        "label": 44,
        "author": "bin li",
        "title": "High intensity ultrasound modified ovalbumin: Structure interface and gelation properties",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Influence of high intensity ultrasound (HIUS) on the structure and properties of ovalbumin (OVA) were investigated. It was found that the subunits and secondary structure of OVA did not change significantly with HIUS treatment from the electrophoretic patterns and circular dichroism (CD) spectrum. The amount of free sulfhydryl groups increased and intrinsic fluorescence spectra analysis indicated changes in the tertiary structure and partial unfold of OVA after sonication increased. Compared with the untreated OVA, HIUS treatment increased the emulsifying activity and foaming ability, and decreased interface tension (oil–water and air–water interface), which due to the increased surface hydrophobicity and decreased the surface net charge in OVA, while the emulsifying and foaming stability had no remarkable differences. The increased particle size may be attributed to formation of protein aggregates. Moreover, the gelation temperatures of HIUS-treated samples were higher than the untreated OVA according to the temperature sweep model rheology, and this effect was consistent with the increased in surface hydrophobicity for ultrasound treated OVA. These changes in functional properties of OVA would promote its application in food industry.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Ultrasonics Sonochemistry",
        "coauthors": [
            "Wenfei Xiong",
            "Yuntao Wang",
            "Chunlan Zhang",
            "Jiawei Wan",
            "Bakht Ramin Shah",
            "Yaqiong Pei",
            "Bin Zhou",
            "Jin Li",
            "Bin Li"
        ],
        "keywords": "High intensity ultrasound,Structure,Emulsifying activity,Foaming ability,Gelation,Ovalbumin"
    },
    {
        "id": 2005,
        "label": 44,
        "author": "bin li",
        "title": "Porous Cellulose Microgel Particle: A Fascinating Host for the Encapsulation Protection and Delivery of Lactobacillus plantarum",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Advances in probiotic markets are always restrained by a low viable loading capacity and poor viability. Herein, cellulose microgels (CMs) with high porosity of 95.83 ± 0.38%, prepared by the sol–gel transition method, turned out to be a hospitable host that accommodated a large number of viable Lactobacillus plantarum higher than 109 colony-forming units (cfu)/g. The unique porous structure fascinated probiotics to penetrate into the core of microgels. The conjugation with alginate helped for better acid resistance and bacterial survival of the probiotics. In comparison to Ca–alginate gels, core–shell gels showed sustainable release of L. plantarum cells without damage of viability, lasting for 360 min in simulated intestine fluid. The cellulose host helped to sustain the viable cell release for a longer duration and afford better shelter for L. plantarum cells as a result of the porous structure and rigid supporting property. The core–shell gels are promising for constructing targeted delivery vehicles of bioactive nutrients.",
        "email": "",
        "conf": "Journal of Agricultural and Food Chemistry",
        "coauthors": [
            "Wei Li",
            "Xiaogang Luo",
            "Rong Song",
            "Ya Zhu",
            "Bin Li",
            "Shilin Liu"
        ],
        "keywords": "cellulose,microgels,core−shell"
    },
    {
        "id": 2039,
        "label": 44,
        "author": "bin li",
        "title": "Microencapsulation of capsanthin by self-emulsifying nanoemulsions and stability evaluation",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The application of natural colorants in food products has been gained more and more attention, not only due to their nutritional advantages, but also their functional properties. The purpose of this research was to encapsulate capsanthin from paprika by nanoemulsions (NEs), and the stability of resultant NEs was evaluated. The NE systems were first optimized by dropwise adding mixed organic phase [5 wt% medium-chain triglyceride (MCT) and 10 wt% surfactant containing span 20 and tween 80 with the weight ratio 1:3 and HLB 13.4] into water phase. Then capsanthin was mixed with MCT as the oil phase. With the presence of capsanthin, the oil phase composition had great impact on the particle size of NEs that the droplet size increased from 30 to 150 nm with increasing capsanthin content. Generally, higher temperature and stirring speed would decrease the particle size, which also depended on the surfactant-to-oil ratio. The stability results demonstrated that there was no obvious change on the capsanthin NE droplet size and entrapped capsanthin content after 1 month storage at ambient temperature. Our results are important for the design of food-grade delivery systems to encapsulate natural lipophilic pigments or ingredients.",
        "email": "",
        "conf": "European Food Research and Technology",
        "coauthors": [
            "Yaping An",
            "Xiangxing Yan",
            "Bin Li",
            "Yan Li"
        ],
        "keywords": "ambient temperature, capsanthin, droplet size, food coloring, foods, functional properties, ingredients, medium chain triacylglycerols, microencapsulation, mixing, nanoemulsions, oils, paprika, particle size, surfactants"
    },
    {
        "id": 2004,
        "label": 44,
        "author": "bin li",
        "title": "Antimicrobial application of nanofibrous mats self-assembled with chitosan and epigallocatechin gallate",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Cellulose electrospun nanofibrous mats coated with bilayers of chitosan (CS) and epigallocatechin gallate (EGCG) or with bilayers of CS-rectorite (REC) composite (CS-REC) and EGCG were fabricated via layer-by-layer (LBL) self-assembly technique. LBL-structured cellulose nanofibers still maintained three-dimension fiber structure according to the observation from scanning electron microscopy images. The average diameter of nanofibers were enlarged with the addition of REC. X-ray photoelectron spectroscopy results confirmed the deposition of CS and CS-REC onto the corresponding mats. The tensile strength and rate of elongation at break of LBL-structured nanofibers had no difference from those of uncoated nanofibers. The encapsulation efficiency and loading capacity of nanofibers were enhanced in the presence of REC. In addition the in-vitro cumulative release profiles of EGCG indicate that the addition of REC delayed the release of EGCG. Antimicrobial assay demonstrated the inhibitory effects of CS and EGCG on the growth of Staphylococcus aureus. Meanwhile the CS-REC composites improved the antimicrobial effects of CS and EGCG by adsorption of bacteria to the surface of REC then enhancement of exposure of bacteria to EGCG and the matrix of CS.",
        "email": "",
        "conf": "Colloids and surfaces B: Biointerfaces",
        "coauthors": [
            "Jing Tian",
            "Hu Tu",
            "Xiaowen Shi",
            "Xiaoying Wang",
            "Hongbing Deng",
            "Bin Li",
            "Yumin Du"
        ],
        "keywords": "Chitosan,Epigallocatechin gallate,Rectorite,Layer-by-layer,Cellulose nanofibrous mats,Antimicrobial activity"
    },
    {
        "id": 2025,
        "label": 44,
        "author": "bin li",
        "title": "Quantum dots loaded nanogels for low cytotoxicity pH-sensitive fluorescence cell imaging and drug delivery",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Nanogels (NGs) with drug tracking and delivery possess promising usage in clinical treatment. In this study, an available, low toxic and facile approach was developed to synthesize CdTe quantum dots loaded nanogels (QDs-NGs). The QDs-NGs retained the intrinsic pH sensitivity of the QDs with regard to the fluorescence intensity. The QDs-NGs were easily internalized by the cells as fluorescence probes, and acted as carriers for delivering methotrexate (MTX). The cellular uptake indicated that the QDs-NGs can protect QDs from decomposition in cytoplasm and retain the native fluorescence intensity. MTT assay demonstrated that the QDs-NGs greatly decreased the cytotoxicity of the QDs. The MTX loaded QDs-NGs exhibited slow release property in PBS buffer. Moreover, the MTX loaded QDs-NGs distinctly enhanced the availability of drug. The QDs-NGs are potential nanocarriers for the cell imaging and drug delivery.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "Carbohydrate Polymers",
        "coauthors": [
            "Zhenshun Li",
            "Wei Xu",
            "Yuntao Wang",
            "Bakht Ramin Shah",
            "Chunlan Zhang",
            "Yije Chen",
            "Yan Li",
            "Bin Li"
        ],
        "keywords": "Nanogels,Low cytotoxicity,Quantum dots,Cell imaging,Drug delivery"
    },
    {
        "id": 2079,
        "label": 44,
        "author": "bin li",
        "title": "Nanogels fabricated by lysozyme and sodium carboxymethyl cellulose for 5-fluorouracil controlled release",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Lysozyme (Ly) and sodium carboxymethyl cellulose (CMC) were used to fabricate nanogels by a convenient method without using any chemical treatment except simple heating to achieve the denaturation temperature of Ly. The prepared nanogels were characterized by dynamic laser scattering (DLS), rheological analysis, transmission electron microscopy (TEM), field emission scanning electron microscope (FE-SEM) and X-ray photoelectron spectroscopy (XPS). The nanogels are of spherical shape with average hydrodynamic diameter of 241 nm and the swelling ratio of nanogels is about 5. Then 5-fluorouracil was used as a model drug to investigate the entrapment efficiency and release ability in nanogels. It turned out to be that the release in simulated gastric fluid (SGF) was more slowly compared with that in simulated intestinal fluid (SIF), which could protect the 5-Fu in stomach and ensure it released in intestines.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "International Journal of Pharmaceutics",
        "coauthors": [
            "Kunkun Zhu",
            "Ting Ye",
            "Jinjin Liu",
            "Zheng Peng",
            "Shasha Xu",
            "Jieqiong Lei",
            "Hongbing Deng",
            "Bin Li"
        ],
        "keywords": "Lysozyme,CMC,Electrostatic attraction,Nanogels,Drug delivery"
    },
    {
        "id": 2076,
        "label": 44,
        "author": "bin li",
        "title": "Predicting Texture of Cooked Blended Rice with Pasting Properties",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "The reports about predictive model developed between textural and pasting properties are insufficient, and the application and feasibility of predictive model in rice blend have not been reported. The purpose of the study was to determine the extent to which the pasting parameters can be used to predict the textural properties of cooked rice and to make analysis of the application and feasibility of predictive model in rice blends. The results showed that viscosity hold, viscosity end, breakdown, and setback had a significant correlation with textural properties. The principal component factor analysis results indicated that the loadings were large for viscosity hold, viscosity end, setback on the first component, and for breakdown on the second component. The predictive models for estimating the texture of cooked rice with high accuracy were developed, which were validated with acceptance for application in rice blends by conducting 95% confidence limits validation of statistical analysis system procedure on simplex-lattice design rice blends. The optimized predictive models could be extensively used in single rice cultivars as well as rice blends, which is helpful to improve the use of low quality rice cultivars by blending high quality with low quality rice to meet the needs of consumers at a relatively lower cost.",
        "email": "",
        "conf": "International Journal of Food Properties",
        "coauthors": [
            "Bo Zhu",
            "Bin Li",
            "Qianni Gao",
            "Jinsong Fan",
            "Peijun Gao",
            "Meihu Ma",
            "Xi Feng"
        ],
        "keywords": "Pasting, Simplex-lattice design, Rice blends, Validation"
    },
    {
        "id": 2034,
        "label": 44,
        "author": "bin li",
        "title": "Self-assembled Lysozyme/Carboxymethylcellulose nanogels for delivery of Methotrexate.",
        "organization": "Professor of  food science Huazhong Agriculture University",
        "abstract": "Nanogels (NGs) were fabricated with lysozyme and carboxymethylcellulose via a green self-assembly method. The prepared NGs were characterized by dynamic light scattering (DLS), zeta potential, Fourier transform infrared spectroscopy (FTIR) and transmission electron microscopy (TEM). Pyrene and isothiocyanate were introduced as fluorescent probes to research the hydrophobic area of the NGs and cells endocytosis, respectively. Methotrexate (MTX) was used to investigate the drug encapsulation property of the NGs. It turned out to be that the drug loaded NGs were regular spherical shape with a hydrodynamic diameter of about 123 nm. The drug loading efficiency was about 14.2%. The NGs can slowly release the drug and increase the bioavailability of the loaded drug. The NGs are promising carriers for the delivery of drugs and other bioactive molecules.",
        "email": "libinfood@mail.hzau.edu.cn",
        "conf": "International Journal of Biological Macromolecules",
        "coauthors": [
            "Zhenshun Li",
            "Wei Xu",
            "Chunlan Zhang",
            "Yijie Chen",
            "Bin Li"
        ],
        "keywords": "Nanogels,Drug carriers,Self-assembly"
    }
]