[
    {
        "id": 2098,
        "label": 46,
        "author": "bing li",
        "title": "A Preliminary Investigation of Self-Admitted Refactorings in Open Source Software",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "In software development, developers commit code changes to the version control system. In a commit message, the committer may explicitly claim that the commit is a refactoring with the intention of code quality improvement. We defined such a commit as a self-admitted refactoring (SAR). Currently, there is little knowledge about the SAR phenomenon, and the impact of SARs on software projects is not clear. In this work, we performed a preliminary investigation on SARs with an emphasis on their impact on code quality using the assessment of code smells. We used two non-trivial open source software projects as cases and employed the PMD tool to detect code smells. The study results shows that: (1) SARs tend to improve code quality, though a small proportion of SARs introduced new code smells; and (2) projects that contain SARs have different results on frequently affected code smells",
        "email": "",
        "conf": "Conference on Software Engineering and Knowledge Engineering",
        "coauthors": [
            "Di Zhang",
            "Bing Li",
            "Zengyang Li",
            "Peng Liang"
        ],
        "keywords": "self-admitted refactoring; code smell; case study;code quality"
    },
    {
        "id": 2224,
        "label": 48,
        "author": "bing li",
        "title": "Preferential occupancy of histone variant H2AZ at inactive promoters influences local histone modifications and chromatin remodeling",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "htz1, transcription, nucleosome",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "Bing Li, Samantha G. Pattenden, Daeyoup Lee, Jose Gutierrez, Jie Chen, Chris Seidel, Jennifer Gerton,Jerry L. Workman"
        ],
        "keywords": ""
    },
    {
        "id": 2202,
        "label": 46,
        "author": "bing li",
        "title": "A Framework to Support Interoperability among Web Service Registries",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "This paper presents the framework to support the interoperability among different Web Service Registries (WSRs). The current degree of interoperability, which is now at the syntax level, cannot ensure the cooperation among WSRs. Therefore, it is important to enhance the degree of interoperability for improving the flexibility among WSRs. As a solution to the problem of interoperability, we rely on ISO/IEC 19763-3: MFI4OR (Metamodel framework for interoperability: Metamodel for Ontology Registration) to create the Web service registry model based on Double-ontology pattern. One of them is WSRO (Web Service Reference Ontology) which is viewed as a registry model of web service in the WSR and provides the theoretical foundation of the interoperability among different WSRs; another is Domain Ontology (DO), which is used to annotate web service for enhancing the semantic query. Based on Double-ontology pattern, the semantic interoperation among WSRs is clearly improved.",
        "email": "",
        "conf": "IEEE/ACIS International Conference on Computer and Information Science",
        "coauthors": [
            "Cheng Zeng",
            "Keqing He",
            "Bing Li"
        ],
        "keywords": "Interoperability,WSR,MFI4OR,WSRO"
    },
    {
        "id": 2124,
        "label": 46,
        "author": "bing li",
        "title": "An Improved Approach to Identifying Key Classes in Weighted Software Network",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "To help the newcomers understand a software system better during its development, the key classes are in general given priority to be focused on as soon as possible. There are numerous measures that have been proposed to identify key nodes in a network. As a metric successfully applied to evaluate the productivity of a scholar, little is known about whether -index is suitable to identify the key classes in weighted software network. In this paper, we introduced four -index variants to identify key classes on three open-source software projects (i.e., Tomcat, Ant, and JUNG) and validated the feasibility of proposed measures by comparing them with existing centrality measures. The results show that the measures proposed not only are able to identify the key classes but also perform better than some commonly used centrality measures (the improvement is at least 0.215). In addition, the finding suggests that mE-Weight defined by the weight of a node’s top  edges performs best as a whole.",
        "email": "",
        "conf": "Mathematical Problems in Engineering",
        "coauthors": [
            "Yi Ding",
            "Bing Li",
            "Peng He"
        ],
        "keywords": ""
    },
    {
        "id": 2213,
        "label": 48,
        "author": "bing li",
        "title": "Scm3 Is Essential to Recruit the Histone H3 Variant Cse4 to Centromeres and to Maintain a Functional Kinetochore",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The kinetochore is a complex multiprotein structure located at centromeres that is essential for proper chromosome segregation. Budding-yeast Cse4 is an essential evolutionarily conserved histone H3 variant recruited to the centromere by an unknown mechanism. We have identified Scm3, an inner kinetochore protein that immunopurifies with Cse4. Scm3 is essential for viability and localizes to all centromeres. Construction of a conditional SCM3 allele reveals that depletion results in metaphase arrest, with duplicated spindle poles, short spindles, and unequal DNA distribution. The metaphase arrest is mediated by the mitotic spindle checkpoint being dependent on Mad1 and the Aurora kinase B homolog Ipl1. Scm3 interacts with both Ndc10 and Cse4 and is essential to establish centromeric chromatin after DNA replication. In addition, Scm3 is required to maintain kinetochore function throughout the cell cycle. We propose a model in which Ndc10/Scm3 binds to centromeric DNA, which is in turn essential for targeting Cse4 to centromeres.",
        "email": "",
        "conf": "Molecular Cell",
        "coauthors": [
            "Raymond Camahort",
            "Bing Li",
            "Laurence Florens",
            "Selene K. Swanson",
            "Michael P. Washburn",
            "Jennifer L. Gerton"
        ],
        "keywords": ""
    },
    {
        "id": 2157,
        "label": 46,
        "author": "bing li",
        "title": "On some recent advances in complex software networks: Modeling analysis evolution and applications",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Complex software networks, as a typical kind of man-made complex networks, have attracted more and more attention from various fields of science and engineering over the past ten years. With the dramatic increase of scale and complexity of software systems, it is essential to develop a systematic approach to further investigate the complex software systems by using the theories and methods of complex networks and complex adaptive systems. This paper attempts to briefly review some recent advances in complex software networks and also develop some novel tools to further analyze complex software networks, including modeling, analysis, evolution, measurement, and some potential real-world applications. More precisely, this paper first describes some effective modeling approaches for characterizing various complex software systems. Based on the above theoretical and practical models, this paper introduces some recent advances in analyzing the static and dynamical behaviors of complex software networks. It is then followed by some further discussions on potential real-world applications of complex software networks. Finally, this paper outlooks some future research topics from an engineering point of view.",
        "email": "",
        "conf": "International Journal of Bifurcation and Chaos",
        "coauthors": [
            "Hongchun  Wang",
            "Keqing He",
            "Bing Li",
            "Jinhu  Lu"
        ],
        "keywords": "Complex networks,complex adaptive systems,software evolution,software measurement,software adaptivity"
    },
    {
        "id": 2201,
        "label": 46,
        "author": "bing li",
        "title": "Requirements discovery based on RGPS using evolutionary algorithm",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Requirements discovery is the base of software engineering, and it has a great effect on the software development. The requirements are usually elicited through the communication with users in practice, but this method is not suit for networked software. In this paper, we present a novel method for requirements discovery in networked software. It represents the initial requirement with tree based on RGPS (RoleGoal-Process-Service) and uses evolutionary algorithm to find other requirements similar to the given initial one. The experiment results show that the method proposed in this paper not only can find out the requirements similar to the initial one, but has better adaptability and higher efficiency than the traditional nested loop method used in the case of complex requirements and domain ontologies. It is promising",
        "email": "",
        "conf": "SEKE",
        "coauthors": [
            "Tao Peng",
            "Bing Li",
            "Weifeng Pan",
            "Zaiwen Feng"
        ],
        "keywords": ""
    },
    {
        "id": 2115,
        "label": 48,
        "author": "bing li",
        "title": "Physical and functional interactions between nucleosomes and Rad27 a critical component of DNA processing during DNA metabolism",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Highly conserved eukaryotic histones are polybasic proteins that package DNA into nucleosomes, a building block of chromatin, allowing extremely long DNA molecules to form compact and discrete chromosomes. The histone N‐terminal tails that extend from the nucleosome core act as docking sites for many proteins through diverse post‐translational modifications, regulating various DNA transactions. In this report, we present evidence that the nucleosomes can positively regulate the enzymatic activity of Rad27 (yeast Fen1), a major processing enzyme important for Okazaki fragment in eukaryotes. We found that individual histones, histone octamers, and nucleosomes are able to stimulate Rad27 in a manner dependent on the N‐terminal tails of histones. Kinetic analyses suggest that an increase in catalytic efficiency of Rad27 was mainly due to increased affinity between DNA substrates and Rad27. It appears that the physical interaction in vivo between histones and Rad27 results in the enrichment of Rad27 in the vicinity of chromatin, increasing the availability of Rad27 for various DNA metabolisms. These results indicate that nucleosomes are not a mere structural component of chromatin, but an active regulator of DNA metabolisms that serves to ensure the efficient and faithful processing of structural intermediates arising during DNA transactions.",
        "email": "",
        "conf": "FEBS Journal",
        "coauthors": [
            "Buki Kwon",
            "Palinda Ruvan Munashingha",
            "Yong-Keol Shin",
            "Chul-Hwan Lee",
            "Bing Li",
            "Yeon-Soo Seo"
        ],
        "keywords": "DNA replication,histones,nucleosomes,Okazaki fragment,Rad27"
    },
    {
        "id": 2141,
        "label": 46,
        "author": "bing li",
        "title": "Collaborative Web Service QoS Prediction on Unbalanced Data Distribution",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "QoS prediction is critical to Web service selection and recommendation. This paper proposes a collaborative approach to quality-of-service (QoS) prediction of web services on unbalanced data distribution by utilizing the past usage history of service users. It avoids expensive and time-consuming web service invocations. There existed several methods which search top-k similar users or services in predicting QoS values of Web services, but they did not consider unbalanced data distribution. Then, we improve existed methods in similar neighbors' selection by sampling importance resampling. To validate our approach, large-scale experiments are conducted based on a real-world Web service dataset, WSDream. The results show that our proposed approach achieves higher prediction accuracy than other approaches.",
        "email": "",
        "conf": "IEEE International Conference on Web Services",
        "coauthors": [
            "Wei Xiong",
            "Bing Li",
            "Lulu He",
            "Mingming Chen",
            "Jun Chen"
        ],
        "keywords": "Web Service,QoS Prediction,Collaboration Filtering,Sampling Importance Resampling,Unbalanced Data Distribution"
    },
    {
        "id": 2187,
        "label": 47,
        "author": "bing li",
        "title": "Controlled growth of nano-and bio-arrays on patterned substrates",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Bio- and nano-material arrays have attracted significant attention due to their importance in a number of research and application fields, such as biology, sensors, devices, etc. How to generate these arrays in a controlled manner is critical. In this talk, we introduce several methods developed in our group to show how to control the growth of bio- and nanoarrays on patterned solid substrates. By using dip-pen nanolithography (DPN), the polyamidoamine (PAMAM) dendrimers were patterned on solid substrates, which were successfully used as templates for controlled growth of peptide nanoarrays. The Co nanoparticle patterns, generated on solid substrates by DPN, were used as catalyst for controlled growth of single-walled carbon nanotube (SWCNT) arrays. In order to increase the throughput of the generated patterns and save the pattering time, although the multi-pen DPN [4a,b] and polymer-pen lithography [4c] can be used, recently we developed a facile ¿needle-scratching¿ method (NSM) to generate large-area catalyst patterns on solid substrates at nearly no cost, which were successfully used for growth of densely aligned SWCNT arrays. We believe that this simple method could open up an avenue for fast, cheap and large-area fabrication of CNT-based nanodevices",
        "email": "",
        "conf": "International Nanoelectronics Conference (INEC). IEEE",
        "coauthors": [
            "Hua Zhang",
            "Bing Li",
            "Xiaozhu Zhou",
            "Gang Lu",
            "Xiehong Cao",
            "Freddy Boey"
        ],
        "keywords": "Nanobioscience,Solids,Sensor arrays,Nanoscale devices,Biosensors,Nanolithography,Peptides,Carbon nanotubes,Throughput,Polymers"
    },
    {
        "id": 2235,
        "label": 46,
        "author": "bing li",
        "title": "Building Interoperable Software Components Repository Based on MMF",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Meta modeling is an effective approach to implement interoperability among many distributed and heterogeneous information sources. A MMF (Meta Model Framework) is a set of Meta objects and Meta modeling constructs to be used in the development a metamodel in the actual implementation of a registry. This paper proposes a common repository model based on MMF to ensure interoperability among heterogeneous software components repositories on the Web. The model will depict what aspects of model elements and constructs we will meet in metamodeling of software components repository. WHCRP (WuHan Component Repository Platform), a prototype system implemented based on MMF, is introduced in the paper",
        "email": "",
        "conf": "International Conference on Grid and Cooperative Computing",
        "coauthors": [
            "Bing Li",
            "Keqing He",
            "Jin Liu",
            "Qiang Wang",
            "Peng Liang",
            "Rong Peng"
        ],
        "keywords": "MMF (Meta Model framework), software component ontology, software component repository, registry model "
    },
    {
        "id": 2101,
        "label": 46,
        "author": "bing li",
        "title": "Analyzing the structure of Java software systems by weighted K-core decomposition",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Statistical properties of un-weighted software networks have been extensively studied. However, software networks in their nature should be weighted. Understanding the properties enclosed in the weighted software networks can lead to better software engineering practices. In this paper, we construct a set of weighted software networks from real-world Java software systems and empirically investigate their topological properties by using weighted k-core decomposition. First, we investigate the static topological properties of the weighted k-core structure, and find that small value of the graph coreness is a property shared by many software systems, the distribution of weighted coreness follows a power law with an exponential cutoff, and weighted coreness and node degree are closely correlated with their spearman correlation coefficients larger than 0.94. Second, we analyze the evolving topological properties of the weighted k-core structure, including the graph coreness, size of the main core, and new members and vanishing members of the main core. Empirical results show that the graph coreness will keep relatively stable unless the system undergoes major changes, size of the main core keeps stable in its evolution, and new members or vanishing members of a main core are from or go to the shells very near the corresponding main cores. Finally, we apply the weighted k-core decomposition method to identify the key classes, and find that, compared with other nine approaches, our approach performs best in the whole set of subject systems according to the average ranking of the Friedman test. It can identify a majority of classes deemed important. This work could help developers to improve software understanding, propose new metrics for software measurement and evaluate the quality of the system in development.",
        "email": "",
        "conf": "Future Generation Computer Systems",
        "coauthors": [
            "Weifeng Pan",
            "Bing Li",
            "Jing Liu",
            "Yutao Ma",
            "Bo Hu"
        ],
        "keywords": "Software networks,Weighted, k-core decomposition,Program comprehension,Static analysis"
    },
    {
        "id": 2220,
        "label": 48,
        "author": "bing li",
        "title": "SAS-mediated acetylation of histone H4 Lys 16 is required for H2A.Z incorporation at subtelomeric regions in Saccharomyces cerevisiae",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The yeast SAS (Something About Silencing) complex and the histone variant H2A.Z have both previously been linked to an antisilencing function at the subtelomeric regions. SAS is an H4 Lys 16-specific histone acetyltransferase complex. Here we demonstrate that the H4 Lys 16 acetylation by SAS is required for efficient H2A.Z incorporation near telomeres. The presence of H4 Lys 16 acetylation and H2A.Z synergistically prevent the ectopic propagation of heterochromatin. Overall, our data suggest a novel antisilencing mechanism near telomeres.",
        "email": "",
        "conf": "Genes & Development",
        "coauthors": [
            "Wei-Jong Shia",
            "Bing Li",
            "Jerry L Workman"
        ],
        "keywords": "SAS, H2A.Z, H4 Lys 16 acetylation, antisilencing"
    },
    {
        "id": 2132,
        "label": 46,
        "author": "bing li",
        "title": "Adaptable Service Composition for Intelligent Logistics: A Middleware Approach",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Recent years have witnessed a rapid growth in using Internet of Things (IoT), which facilitates and simultaneously raises challenges for the intelligent logistics. The real-world devices can provide their functionality as Web services. However, because of the dynamicity and heterogeneity of the target networking environment, the services offered by IoT resources cannot be composed by simply extending existing Service Oriented Architecture (SOA) approaches. For a logistics service, it may need the integration of a number of real-world services, which is a user-centric and environment-aware composition process. In this paper, we propose a middleware approach to solve the logistics service composition in IoT, where a decentralized coordination mechanism is used to monitor the component services with few resources efficiently. Through a set of experiments, the effectiveness and robustness of our approach are evaluated.",
        "email": "",
        "conf": "International Conference on Cloud Computing and Big Data",
        "coauthors": [
            "Rong Yang",
            "Bing Li",
            "Can Cheng"
        ],
        "keywords": "Logistics,Monitoring,Quality of service,Middleware,Concrete,Silicon,Internet of Things,service composition"
    },
    {
        "id": 2230,
        "label": 46,
        "author": "bing li",
        "title": "A transformation definition metamodel for model transformation",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Automated model transformation from PIMs to PSMs is a pivotal challenge of model driven development. Since models are usually represented in a graphic manner of class diagram (CD), current graphic-transformation based approach seems to be a natural approach. To overcome deficiencies of this approach, i.e. insufficiency of direct support for CD and explicit formal definition, we define a transformation definition metamodel, which employs the rule template match technique. The rule iteration algorithm and the rule schedule algorithm form the computing model. We also define and implement a transformation rule set for the transformation from UML class models to EJB models. Explicitly formal definition, transformation metamodel and demonstration make our work comprehensible and applicable. Besides MDD, our work also has potential to be applied in software evolution and integration.",
        "email": "",
        "conf": "International Conference on Information Technology: Coding and Computing",
        "coauthors": [
            "Jin Liu",
            "Keqing He",
            "Bing Li",
            "Chengwan He",
            "Peng Liang"
        ],
        "keywords": "model transformation,metamodel"
    },
    {
        "id": 2180,
        "label": 46,
        "author": "bing li",
        "title": "Measuring Structural Quality of Object-Oriented Softwares via Bug Propagation Analysis on Weighted Software Networks",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The quality of a software system is partially determined by its structure (topological structure), so the need to quantitatively analyze the quality of the structure has become eminent. In this paper a novel metric called software quality of structure (SQoS) is presented for quantitatively measuring the structural quality of object-oriented (OO) softwares via bug propagation analysis on weighted software networks (WSNs). First, the software systems are modeled as a WSN, weighted class dependency network (WCDN), in which classes are nodes and the interaction between every pair of classes if any is a directed edge with a weight indicating the probability that a bug in one class will propagate to the other. Then we analyze the bug propagation process in the WCDN together with the bug proneness of each class, and based on this, a metric (SQoS) to measure the structural quality of OO softwares as a whole is developed. The approach is evaluated in two case studies on open source Java programs using different software structures (one employs design patterns and the other does not) for the same OO software. The results of the case studies validate the effectiveness of the proposed metric. The approach is fully automated by a tool written in Java.",
        "email": "",
        "conf": "Journal of Computer Science and Technology",
        "coauthors": [
            "Weifeng Pan",
            "Bing Li",
            "Yutao Ma",
            "Xiao-Yan Zhou"
        ],
        "keywords": "bug propagation, design pattern, object-oriented (OO) software, software network, structural quality"
    },
    {
        "id": 2223,
        "label": 46,
        "author": "bing li",
        "title": "Interoperability Test of e-Business Solutions Based on Service-oriented Architecture",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The three levels e-Business interoperability test assurance mechanism is proposed using the ebXML e-Business specification as research example based on the service-oriented architecture approach,especially the interoperability assurance method for the messaging service level is discussed in detail,including classification of service function,interoperability test process model,and test evaluation criteria.At last,the method is described using a concrete example of the interoperability test for the messaging service.",
        "email": "",
        "conf": "Computer Engineering",
        "coauthors": [
            "LIANG Peng",
            "Keqing He",
            "Bing Li",
            "LIU Jin"
        ],
        "keywords": ""
    },
    {
        "id": 2228,
        "label": 46,
        "author": "bing li",
        "title": "Research on Semantic-Based Web Services Registry Federation",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Meta modeling is an effective approach to implement interoperability among distributed and heterogeneous information sources on Web. MMFI (Framework for Metamodel Interoperability) is a set of meta objects and Metamodel constructs to be used in the development a metamodel in actual implementation of information registry and repository. As a scalable solution to requirements of semantic interoperation between heterogeneous and autonomous Web services registries, we provide an ontological metamodeling approach to combine MMFI with technologies from the federated information management to create an architecture for Web services registry federation. A software component service registry prototype system implemented based on these methods is introduced.",
        "email": "",
        "conf": "International Conference on Grid and Cooperative Computing",
        "coauthors": [
            "Bing Li",
            "Fei He",
            "Wudong Liu",
            "Keqing He",
            "Jin Liu"
        ],
        "keywords": "Web service registry, ontological metamodeling, federated information management "
    },
    {
        "id": 2222,
        "label": 46,
        "author": "bing li",
        "title": "Design Methodology of Networked Software Evolution Growth Based on Software Patterns",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Recently, some new characteristics of complex networks attract the attentions of scientists in different fields, and lead to many kinds of emerging research directions. So far, most of the research work has been limited in discovery of complex network characteristics by structure analysis in large-scale software systems. This paper presents the theoretical basis, design method, algorithms and experiment results of the research. It firstly emphasizes the significance of design method of evolution growth for network topology of Object Oriented (OO) software systems, and argues that the selection and modulation of network models with various topology characteristics will bring un-ignorable effect on the process of design and implementation of OO software systems. Then we analyze the similar discipline of “negation of negation and compromise” between the evolution of network models with different topology characteristics and the development of software modelling methods. According to the analysis of the growth features of software patterns, we propose an object-oriented software network evolution growth method and its algorithms in succession. In addition, we also propose the parameter systems for OO software system metrics based on complex network theory. Based on these parameter systems, it can analyze the features of various nodes, links and local-world, modulate the network topology and guide the software metrics. All these can be helpful to the detailed design, implementation and performance analysis. Finally, we focus on the application of the evolution algorithms and demonstrate it by a case study. Comparing the results from our early experiments with methodologies in empirical software engineering, we believe that the proposed software engineering design method is a computational software engineering approach based on complex network theory. We argue that this method should be greatly beneficial for the design, implementation, modulation and metrics of functionality, structure and performance in large-scale OO software complex system.",
        "email": "",
        "conf": "Journal of Systems Science and Complexity",
        "coauthors": [
            "Keqing He",
            "Rong Peng",
            "Jing Liu",
            "Fei He",
            "Peng Liang",
            "Bing Li"
        ],
        "keywords": "Complex networks,evolution growth design method,growth characteristics of software patterns,networked software,OO software network,types and modulation of preferential attachment"
    },
    {
        "id": 2196,
        "label": 47,
        "author": "bing li",
        "title": "Dip-Pen Nanolithography-Generated Patterns Used as Gold Etch Resists: A Comparison Study of 16-Mercaptohexadecanioc Acid and 1-Octadecanethiol",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "The etch resist ability of dip-pen nanolithography (DPN)-generated dot patterns of different alkanethiols on Au was systematically studied. After 16-mercaptohexadecanioc acid (MHA) and 1-octadecanethiol (ODT) dots with different diameters were patterned on a Au substrate by DPN, the substrate was etched in a feri-/ferrocyanide solution. Tapping mode AFM (TMAFM) was used to monitor the morphology change of the patterned dots during the wet chemical etching. The diameter and height of MHA and ODT dots at different etch time were measured by TMAFM. The resist ability of the patterned MHA and ODT SAMs on Au was compared. The result shows that the MHA patterns have better etch resist ability than do ODT patterns.",
        "email": "",
        "conf": "The Journal of Physical Chemistry C",
        "coauthors": [
            "Gang Lu",
            "Yanhong Chen",
            "Bing Li",
            "Xiaozhu Zhou",
            "Can Xue",
            "Jan Ma",
            "Freddy Y. C. Boey",
            "Hua Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 2158,
        "label": 48,
        "author": "bing li",
        "title": "The Rpd3 Core Complex Is a Chromatin Stabilization Module",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The S. cerevisiae Rpd3 large (Rpd3L) and small (Rpd3S) histone deacetylase (HDAC) complexes are prototypes for understanding transcriptional repression in eukaryotes [1]. The current view is that they function by deacetylating chromatin, thereby limiting accessibility of transcriptional factors to the underlying DNA. However, an Rpd3 catalytic mutant retains substantial repression capability when targeted to a promoter as a LexA fusion protein [2]. We investigated the HDAC-independent properties of the Rpd3 complexes biochemically and discovered a chaperone function, which promotes histone deposition onto DNA, and a novel activity, which prevents nucleosome eviction but not remodeling mediated by the ATP-dependent RSC complex. These HDAC-independent activities inhibit Pol II transcription on a nucleosomal template. The functions of the endogenous Rpd3 complexes can be recapitulated with recombinant Rpd3 core complex comprising Sin3, Rpd3, and Ume1. To test the hypothesis that Rpd3 contributes to chromatin stabilization in vivo, we measured histone H3 density genomewide and found that it was reduced at promoters in an Rpd3 deletion mutant but partially restored in a catalytic mutant. Importantly, the effects on H3 density are most apparent on RSC-enriched genes [3]. Our data suggest that the Rpd3 core complex could contribute to repression via a novel nucleosome stabilization function.",
        "email": "",
        "conf": "Current biology: CB",
        "coauthors": [
            "Xiao-Fen Chen",
            "Benjamin Kuryan",
            "Tasuku Kitada",
            "Nancy Tran",
            "Jing-Yu Li",
            "Siavash Kurdistani",
            "Michael Grunstein",
            "Bing Li",
            "Michael Carey"
        ],
        "keywords": ""
    },
    {
        "id": 2189,
        "label": 46,
        "author": "bing li",
        "title": "Study on Automatic Interoperability Testing for E-Business",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The interoperability between the e-business platforms is the precondition of bringing it into effect. The automatic test model proposed in this article can execute the interoperability testing between message service handlers applied in the e-business platforms. In addition, the model has the advantage of good extension. The test cases and the other e-business specifications can be easily extended; and the network condition of missing message is simulated. Finally, based on the model, a test platform is developed and tests the message service handler which conforms to ebXML message service (ebMS).",
        "email": "",
        "conf": "International Conference on Computational Intelligence and Software Engineering",
        "coauthors": [
            "Qi-Ming Xia",
            "Tao Peng",
            "Bing Li",
            "Zaiwen Feng"
        ],
        "keywords": "automatic interoperability testing,e-business,message service handlers,ebXML message service"
    },
    {
        "id": 2193,
        "label": 48,
        "author": "bing li",
        "title": "Cse4 Is Part of an Octameric Nucleosome in Budding Yeast",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The budding yeast CenH3 histone variant Cse4 localizes to centromeric nucleosomes and is required for kinetochore assembly and chromosome segregation. The exact composition of centromeric Cse4-containing nucleosomes is a subject of debate. Using unbiased biochemical, cell-biological, and genetic approaches, we have tested the composition of Cse4-containing nucleosomes. Using micrococcal nuclease-treated chromatin, we find that Cse4 is associated with the histones H2A, H2B, and H4, but not H3 or the nonhistone protein Scm3. Overexpression of Cse4 rescues the lethality of a scm3 deletion, indicating that Scm3 is not essential for the formation of functional centromeric chromatin. We also find that octameric Cse4 nucleosomes can be reconstituted in vitro. Furthermore, Cse4-Cse4 dimerization occurs in vivo at the centromeric nucleosome, and this requires the predicted Cse4-Cse4 dimerization interface. Taken together, our experimental evidence supports the model that the Cse4 nucleosome is an octamer, containing two copies each of Cse4, H2A, H2B, and H4.",
        "email": "",
        "conf": "Molecular cell",
        "coauthors": [
            "Raymond Camahort",
            "Manjunatha Shivaraju",
            "Mark Mattingly",
            "Bing Li",
            "Shima Nakanishi",
            "Dongxiao Zhu",
            "Ali Shilatifard",
            "Jerry L. Workman",
            "Jennifer L. Gerton"
        ],
        "keywords": ""
    },
    {
        "id": 2184,
        "label": 46,
        "author": "bing li",
        "title": "A MFI4OR-based Approach of Semantic Annotation for Web Service",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Compare to the traditional annotation technology for web service, a novel approach for the semantic annotation to web service based on MFI4OR is proposed in the paper. This proposal permits multi-ontology based annotation to web service in the same domain which will lead to the flexible annotation, and then the flexible publication and discovery of web service in Web Service Registry (WSR). The result of experiment illustrates the efficiency of web service discovery and the degree of satisfaction to users in WSR is highly improved.",
        "email": "",
        "conf": "Technological Developments in Networking, Education and Automation",
        "coauthors": [
            "Cheng Zeng",
            "Keqing He",
            "Bing Li",
            "Chong Wang",
            "Yangfan He"
        ],
        "keywords": "Semantic Annotation, Web Service, Domain Ontology, MFI4OR "
    },
    {
        "id": 2114,
        "label": 46,
        "author": "bing li",
        "title": "TDSelector: A Training Data Selection Method for Cross-Project Defect Prediction",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "In recent years, cross-project defect prediction (CPDP) attracted much attention and has been validated as a feasible way to address the problem of local data sparsity in newly created or inactive software projects. Unfortunately, the performance of CPDP is usually poor, and low quality training data selection has been regarded as a major obstacle to achieving better prediction results. To the best of our knowledge, most of existing approaches related to this topic are only based on instance similarity. Therefore, the objective of this work is to propose an improved training data selection method for CPDP that considers both similarity and the number of defects each training instance has (denoted by defects), which is referred to as TDSelector, and to demonstrate the effectiveness of the proposed method. Our experiments were conducted on 14 projects (including 15 data sets) collected from two public repositories. The results indicate that, in a specific CPDP scenario, the TDSelector-based bug predictor performs, on average, better than those based on the baseline methods, and the AUC (area under ROC curve) values are increased by up to 10.6 and 4.3%, respectively. Besides, an additional experiment shows that selecting those instances with more bugs directly as training data can further improve the performance of the bug predictor trained by our method.",
        "email": "",
        "conf": "arvix preprint",
        "coauthors": [
            "Peng He",
            "Yutao Ma",
            "Bing Li"
        ],
        "keywords": "cross-project defect prediction, training data selection, empirical study, number of defects, scoring scheme"
    },
    {
        "id": 2153,
        "label": 46,
        "author": "bing li",
        "title": "Test case prioritization based on complex software networks",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Test case prioritization is one of the effective and practical regression testing techniques. This paper proposed a new test case prioritization technique which takes the software structure complexity that has usually been neglected in previous work into consideration. It used weighted class dependency networks to represent software at the class level. It defined fault proneness index of classes to describe the fault-introduced probability. It defined fault propagation ratio of classes to describe the fault severity. Then test attention of classes was introduced to depict the testing importance of classes, and based on which, together with the coverage information of each test case, the priority of each test case was determined. The empirical results on several software systems suggest that the proposed approach is more effective than the other test case prioritization techniques and has relatively high stability. And the relationships between the effectiveness of the proposed approach and two factors (i. e. fault types and structural complexity metrics) were also uncovered.",
        "email": "",
        "conf": "Dianzi Xuebao(Acta Electronica Sinica)",
        "coauthors": [
            "Weifeng Pan",
            "Bing Li",
            "Yutao Ma",
            "J. Liu"
        ],
        "keywords": ""
    },
    {
        "id": 2149,
        "label": 48,
        "author": "bing li",
        "title": "Chromatin Remodelers Fine-Tune H3K36me-Directed Deacetylation of Neighbor Nucleosomes by Rpd3S",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Chromatin remodelers have been implicated in the regulation of histone-modifying complexes. However, the underlying mechanism remains poorly understood. The Rpd3S histone deacetylase complex is recruited by elongating RNA polymerase II to remove histone acetylation at coding regions in a manner that is dependent on methylation of lysine 36 on histone 3 (H3K36me), and Rpd3S prefers dinucleosomes. Here, we show that the binding of Rpd3S to dinucleosomes and its catalytic activity are sensitive to the length of nucleosomal linker in a nonlinear fashion. Intriguingly, we found that H3K36me on one nucleosome stimulates Rpd3S to deacetylate the neighboring nucleosomes when those two nucleosomes are within an optimal distance. Finally, we demonstrate that chromatin remodelers enhance Rpd3S activity by altering nucleosomal spacing, suggesting that chromatin remodelers prime chromatin configuration to fine-tune subsequent histone modification reactions. This mechanism is important for accurate temporal control of chromatin dynamics during the transcription elongation cycle.",
        "email": "Bing4.Li@utsouthwestern.edu",
        "conf": "Molecular cell",
        "coauthors": [
            "Chul-Hwan Lee",
            "Jun Wu",
            "Bing Li"
        ],
        "keywords": ""
    },
    {
        "id": 2102,
        "label": 46,
        "author": "bing li",
        "title": "Automating smart recommendation from natural language API descriptions via representation learning",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Software reuse through Application Programming Interfaces (APIs) is a common practice in software development. It remains a big challenge to bridge the semantic gap between user requirements and application functionality with the development of Web-based services. This paper proposes a smart service recommendation approach via Representation Learning. To validate our approach, large-scale experiments are conducted based on a real-world accessible service repository, Programmable-Web. The results show the effectiveness of our proposed approach",
        "email": "bingli@whu.edu.cn",
        "conf": "Future Generation Computer Systems",
        "coauthors": [
            "Wei Xiong",
            "Zhihui Lu",
            "Bing Li",
            "Bo Hang",
            "Zhao Wu"
        ],
        "keywords": "Web-based service,Natural language processing,Embedding models,Service recommendation"
    },
    {
        "id": 2203,
        "label": 48,
        "author": "bing li",
        "title": "The MSL3 chromodomain directs a key targeting step for dosage compensation of the Drosophila X chromosome",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The male-specific lethal (MSL) complex upregulates the single male X chromosome to achieve dosage compensation in Drosophila melanogaster. We have proposed that MSL recognition of specific entry sites on the X is followed by local targeting of active genes marked by histone H3 trimethylation (H3K36me3). Here we analyze the role of the MSL3 chromodomain in the second targeting step. Using ChIP-chip analysis, we find that MSL3 chromodomain mutants retain binding to chromatin entry sites but show a clear disruption in the full pattern of MSL targeting in vivo, consistent with a loss of spreading. Furthermore, when compared to wild type, chromodomain mutants lack preferential affinity for nucleosomes containing H3K36me3 in vitro. Our results support a model in which activating complexes, similarly to their silencing counterparts, use the nucleosomal binding specificity of their respective chromodomains to spread from initiation sites to flanking chromatin.",
        "email": "",
        "conf": "Nature Structural & Molecular Biology",
        "coauthors": [
            "Tuba H Sural-Fehr",
            "Shouyong Peng",
            "Bing Li",
            "Jerry L Workman",
            "Peter J Park",
            "Mitzi I Kuroda"
        ],
        "keywords": "MSL3 chromodomain; X chromosome dosage compensation"
    },
    {
        "id": 2173,
        "label": 46,
        "author": "bing li",
        "title": "Empirical Study on the Characteristics of Complex Networks in Networked Software",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The popularity of the Internet and the boom of the World Wide Web foster innovative changes in software technology that give birth to a new form of software-networked software, which delivers diversified and personalized on-demand services to the public. With the ever-increasing expansion of applications and users, the scale and complexity of networked software are growing beyond the information processing capability of human beings, which brings software engineers a series of challenges to face. In order to come to a scientific understanding of this kind of ultra-large-scale artificial complex systems, a survey research on the infrastructure, application services, and social interactions of networked software is conducted from a three-dimensional perspective of cyberization, servicesation, and socialization. Interestingly enough, most of them have been found to share the same global characteristics of complex networks such as \"Small World\" and \"Scale Free\". Next, the impact of the empirical study on software engineering research and practice and its implications for further investigations are systematically set forth. The convergence of software engineering and other disciplines will put forth new ideas and thoughts that will breed a new way of thinking and input new methodologies for the study of networked software. This convergence is also expected to achieve the innovations of theories, methods, and key technologies of software engineering to promote the rapid development of software service industry in China.",
        "email": "",
        "conf": "Journal of Software",
        "coauthors": [
            "Yutao Ma",
            "Ke-Qing He",
            "Bing Li",
            "Jing Liu"
        ],
        "keywords": ""
    },
    {
        "id": 2150,
        "label": 46,
        "author": "bing li",
        "title": "QoS-aware and multi-granularity service composition",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "",
        "email": "",
        "conf": "Information Systems Frontiers",
        "coauthors": [
            "Zaiwen Feng",
            "Rong Peng",
            "Raymond K. Wong",
            "Keging He",
            "Jian Wang",
            "Songlin Hu",
            "Bing Li"
        ],
        "keywords": ""
    },
    {
        "id": 2245,
        "label": 46,
        "author": "bing li",
        "title": "How multiple-dependency structure of classes affects their functions",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Networks have been considered an effective tool to describe the topological structure of software. Recently, many object-oriented software systems were found to share global network features such as scale free and small world. In this paper, we defined a special structural feature of individual class to investigate the relationship between external structure and internal function. The metric (m) takes in-degree and reachable set of nodes in class-level dependency graphs derived from source code into consideration. Experimental results show that (1) the distribution of frequency-of-occurrence of m roughly follows a power-law distribution, and (2) there is a weak but distinct positive correlation between m and either WMC or LCOM, and classes with complex multiple-dependency structure have on average more complicated functions (and less cohesion) than other classes within specific groups classified by m. Thus, the metric could be a useful complementary measure for traditional OO metrics to analyze the complexity, stability and maintainability of classes",
        "email": "",
        "conf": "International Conference on Software Technology and Engineering",
        "coauthors": [
            "Yutao Ma",
            "Keqing He",
            "Bing Li",
            "Xiaoyan Zhou"
        ],
        "keywords": "dependency graph,program analysis,objectoriented,software metric,correlation"
    },
    {
        "id": 2123,
        "label": 47,
        "author": "bing li",
        "title": "Synthesis of 4H/fcc Noble Multimetallic Nanoribbons for Electrocatalytic Hydrogen Evolution Reaction",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Noble multimetallic nanomaterials, if only consisting of Au, Ag, Pt, and Pd, typically adopt the high-symmetry face-centered cubic (fcc) structure. Here for the first time, by using the 4H/fcc Au@Ag nanoribbons (NRBs) as seeds, we report the synthesis of 4H/fcc trimetallic Au@PdAg core–shell NRBs via the galvanic reaction method under ambient conditions. Moreover, this strategy can also be used to synthesize 4H/fcc trimetallic Au@PtAg and quatermetallic Au@PtPdAg core–shell NRBs. Impressively, for the first time, these alloy shells, i.e., PdAg, PtAg, and PtPdAg, epitaxially grown on the 4H/fcc Au core with novel 4H hexagonal phase were successfully synthesized. Remarkably, the obtained 4H/fcc Au@PdAg NRBs exhibit excellent electrocatalytic activity toward the hydrogen evolution reaction, which is even quite close to that of the commercial Pt black. We believe that our findings here may provide a novel strategy for the crystal-structure-controlled synthesis of advanced functional noble multimetallic nanomaterials with various promising applications.",
        "email": "",
        "conf": "Journal of the American Chemical Society",
        "coauthors": [
            "Zhanxi Fan",
            "Zhimin Luo",
            "Xiao Huang",
            "Bing Li",
            "Ye Chen",
            "Jie Wang",
            "Yanling Hu",
            "Hua Zhang"
        ],
        "keywords": "alloys, gold, hydrogen production, nanomaterials, palladium, platinum, silver"
    },
    {
        "id": 2208,
        "label": 46,
        "author": "bing li",
        "title": "RGPS: A unified requirements meta-modeling frame for networked software",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Networked software, a special kind of applications in service-oriented computing and ultra-large-scale systems, is a complex software system deploying on network environment. Requirements engineering of networked software poses many problems owing to the dynamic topology structure, users' uncertainty, and continuous growing requirements. Towards these problems, a unified requirements meta-modeling frame for networked software named RGPS is proposed by merging functional and nonfunctional requirements. Particularly, two kinds of nonfunctional requirements, context and trustworthy requirements, are taken into account in this paper. RGPS serves as a unified basis for requirements engineering of networked software. Meta-models of the RGPS frame are introduced in detail. In addition, a case study in urban transportation domain is illustrated to explain the RGPS frame.",
        "email": "",
        "conf": "International workshop on Applications and advances of problem frames",
        "coauthors": [
            "Jian Wang",
            "Keqing He",
            "Ping Gong",
            "Chong Wang",
            "Rong Peng",
            "Bing Li"
        ],
        "keywords": "Networked software, RGPS, Context, Trustworthy"
    },
    {
        "id": 2176,
        "label": 46,
        "author": "bing li",
        "title": "An Ontology-Based Approach for Semantic Web Service Searching",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Web service is released, combined and invoked through the web. With the continuous growth of web services, finding the web service to meet user requirement has become a challenging problem. The current web service discovery technology such as UDDI which provides keyword-based search is unable to fulfill the user’s demand of semantic search. In view of that web services have some functional and non-functional information described by natural language, and the sparsity of user requirement description, we put forward a semantic web service discovery method depending on a concept network which is built on the domain ontology and local ontology in registration model. This method fully uses the registered users’ knowledge of web service to build conceptual network and processes the user’s search text to mine the true intentions, thus enabling more effective service discovery.",
        "email": "",
        "conf": "International Conference on Human-centric Computing 2011 and Embedded and Multimedia Computing",
        "coauthors": [
            "Shuijing Shen",
            "Bing Li",
            "Bo Shao",
            "Dingwei Li"
        ],
        "keywords": "Ontology, Semantic search, Web service, DVM "
    },
    {
        "id": 2104,
        "label": 47,
        "author": "bing li",
        "title": "Crystal phase-based epitaxial growth of hybrid noble metal nanostructures on 4H/fcc Au nanowires",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Crystal-phase engineering offers opportunities for the rational design and synthesis of noble metal nanomaterials with unusual crystal phases that normally do not exist in bulk materials. However, it remains a challenge to use these materials as seeds to construct heterometallic nanostructures with desired crystal phases and morphologies for promising applications such as catalysis. Here, we report a strategy for the synthesis of binary and ternary hybrid noble metal nanostructures. Our synthesized crystal-phase heterostructured 4H/fcc Au nanowires enable the epitaxial growth of Ru nanorods on the 4H phase and fcc-twin boundary in Au nanowires, resulting in hybrid Au–Ru nanowires. Moreover, the method can be extended to the epitaxial growth of Rh, Ru–Rh and Ru–Pt nanorods on the 4H/fcc Au nanowires to form unique hybrid nanowires. Importantly, the Au–Ru hybrid nanowires with tunable compositions exhibit excellent electrocatalytic performance towards the hydrogen evolution reaction in alkaline media.",
        "email": "",
        "conf": "Nature Chemistry",
        "coauthors": [
            "Qipeng Lu, An-Liang Wang, Yue Gong, Wei Hao, Hongfei Cheng, Junze Chen, Bing Li, Nailiang Yang, Wenxin Niu, Jie Wang, Yifu Yu, Xiao Zhang, Ye Chen, Zhanxi Fan, Xue-Jun Wu, Jinping Chen, Jun Luo, Shuzhou Li, Lin Gu, Hua Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 2186,
        "label": 46,
        "author": "bing li",
        "title": "Exploring networked softwares",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Complex networks are everywhere. Typical examples include Internet, the World Wide Web, HTTP, and software networks. Over the last decade, networked software has gradually developed to be an emerging new research field in software engineering. This paper will briefly explore some recent important advances in networked software, including networked software systems, structures and behaviors of networked software, dynamic evolving of networked software, network supported cooperation, networked software interoperability, and so on. Some discussions and comments are also given in this paper.",
        "email": "",
        "conf": "International Conference on Networking, Sensing and Control (ICNSC)",
        "coauthors": [
            "Hongchun Wang",
            "Keqing He",
            "Bing Li"
        ],
        "keywords": "Software systems,Complex networks,Software engineering,Helium,IP networks,Web sites,Software packages,Packaging,Web services,Computer networks"
    },
    {
        "id": 2210,
        "label": 48,
        "author": "bing li",
        "title": "Building centromeric chromatin",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "We are interested in understanding how centromeres are specified and how centromeric chromatin forms. To this end, we immunopurified the centromeric histone H3 variant Cse4 from budding yeast and subjected this preparation to MudPIT analysis to identify interacting proteins. Peptides of Scm3 were identified. Scm3 is essential for cell viability and localizes to all centromeres. Construction of a conditional SCM3 allele reveals that depletion results in metaphase arrest, with duplicated spindle poles, short spindles, and unequal DNA distribution. The metaphase arrest is mediated by the mitotic spindle checkpoint, being dependent on Mad1 and the Aurora kinase B homolog Ipl1. Scm3 interacts with both Ndc10 and Cse4 and is essential to establish centromeric chromatin following DNA replication. In addition, Scm3 is required to maintain kinetochore function throughout the cell cycle. This research is supported by the Stowers Institute for Medical Research.",
        "email": "",
        "conf": "The FASEB Journal",
        "coauthors": [
            "Jennifer Lynn Gerton",
            "Raymond Camahort",
            "Mark Mattingly",
            "Manjunatha Shivaraju",
            "Bing Li",
            "Laurence Florens",
            "Adrian McNairn"
        ],
        "keywords": ""
    },
    {
        "id": 2165,
        "label": 46,
        "author": "bing li",
        "title": "Trustworthy assurance of service interoperation in cloud environment",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Cloud computing can be realized by service interoperation and its essence is to provide cloud services through network. The development of effective methods to assure the trustworthiness of service interoperation in cloud environment is a very important problem. The essence of cloud security is trust and trust management. Combining quality of service (QoS) with trust model, this paper constructs a QoS-aware and quantitative trust-model that consists of initial trust value, direct trust value, and recommendatory trust value of service, making the provision, discovery, and aggregation of cloud services trustworthy. Hence, it can assure trustworthiness of service interoperation between users and services or among services in cloud environment. At the same time, based on this model, service discovery method based on QoS-aware and quantitative trust-model (TQoS-WSD) is proposed, which makes a solid trust relationship among service requestor, service provider and service recommender, and users can find trustworthy service whose total evaluation value is higher. Compared to QoS-based service discovery (QoS-WSD) method, it is proved by the experiment for TQoS-WSD method that more accurate result of service discovery will be achieved by service requestor, while reasonable time cost is increased. Meanwhile, TQoS-WSD method strongly resists the effect of service discovery by untrustworthy QoS values and improves service invocation success-rate and thus assures trustworthiness of services interoperation.",
        "email": "",
        "conf": "International Journal of Automation and Computing",
        "coauthors": [
            "Bing Li",
            "Bu-Qing Cao",
            "Kun-Mei Wen",
            "Rui-Xuan Li"
        ],
        "keywords": "Quality of service (QoS), trust, service discovery, service interoperation, service invocation success-rate, cloud computing"
    },
    {
        "id": 2127,
        "label": 47,
        "author": "bing li",
        "title": "Oxygen Reduction in Alkaline Media: From Mechanisms to Recent Advances of Catalysts",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "The oxygen reduction reaction (ORR) is an important electrode reaction for energy storage and conversion devices based on oxygen electrocatalysis. This paper introduces the thermodynamics, reaction kinetics, reaction mechanisms, and reaction pathways of ORR in aqueous alkaline media. Recent advances of the catalysts for ORR were extensively reviewed, including precious metals, nonmetal-doped carbon, carbon–transition metal hybrids, transition metal oxides with spinel and perovskite structures, and so forth. The applications of those ORR catalysts to zinc–air batteries and alkaline fuel cells were briefly introduced. A concluding remark summarizes the current status of the reaction pathways, advanced catalysts, and the future challenges of the research and development of ORR.",
        "email": "",
        "conf": "ACS Catalysis",
        "coauthors": [
            "Xiaoming Ge",
            "Afriyanti Sumboja",
            "Delvin Wuu",
            "Tao An",
            "Bing Li",
            "F. W. Thomas Goh",
            "T. S. Andy Hoe",
            "Yun Zong",
            "Zhaolin Liu"
        ],
        "keywords": "oxygen reduction reaction, oxygen electrocatalysis, catalysts, mechanisms, reaction pathways, alkaline"
    },
    {
        "id": 2146,
        "label": 48,
        "author": "bing li",
        "title": "ZMYND11 links histone H3.3K36me3 to transcription elongation and tumour suppression",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Recognition of modified histones by ‘reader’ proteins plays a critical role in the regulation of chromatin1. H3K36 trimethylation (H3K36me3) is deposited onto the nucleosomes in the transcribed regions after RNA polymerase II elongation. In yeast, this mark in turn recruits epigenetic regulators to reset the chromatin to a relatively repressive state, thus suppressing cryptic transcription2. However, much less is known about the role of H3K36me3 in transcription regulation in mammals. This is further complicated by the transcription-coupled incorporation of the histone variant H3.3 in gene bodies3. Here we show that the candidate tumour suppressor ZMYND11 specifically recognizes H3K36me3 on H3.3 (H3.3K36me3) and regulates RNA polymerase II elongation. Structural studies show that in addition to the trimethyl-lysine binding by an aromatic cage within the PWWP domain, the H3.3-dependent recognition is mediated by the encapsulation of the H3.3-specific ‘Ser 31’ residue in a composite pocket formed by the tandem bromo–PWWP domains of ZMYND11. Chromatin immunoprecipitation followed by sequencing shows a genome-wide co-localization of ZMYND11 with H3K36me3 and H3.3 in gene bodies, and its occupancy requires the pre-deposition of H3.3K36me3. Although ZMYND11 is associated with highly expressed genes, it functions as an unconventional transcription co-repressor by modulating RNA polymerase II at the elongation stage. ZMYND11 is critical for the repression of a transcriptional program that is essential for tumour cell growth; low expression levels of ZMYND11 in breast cancer patients correlate with worse prognosis. Consistently, overexpression of ZMYND11 suppresses cancer cell growth in vitro and tumour formation in mice. Together, this study identifies ZMYND11 as an H3.3-specific reader of H3K36me3 that links the histone-variant-mediated transcription elongation control to tumour suppression.",
        "email": "",
        "conf": "Nature",
        "coauthors": [
            "Hong Wen",
            "Yuanyuan Li",
            "Yuanxin Xi",
            "Shiming Jiang",
            "Sabrina Stratton",
            "Danni Peng",
            "Kaori Tanaka",
            "Yongfeng Ren",
            "Zheng Xia",
            "Jun Wu",
            "Bing Li",
            "Michelle C. Barton",
            "Wei Li",
            "Haitao Li",
            "Xiaobing Shi"
        ],
        "keywords": ""
    },
    {
        "id": 2136,
        "label": 47,
        "author": "bing li",
        "title": "Liquid-phase Growth of Platinum Nanoparticles on Molybdenum Trioxide Nanosheets: An Enhanced Catalyst with Intrinsic Peroxidase-like Catalytic Activity",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "A facile method for the synthesis of metal nanostructure-decorated two-dimensional (2D) semiconductor nanosheets was developed. The solution-processable molybdenum trioxide (MoO3) nanosheet was used as a template for direct liquid-phase growth of platinum nanoparticles (Pt NPs) under ambient conditions. Results show that the Pt NPs with sizes of 1–3 nm were uniformly grown on the MoO3 surface. Importantly, the Pt-MoO3 hybrid nanomaterial exhibits an enhanced peroxidase-like catalytic activity compared to the MoO3 nanosheet, Pt NPs, and their physical mixture under the same conditions. As a proof-of-concept application, the Pt-MoO3 hybrid nanomaterial was used as a high-efficiency peroxidase-mimic for ultrasensitive colorimetric detection of glucose in serum samples. This work provides a promising strategy for design and development of biomimetic catalysts by smart assembly of different dimensional nanomaterials.",
        "email": "",
        "conf": "Nanoscale",
        "coauthors": [
            "Yixian Wang",
            "Xiao Zhang",
            "Zhimin Luo",
            "Xiao Huang",
            "Chaoliang Tan",
            "Hai Li",
            "Bing Zheng",
            "Bing Li",
            "Ying Huang",
            "Jian Yang",
            "Yun Zong",
            "Yibin Ying",
            "Hua Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 2183,
        "label": 48,
        "author": "bing li",
        "title": "Phosphorylated Pol II CTD recruits multiple HDACs including Rpd3C(S) for methylation-dependent deacetylation of ORF nucleosomes",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Methylation of histone H3 by Set1 and Set2 is required for deacetylation of nucleosomes in coding regions by histone deacetylase complexes (HDACs) Set3C and Rpd3C(S), respectively. We report that Set3C and Rpd3C(S) are cotranscriptionally recruited in the absence of Set1 and Set2, but in a manner stimulated by Pol II CTD kinase Cdk7/Kin28. Consistently, Rpd3C(S) and Set3C interact with Ser5-phosphorylated Pol II and histones in extracts, but only the histone interactions require H3 methylation. Moreover, reconstituted Rpd3C(S) binds specifically to Ser5-phosphorylated CTD peptides in vitro. Hence, whereas interaction with methylated H3 residues is required for Rpd3C(S) and Set3C deacetylation activities, their cotranscriptional recruitment is stimulated by the phosphorylated CTD. We further demonstrate that Rpd3, Hos2, and Hda1 have overlapping functions in deacetylating histones and suppressing cotranscriptional histone eviction. A strong correlation between increased acetylation and lower histone occupancy in HDA mutants implies that histone acetylation is important for nucleosome eviction.",
        "email": "",
        "conf": "Molecular Cell",
        "coauthors": [
            "Chhabi K Govind",
            "Hongfang Qiu",
            "Daniel Ginsburg",
            "Chun Ruan",
            "Kimberly Hofmeyer",
            "Cuihua Hu",
            "Venkatesh Swaminathan",
            "Jerry L. Workman",
            "Bing Li",
            "Alan G Hinnebusch"
        ],
        "keywords": "DNA, Proteins"
    },
    {
        "id": 2179,
        "label": 46,
        "author": "bing li",
        "title": "Searching Concepts and Association Relationships Based on Domain Ontology",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "This paper presents an ontology-based semantic search system called Smartch. This system allows users to search concepts and association relationships based on domain ontology. Compared to current search methods, Smartch provides a kind of user-defined graphical queries and a function of searching the association relationships that exist between two concepts or instances. It makes use of a novel ranking method that implements searching for concepts and association relationships. In this paper, we introduce the methods of ranking designed for Smartch. A case study in the academic domain is given in this paper to illustrate the functionalities of Smartch. This system has been developed and tested on the academic websites using an ontology that models the academic domain. The system can be extended to other domains. All of these capabilities allow the system to provide more intelligent functions than traditional search engines. The performance enables the use of the system in real environment",
        "email": "",
        "conf": "International Conference on Grid and Cloud Computing. IEEE",
        "coauthors": [
            "Kunmei Wen",
            "Ruixuan Li",
            "Bing Li"
        ],
        "keywords": "semantic search,ranking,association relationship"
    },
    {
        "id": 2181,
        "label": 46,
        "author": "bing li",
        "title": "A Hybrid Set of Complexity Metrics for Large-Scale Object-Oriented Software Systems",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Large-scale object-oriented (OO) software systems have recently been found to share global network characteristics such as small world and scale free, which go beyond the scope of traditional software measurement and assessment methodologies. To measure the complexity at various levels of granularity, namely graph, class (and object) and source code, we propose a hierarchical set of metrics in terms of coupling and cohesion — the most important characteristics of software, and analyze a sample of 12 open-source OO software systems to empirically validate the set. Experimental results of the correlations between cross-level metrics indicate that the graph measures of our set complement traditional software metrics well from the viewpoint of network thinking, and provide more effective information about fault-prone classes in practice.",
        "email": "bingli@whu.edu.cn",
        "conf": "Journal of Computer Science and Technology",
        "coauthors": [
            "Yutao Ma",
            "Keqing He",
            "Bing Li",
            "Jing Liu",
            "Xiao-Yan Zhou"
        ],
        "keywords": "Complexity metrics, Quality analysis and evaluation, Object-oriented programming, Reverse engineering, Complex networks"
    },
    {
        "id": 2108,
        "label": 46,
        "author": "bing li",
        "title": "A Learning Approach to QoS Prediction via Multi-Dimensional Context",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Advances in mobile Internet technology have enabled the clients of Web services to be able to adjust to context changes, which need to rely on monitoring to QoS of Web services. Most contemporary QoS prediction methods exploit the QoS characteristics for one specific dimension, e.g., time or location, and do not exploit the complicated relations among multi-dimension of context. This paper proposes a learning approach to quality-of-service (QoS) prediction of web services via multi-dimensional context derived from the past invocation history. To validate our approach, large-scale experiments are conducted based on a real-world Web service dataset, WSDream. The results show that our proposed approach achieves higher prediction accuracy than other approaches.",
        "email": "",
        "conf": "IEEE International Conference on Web Services (ICWS). IEEE",
        "coauthors": [
            "Wei Xiong",
            "Zhao Wu",
            "Bing Li",
            "Qiong Gu"
        ],
        "keywords": "Web Service,QoS Prediction,Multi-dimensional Context,Hidden Feature"
    },
    {
        "id": 2238,
        "label": 48,
        "author": "bing li",
        "title": "Targeting Activity Is Required for SWI/SNF Function In Vivo and Is Accomplished through Two Partially Redundant Activator-Interaction Domains",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The SWI/SNF complex is required for the expression of many yeast genes. Previous studies have implicated DNA binding transcription activators in targeting SWI/SNF to UASs and promoters. To determine how activators interact with the complex and to examine the importance of these interactions, relative to other potential targeting mechanisms, for SWI/SNF function, we sought to identify and mutate the activator-interaction domains in the complex. Here we show that the N-terminal domain of Snf5 and the second quarter of Swi1 are sites of activation domain contact. Deletion of both of these domains left the SWI/SNF complex intact but impaired its ability to bind activation domains. Importantly, while deletion of either domain alone had minor phenotypic effect, deletion of both resulted in strong SWI/SNF related phenotypes. Thus, two distinct activator-interaction domains play overlapping roles in the targeting activity of SWI/SNF, which is essential for its function in vivo.",
        "email": "",
        "conf": "Molecular Cell",
        "coauthors": [
            "Philippe Prochasson",
            "Kristen E Neely",
            "Ahmed H. Hassan",
            "Bing Li",
            "Jerry L Workman"
        ],
        "keywords": ""
    },
    {
        "id": 2191,
        "label": 46,
        "author": "bing li",
        "title": "Toward Multi-ontology Based Interoperability in Web Service Registry",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Semantic interoperability is an important issue in web service registry (WSR). This paper presents an innovative approach to solve deep interoperability of multi-ontology in the same Domain, which will lead to the interoperability of web service based on these ontologies. We solve the issue by using ISO SC32 19763-3:MFI4OR Metamodel Framework for Interoperability: Metamodel for Ontology Registration) to register the different ontologies and the evolution information between them in the same domain for annotation to web service. Finally a domain-oriented prototype system of web service annotation for supporting multi-ontology interoperability is designed and evaluated.",
        "email": "",
        "conf": "Journal of Computational Information Systems",
        "coauthors": [
            "Cheng Zeng",
            "Keqing He",
            "Bing Li",
            "Yangfan He"
        ],
        "keywords": "Semantic Interoperability; Web Service Registry; Reference Ontology; Local Ontology"
    },
    {
        "id": 2116,
        "label": 46,
        "author": "bing li",
        "title": "Reusing Service Process Fragments with a Consensus Between Service Providers and Users",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Recent years have witnessed a rapid growth in using Web services for data publishing and sharing among organizations. To improve the efficiency of software development and economize on human and material resources, service reuse is viewed as a powerful means which will not only reuse atomic services, but also reuse arbitrary granularities of Service process fragments (SPFs). However, effectively reusing arbitrary granularities of SPFs has not been solved yet, let alone taking diverse QoS preferences of service providers and users into account. In this paper, we propose a novel method of SPF reuse, named SCKY, based on the Cocke-Kasami-Younger (CKY) algorithm. We first present an extended CKY to do SPF-query. Then we address how to do SPF-query by a probability CKY, i.e., return a SPF with maximum emergence probability. Finally, we explore the SPF-query with a consensus of QoS preferences between service providers and users. Through a set of experiments, the effectiveness and robustness of our approach are evaluated.",
        "email": "",
        "conf": "Chinese Journal of Electronics",
        "coauthors": [
            "Rong Yang",
            "Bing Li",
            "Jian Wang",
            "Zengyang Li",
            "Yan Hu"
        ],
        "keywords": "Cocke-Kasami-Younger algorithm, Service reuse, Service process fragment, QoS preferences"
    },
    {
        "id": 2094,
        "label": 46,
        "author": "bing li",
        "title": "A Survey: Transformation for Integrating Relational Database with Semantic Web",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "An early vision in Computer Science was focused on Artificial Intelligence (AI) to produce intelligent systems capable of reasoning on huge amounts of data. Since the huge amount of data on the web are still formed and stored in relational databases (RDBs), such data cannot be used directly via the Semantic Web. Therefore, semantic integration of relational data sources into the Semantic Web is not a trivial task and has been addressed by developing approaches and tools for transformation RDB to ontology. The aim of this survey is to present the existing approaches contributed for integrating RDBs into Semantic Web in order to bridge the gap between RDB model and ontology model and to boost the current Web, by discussing the benefits and drawbacks of these approaches as well as to compare between them in specific terms.",
        "email": "",
        "conf": "International Conference on Management Engineering, Software Engineering and Service Sciences",
        "coauthors": [
            "Mohamed A. G. Hazber",
            "Ruixuan Li",
            "Bing Li",
            "Yuqi Zhao",
            "Khaled M. A. Alalayah"
        ],
        "keywords": ""
    },
    {
        "id": 2119,
        "label": 46,
        "author": "bing li",
        "title": "Mashup Service Clustering Based on an Integration of Service Content and Network via Exploiting a Two-Level Topic Model",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The rapid growth in the number and diversity of Mashup services, coupled with the myriad of functionally similar Mashup services, makes it difficult to find suitable Mashup services to develop Mashup-based software applications due to an unprecedentedly large number of choices of Mashup services. Even if the existing latent factor based methods show significant improvements in Mashup service clustering and discovery, it is still challenging to find Mashup services with high accuracy due to overlooking of relationships among Mashup services. The relationships among Mashup services actually can be exploited in mining latent functional factors to improve the accuracy of clustering and discovery. In this paper, we propose a Mashup service clustering method based on an integration of service content and network via exploiting a two-level topic model. This method, firstly designs a two-level topic model to mine latent topics for representing functional features of Mashup services. Secondly, it uses two different random walk processes to derive and incorporate the topic distribution of Mashup services at service network level into the topic distribution of Mashup services at the service content level. Thirdly, K-means and Agnes algorithm are used to perform Mashup service clustering based on latent topics' similarity. Finally, we conduct a comprehensive evaluation to measure performance of our method. Compared with other existing clustering approaches, experimental results show that our approach achieves a significant improvement in terms of precision, recall, purity and entropy.",
        "email": "",
        "conf": "IEEE International Conference on Web Services",
        "coauthors": [
            "Buqing Cao",
            "Xiaoqing Liu",
            "Bing Li",
            "Jianxun Liu",
            "Mingdong Tang",
            "Tingting Zhang",
            "Min Shi"
        ],
        "keywords": "Service Content,Service Network,Two-Level Topic Model,Random Walk,Mashup Service Clustering"
    },
    {
        "id": 2117,
        "label": 47,
        "author": "bing li",
        "title": "3D Hierarchical Porous Mo2C for Efficient Hydrogen Evolution",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Porous electrocatalyst for hydrogen production. 3D hierarchical porous molybdenum carbide provides a low operating potential (97 mV at 10 mA cm−2). These beneficial textures of large specific surface area (302 m2 g−1) and hierarchical porous architecture containing dominant pore size distribution peak at 11 Å in width can provide large surface active sites and facilitate proton mass transport",
        "email": "",
        "conf": "Small",
        "coauthors": [
            "Edison Huixiang Ang",
            "Huanwen Wang",
            "Bing Li",
            "Yun Zong",
            "Xuefeng Wang",
            "Qingyu Yan"
        ],
        "keywords": ""
    },
    {
        "id": 2110,
        "label": 46,
        "author": "bing li",
        "title": "Relating Alternate Modifications to Defect Density in Software Development",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "A software developer tends to spend more effort to understand source code written by other developers than code written by herself. Existing research studying the impact of changes made by multiple developers on bug proneness did not consider quantitatively the influence of the order of the changes made by different developers. We found that a significant proportion of source files in many open source software systems had been modified alternately by different developers. We developed a metric, namely alternate modification index (AMI), to indicate the extent to which a source file is modified alternately by multiple developers. Our preliminary case study results show that AMI of source files has a strong positive correlation with their defect density.",
        "email": "",
        "conf": "nternational Conference on Software Engineering Companion",
        "coauthors": [
            "Zengyang Li",
            "Peng Liang",
            "Bing Li"
        ],
        "keywords": "alternate modification,alternate modification index,software developer,defect density"
    },
    {
        "id": 2093,
        "label": 46,
        "author": "bing li",
        "title": "A self-adaptive approach to service deployment under mobile edge computing for autonomous driving",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Mobile edge computing for autonomous driving needs to manage heterogeneous resources and process large amounts of data or multi-purpose payload. There needs to be deploying, scheduling and migrating tasks on edge nodes to ensure the reliability of tasks or maximize the utilization of resources. However, applying autonomous learning methods on autonomous driving is exceptionally difficult, due to the complexity of multi-dimensional context and the sensitivity to hyperparameters. In this paper, we propose a learning approach to quality-of-service (QoS) prediction of services via multi-dimensional context, and develop a stable approach for service deployment that requires minimal hyperparameter tuning and a modest number of trials to learn multilayer neural network policies. This approach can automatically trades off exploration against exploitation by automatically tuning hyperparameter based on maximum entropy reinforcement learning. We then demonstrate that this approach achieves state-of-the-art performance on Autoware benchmark environments.",
        "email": "",
        "conf": "Engineering Applications of Artificial Intelligence",
        "coauthors": [
            "Wei Xiong",
            "Zhihui Lu",
            "Bing Li",
            "Zhao Wu",
            "Bo Hang",
            "Jie Wu",
            "Xiaohua Xuan"
        ],
        "keywords": "Autonomous driving,Mobile edge computing,Service deployment,QoS prediction,IoT"
    },
    {
        "id": 2099,
        "label": 47,
        "author": "bing li",
        "title": "Synthesis of Hierarchical 4H/fcc Ru Nanotubes for Highly Efficient Hydrogen Evolution in Alkaline Media",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Hierarchical metal nanostructures containing 1D nanobuilding blocks have stimulated great interest due to their abundant active sites for catalysis. Herein, hierarchical 4H/face‐centered cubic (fcc) Ru nanotubes (NTs) are synthesized by a hard template‐mediated method, in which 4H/fcc Au nanowires (NWs) serve as sacrificial templates which are then etched by copper ions (Cu2+) in dimethylformamide. The obtained hierarchical 4H/fcc Ru NTs contain ultrathin Ru shells (5–9 atomic layers) and tiny Ru nanorods with length of 4.2 ± 1.1 nm and diameter of 2.2 ± 0.5 nm vertically decorated on the surface of Ru shells. As an electrocatalyst for the hydrogen evolution reaction in alkaline media, the hierarchical 4H/fcc Ru NTs exhibit excellent electrocatalytic performance, which is better than 4H/fcc Au‐Ru NWs, commercial Pt/C, Ru/C, and most of the reported electrocatalysts.",
        "email": "",
        "conf": "Small",
        "coauthors": [
            "Qipeng Lu",
            "Anliang Wang",
            "Hongfei Cheng",
            "Yue Gong",
            "Qinbal Yun",
            "Nailiang Yang",
            "Bing Li",
            "Bo Chen",
            "Qinghua Zhang",
            "Yun Zong",
            "Lin Gu",
            "Hua Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 2226,
        "label": 48,
        "author": "bing li",
        "title": "Histone H3 Methylation by Set2 Directs Deacetylation of Coding Regions by Rpd3S to Suppress Spurious Intragenic Transcription",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Yeast Rpd3 histone deacetylase plays an important role at actively transcribed genes. We characterized two distinct Rpd3 complexes, Rpd3L and Rpd3S, by MudPIT analysis. Both complexes shared a three subunit core and Rpd3L contains unique subunits consistent with being a promoter targeted corepressor. Rco1 and Eaf3 were subunits specific to Rpd3S. Mutants of RCO1 and EAF3 exhibited increased acetylation in the FLO8 and STE11 open reading frames (ORFs) and the appearance of aberrant transcripts initiating within the body of these ORFs. Mutants in the RNA polymerase II-associated SET2 histone methyltransferase also displayed these defects. Set2 functioned upstream of Rpd3S and the Eaf3 methyl-histone binding chromodomain was important for recruitment of Rpd3S and for deacetylation within the STE11 ORF. These data indicate that Pol II-associated Set2 methylates H3 providing a transcriptional memory which signals for deacetylation of ORFs by Rpd3S. This erases transcription elongation-associated acetylation to suppress intragenic transcription initiation.",
        "email": "",
        "conf": "Cell",
        "coauthors": [
            "Michael Carrozza",
            "Bing Li",
            "Laurence Florens",
            "Tamaki Suganuma",
            "Selene K. Swanson",
            "Kenneth K. Lee",
            "Wei Jong Shia",
            "Scott Anderson",
            "John Yates",
            "Michael P. Washburn",
            "Jerry L Workman"
        ],
        "keywords": ""
    },
    {
        "id": 2133,
        "label": 48,
        "author": "bing li",
        "title": "Nucleosome Contact Triggers Conformational Changes of Rpd3S Driving High-Affinity H3K36me Nucleosome Engagement",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The Rpd3S histone deacetylase complex utilizes two subunits, Eaf3 and Rco1, to recognize nucleosomes methylated at H3K36 (H3K36me) with high affinity and strong specificity. However, the chromobarrel domain of Eaf3 (CHD) that is responsible for H3K36me recognition only binds weakly and with little specificity to histone peptides. Here, using deuterium exchange mass spectrometry (DXMS), we detected conformational changes of Rpd3S upon its contact with chromatin. Interestingly, we found that the Sin3-interacting domain of Rco1 (SID) allosterically stimulates preferential binding of Eaf3 to H3K36-methylated peptides. This activation is tightly regulated by an autoinhibitory mechanism to ensure optimal multivalent engagement of Rpd3S with nucleosomes. Lastly, we identified mutations at the interface between SID and Eaf3 that do not disrupt complex integrity but severely compromise Rpd3S functions in vitro and in vivo, suggesting that the nucleosome-induced conformational changes are essential for chromatin recognition.",
        "email": "Bing4.Li@utsouthwestern.edu",
        "conf": "Cell Reports",
        "coauthors": [
            "Chun Ruan",
            "Chul-Hwan Lee",
            "Haochen Cui",
            "Sheng Li",
            "Bing Li"
        ],
        "keywords": ""
    },
    {
        "id": 2139,
        "label": 47,
        "author": "bing li",
        "title": "Bifunctional catalysts for oxygen reduction and evolution reactions and rechargeable metal air batteries using the same",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "The present disclosure relates to a catalyst for a metal air battery or fuel cell comprising a mixed metal oxide consisting of at least one lanthanide element and at least two different transition metal elements. The catalyst may further comprise a conducting additive. The present disclosure further provides an air electrode, metal air battery or fuel cell comprising the disclosed catalyst, and methods for forming the disclosed catalyst.",
        "email": "",
        "conf": "U.S. Patent",
        "coauthors": [
            "Xiaoming Ge,Zhao Lin Liu,Fu Wei Thomas Goh,Yun Zong,Bing Li,Jie Zhang,T.S. Andy Hor"
        ],
        "keywords": ""
    },
    {
        "id": 2131,
        "label": 47,
        "author": "bing li",
        "title": "Surface modification-induced phase transformation of hexagonal close-packed gold square sheets",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Conventionally, the phase transformation of inorganic nanocrystals is realized under extreme conditions (for example, high temperature or high pressure). Here we report the complete phase transformation of Au square sheets (AuSSs) from hexagonal close-packed (hcp) to face-centered cubic (fcc) structures at ambient conditions via surface ligand exchange, resulting in the formation of (100)f-oriented fcc AuSSs. Importantly, the phase transformation can also be realized through the coating of a thin metal film (for example, Ag) on hcp AuSSs. Depending on the surfactants used during the metal coating process, two transformation pathways are observed, leading to the formation of (100)f-oriented fcc Au@Ag core-shell square sheets and (110)h/(101)f-oriented hcp/fcc mixed Au@Ag nanosheets. Furthermore, monochromated electron energy loss spectroscopy reveals the strong surface plasmon resonance absorption of fcc AuSS and Au@Ag square sheet in the infrared region. Our findings may offer a new route for the crystal-phase and shape-controlled synthesis of inorganic nanocrystals.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Zhanxi Fan, Xiao Huang, Yu Han, Michel Bosman, Qingxiao Wang, Yihan Zhu, Qing Liu, Bing Li, Zhiyuan Zeng, Jumiati Wu, Wenxiong Shi, Shuzhou Li, Chee Lip Gan, Hua Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 2159,
        "label": 46,
        "author": "bing li",
        "title": "Extracting semantic relationships for web services based on Wikipedia",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Service semantic annotation is advancing quickly in recent years. However, the task of yielding semantics knowledge becomes a bottleneck of semantic annotation. In this paper, we present a new method for extracting tags from WSDL files and mining semantic relationships between tags. It is foundation of building ontology, which can be used to annotate web service. Core tags of domain are extracted, and their semantic relationships are extracted from Wikipedia category graph.",
        "email": "",
        "conf": "International Conference on Cloud and Service Computing. IEEE",
        "coauthors": [
            "Kui Xiao",
            "Kui Yang",
            "Bing Li"
        ],
        "keywords": "service,tag,relationship,WSDL,Wikipedia"
    },
    {
        "id": 2234,
        "label": 46,
        "author": "bing li",
        "title": "A Perspective of Fusing Ontology and Metamodeling Architecture in Interconnection Environment",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "To achieve interconnection environment, the proposed approach consists of MMFI for ontology and reference ontology for normalizing semantic space, ontology-induced schema mapping for transition from semantic interconnection to schema mapping, MMFI (ISO 19763) for normalizing interconnection environment, and a semantic matcher with schema mapping broker for dynamically clustering services or resources. In this case, while ontology helps identifying content of structural elements, a metamodeling architecture provides requisite structures for ontology representation. Our approach promotes fusing of ontology and metamodeling architecture and enhances interoperability in interconnection environment. This approach has been implemented in WHCRP prototype as a potential demonstration for MMFI. WHCRP aims to establish a R&R federation for sharing software components. Theoretical analysis and the prototype indicate the effectiveness of this approach",
        "email": "",
        "conf": "International Conference on Semantics, Knowledge and Grid",
        "coauthors": [
            "Jin Liu",
            "Keqing He",
            "Bing Li",
            "Fei He"
        ],
        "keywords": "reference ontology,metamodeling architecture,interconnection environment,MMFI,semantic space,ontology-induced schema mapping,semantic interconnection,ISO 19763,ontology representation,WHCRP"
    },
    {
        "id": 2175,
        "label": 46,
        "author": "bing li",
        "title": "A New Method for Tag Ontology Extraction for Service",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "In the last years, the availability of tag-based user-generated content for a variety of services (software, mash-ups, APIs, web services, etc.) has largely increased. Users could benefit from the tags when hunting service. However, the accuracy of service retrieval is not enough, because the tags lack of meaning. To ameliorate these problems, we propose a novel method that builds ontology on top of the tags. We employ a context-based tag disambiguation algorithm that selects the meaning of a tag among a set of candidate senses in the WordNet database, then extract the structure information of the senses of the tags to build ontology.",
        "email": "",
        "conf": "Energy Procedia",
        "coauthors": [
            "Kui Xiao",
            "Bing Li"
        ],
        "keywords": "SERVICE RETRIEVAL,ONTOLOGY,TAG,DISAMBIGUATION,WORDNET"
    },
    {
        "id": 2243,
        "label": 46,
        "author": "bing li",
        "title": "An architecture for multidatabase systems based on CORBA and XML",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "A multidatabase system is an effective approach to data sharing and interoperability among many distributed and heterogeneous data sources. A CORBA-based architecture model of multidatabase system is introduced, and an XML-oriented common data model, named XIDM, is presented. These models conform to the characteristics of multidatabase systems, such as autonomy, distribution and heterogeneity. Panorama, a prototype system on the basis of these models, is also introduced.",
        "email": "",
        "conf": "International Workshop on Database and Expert Systems Applications",
        "coauthors": [
            "Bing Li",
            "Lu ZhengDing",
            "Weijun Xiao",
            "RuiXuan Li",
            "Wei Zhang",
            "Mudar Sarem"
        ],
        "keywords": "multidatabase systems architecture,data sharing,interoperability,heterogeneous data sources,CORBA-based architecture model,XML-oriented common data model,Panorama,prototype system"
    },
    {
        "id": 2164,
        "label": 47,
        "author": "bing li",
        "title": "Single-layer graphene oxide sheet: A novel substrate for dip-pen nanolithography",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Graphene oxide (GO) sheet is used as a novel substrate for dip-pen nanolithography (DPN). After GO is transferred onto SiO2 using the Langmuir–Blodgett technique, CoCl2 is patterned on both GO and exposed SiO2 substrates simultaneously by DPN, which is used for growth of different structured carbon nanotubes.",
        "email": "",
        "conf": "Chemical Communications",
        "coauthors": [
            "Hai Li",
            "Xiehong Cao",
            "Bing Li",
            "Xiaozhu Zhou",
            "Gang Lu",
            "Cipto Liusman",
            "Qiyuan He",
            "Freddy Boey",
            "Subbu S. Venkatraman",
            "Hua Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 2242,
        "label": 46,
        "author": "bing li",
        "title": "XIDM: A common data model based on XML",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Integration between file systems and multidatabase systems is a necessary approach to support data sharing from distributed and heterogeneous data sources. We first analyses problems about data integration between file systems and multidatabase systems. Then, A common data model named XIDM (XML-based Integrating Data Model), which is XML-oriented, is presented. XIDM bases on a series of XML standards, especially XML Schema, and can well describe semistructured data. So XIDM is powerfully practicable and multipurpose.",
        "email": "",
        "conf": "Wuhan University Journal of Natural Sciences",
        "coauthors": [
            "Bing Li",
            "Lu Zheng-ding",
            "Peng De-chun"
        ],
        "keywords": "file systems,multidatabase systems,data integration,XML"
    },
    {
        "id": 2217,
        "label": 48,
        "author": "bing li",
        "title": "The Role of Chromatin during Transcription",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Chromatin structure imposes significant obstacles on all aspects of transcription that are mediated by RNA polymerase II. The dynamics of chromatin structure are tightly regulated through multiple mechanisms including histone modification, chromatin remodeling, histone variant incorporation, and histone eviction. In this Review, we highlight advances in our understanding of chromatin regulation and discuss how such regulation affects the binding of transcription factors as well as the initiation and elongation steps of transcription.",
        "email": "",
        "conf": "Cell",
        "coauthors": [
            "Bing Li",
            "Michael Carey",
            "Jerry L Workman"
        ],
        "keywords": ""
    },
    {
        "id": 2207,
        "label": 47,
        "author": "bing li",
        "title": "Solid-state photopolymerization of a photochromic hybrid based on Keggin tungstophosphates",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Reversible photochromism occurring with reversible photopolymerization between 0-D and 1-D under irradiation with sunlight was clarified by X-ray analyses.",
        "email": "",
        "conf": "CrystEngComm",
        "coauthors": [
            "Li-Zhi Zhang",
            "Wen Gu",
            "Xin Liu",
            "Zhili Dong",
            "Bing Li"
        ],
        "keywords": ""
    },
    {
        "id": 2135,
        "label": 46,
        "author": "bing li",
        "title": "A Petri Net-Based Approach to Service Composition and Monitoring in the IOT",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Recently, there are many improvements in Internet of Things (IOT). Through the recombination and optimization, the real-world devices can provide their functionality as web services in IOT. However, it is very difficult to cost-effectively access to the Internet of Things due to the environmental changes. In this paper, firstly, a Petri net-based model for service composition in IOT is proposed, which uses a comprehensive performance function rtc (involving reliability, response time and cost) to evaluate the cost-effectiveness. Then, the Find to Optimal algorithm is addressed to find a cost-effective composition path. Furthermore, when environments change dynamically, the FBased Monitor algorithm can well solve the composition. Finally, the experiments prove the soundness and correctness of our model and algorithms.",
        "email": "",
        "conf": "Asia-Pacific Services Computing Conference. IEEE",
        "coauthors": [
            "Rong Yang",
            "Bing Li",
            "Can Cheng"
        ],
        "keywords": "Internet of Things,Service composition,Service monitoring"
    },
    {
        "id": 2169,
        "label": 46,
        "author": "bing li",
        "title": "Multi-granularity dynamic analysis of complex software networks",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Software systems represent one of the most complex man-made systems. In this paper, we analyze the evolution of Object-Oriented (OO) software using complex network theory from a multi-granularity perspective. First, the software net works are constructed for a multi-version software system at different levels of granularity. Then, some parameters used in complex network theory are introduced to study the topological characteristics of these software networks. By investigating the parameters' values in consecutive software networks, we have a better understanding about software evolution. A case study on an open source OO project, Azureus, is conducted as an example to illustrate our approach. It uncovers some underlying dynamic characteristics of OO systems. These results provide a different dimension to our understanding of software system dynamics and also are very useful for the design and development of OO software systems.",
        "email": "",
        "conf": "IEEE International Symposium of Circuits and Systems (ISCAS)",
        "coauthors": [
            "Bing Li",
            "Weifeng Pan",
            "Jinhu Lu"
        ],
        "keywords": "Logic gates,Communities,US Department of Defense"
    },
    {
        "id": 2125,
        "label": 47,
        "author": "bing li",
        "title": "Two-Dimensional Tin Disulfide Nanosheets for Enhanced Sodium Storage",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Sodium-ion batteries (SIBs) are considered as complementary alternatives to lithium-ion batteries for grid energy storage due to the abundance of sodium. However, low capacity, poor rate capability, and cycling stability of existing anodes significantly hinder the practical applications of SIBs. Herein, ultrathin two-dimensional SnS2 nanosheets (3–4 nm in thickness) are synthesized via a facile refluxing process toward enhanced sodium storage. The SnS2 nanosheets exhibit a high apparent diffusion coefficient of Na+ and fast sodiation/desodiation reaction kinetics. In half-cells, the nanosheets deliver a high reversible capacity of 733 mAh g–1 at 0.1 A g–1, which still remains up to 435 mAh g–1 at 2 A g–1. The cell has a high capacity retention of 647 mA h g–1 during the 50th cycle at 0.1 A g–1, which is by far the best for SnS2, suggesting that nanosheet morphology is beneficial to improve cycling stability in addition to rate capability. The SnS2 nanosheets also show encouraging performance in a full cell with a Na3V2(PO4)3 cathode. In addition, the sodium storage mechanism is investigated by ex situ XRD coupled with high-resolution TEM. The high specific capacity, good rate capability, and cycling durability suggest that SnS2 nanosheets have great potential working as anodes for high-performance SIBs.",
        "email": "",
        "conf": "ACS Nano",
        "coauthors": [
            "Wenping Sun",
            "Xianhong Rui",
            "Dan Yang",
            "Ziqi Sun",
            "Bing Li",
            "Wenyu Zhang",
            "Yun Zong",
            "Srinivasan Madhavi",
            "Shixue Dou",
            "Qingyu Yan"
        ],
        "keywords": "tin disulfide, nanosheets, anode"
    },
    {
        "id": 2212,
        "label": 46,
        "author": "bing li",
        "title": "Meta-models of Domain Modeling Framework for Networked Software",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Networked software is a complex software system deployed on network environment. Web services are the essential components of Networked software, and reuse in this granularity is especially significant. In this paper, we propose a domain modeling framework for Networked software named O-RGPS, which is a layered network including five layers. O-RGPS models the common requirements of a family of systems, and provides feasible solutions for these requirements by aggregating Web services. We introduce the meta-models of each layer in O-RGPS in detail",
        "email": "",
        "conf": " International Conference on Grid and Cooperative Computing",
        "coauthors": [
            "Jian Wang",
            "Keqing He",
            "Bing Li",
            "Wei Liu",
            "Rong Peng"
        ],
        "keywords": "Application software,Web services,Programming,Software engineering,Software systems,Software quality,Helium,Electronic mail,Network topology,Complex networks"
    },
    {
        "id": 2225,
        "label": 48,
        "author": "bing li",
        "title": "In and out: Histone variant exchange in chromatin",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Alterations in nucleosome structure affect the accessibility of the DNA and can generate specialized domains of chromatin in the genome. Such changes can be introduced by posttranslational modifications of histones, by chromatin remodeling, or by the incorporation of variants of H2A and H3 into nucleosomes. In contrast to the canonical histones, which are deposited behind the replication fork during S phase, histone variants are incorporated in a process that is independent of DNA replication. Recent studies have shown that distinct multiprotein complexes are responsible for the targeted deposition of histone variants at active genes, centromeres and silent loci. The incorporation of histone variants most probably has epigenetic consequences and contributes to architectural changes in chromosomes.",
        "email": "",
        "conf": "Trends in Biochemical Sciences",
        "coauthors": [
            "Jingji Jin",
            "Yong Cai",
            "Bing Li",
            "Ronald C. Conaway",
            "Jerry L. Workman",
            "Joan Weliky Conaway",
            "Thomas Kusch"
        ],
        "keywords": ""
    },
    {
        "id": 2142,
        "label": 46,
        "author": "bing li",
        "title": "SCKY: A method for reusing Service Process Fragments",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Recent years have witnessed a rapid growth in using Web services for data publishing and sharing among organizations. To improve the efficiency of software development and economize on human and material resources, service reuse is viewed as a powerful means which will not only reuse atomic services, but also reuse arbitrary granularities of Service Process Fragments (SPFs). However, effectively reusing arbitrary granularities of SPFs has not been solved yet. In this paper, we propose a novel method of SPF reuse, named SCKY, based on the Cocke-Kasami-Younger (CKY) algorithm. We first present an extended CKY to do SPF-query. Then we address how to do SPF-query by a probability CKY, i.e. return a SPF with maximum emergence probability. Finally, we explore the QoS Query of SPF. Through a set of experiments, the effectiveness and robustness of our approach are evaluated, where the dataset is constructed by the Web Service Challenge Testset Generator1 (CTG)",
        "email": "",
        "conf": "IEEE International Conference on Web Services",
        "coauthors": [
            "Rong Yang",
            "Bing Li",
            "Jian Wang",
            "Lulu He",
            "Xiaohui Cui"
        ],
        "keywords": "service reuse,Service Process Fragment,Cocke-Kasami-Younger algorithm"
    },
    {
        "id": 2155,
        "label": 48,
        "author": "bing li",
        "title": "Reconstitution of Modified Chromatin Templates for In Vitro Functional Assays",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "To study the functions of histone modifications in the context of chromatin, it is necessary to be able to prepare nucleosomal templates that carry specific posttranslational modifications in a defined biochemical system. Here, we describe two sets of protocols for reconstituting designer nucleosomes that contain specifically modified histones. The resulting nucleosomes are suitable for electromobility shift assays, chromatin remodeling assays, and other functional and structural studies.",
        "email": "Bing4.Li@utsouthwestern.edu",
        "conf": "Methods in molecular biology (Clifton N.J.)",
        "coauthors": [
            "Miyong Yun",
            "Chun Ruan",
            "Jae-Wan Huh",
            "Bing Li"
        ],
        "keywords": "Reconstitution, In vitro, Chromatin, Histone modification, Nucleosome "
    },
    {
        "id": 2219,
        "label": 46,
        "author": "bing li",
        "title": "Software complexity metrics based on complex networks",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Human understanding and control of complex systems development often seem unattainable goals. The problem is substantial for future construction of network-centric, large-scale software systems. Evidence suggests that software engineering is reaching complexity and scalability limits of technologies. Software development and software quality is troubled with software complexity. New and emerging research efforts on complex networks introduce a new mathematical foundation for software complexity metrics. This paper discusses the forming mechanism and metrics methods of software complexity, and introduces recent progresses about associating software complexity with complex networks. Based on software complex networks, some methods of software structure complexity metrics are proposed. Focusing on combination of complex networks model and evolutionary algorithm, a model for software evolutionary complexity metrics is presented.",
        "email": "",
        "conf": "Dianzi Xuebao(Acta Electronica Sinica)",
        "coauthors": [
            "Bing Li",
            "H. Wang",
            "Zengyang Li",
            "K-Q He",
            "D.-H. Yu"
        ],
        "keywords": ""
    },
    {
        "id": 2195,
        "label": 46,
        "author": "bing li",
        "title": "Class structure refactoring of object-oriented softwares using community detection in dependency networks",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The quality of a software system is largely determined by its internal structures which always degrade over the software evolution. Therefore, the structures have to be reconditioned from time to time. However, the existing methods are very complex and resource-consuming when doing this task. In this paper, we present an approach to recondition the class structures of object-oriented (OO) software systems. It uses attribute-method networks and method-method networks to represent attributes, methods and dependencies between them; It proposes a guided community detection algorithm to obtain the optimized community structures in the method-method networks, which also correspond to the optimized class structures; It also provides a list of refactorings by comparing the optimized class structures with the real class structure in software systems and inspecting the attribute-method networks. The approach is evaluated using the open-source case study, JHotDraw 5.1, and the advantages of our approach are illustrated in comparison with existing methods.",
        "email": "",
        "conf": "Frontiers of Computer Science in China",
        "coauthors": [
            "Weifeng Pan",
            "Bing Li",
            "Yutao Ma",
            "Jing Liu",
            "Yeyi Qin"
        ],
        "keywords": "object-oriented (OO), software,software refactoring,class refactoring,complex networks,software dependency networks,community detection     "
    },
    {
        "id": 2137,
        "label": 46,
        "author": "bing li",
        "title": "Towards Cross-Project Defect Prediction with Imbalanced Feature Sets",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Cross-project defect prediction (CPDP) has been deemed as an emerging technology of software quality assurance, especially in new or inactive projects, and a few improved methods have been proposed to support better defect prediction. However, the regular CPDP always assumes that the features of training and test data are all identical. Hence, very little is known about whether the method for CPDP with imbalanced feature sets (CPDP-IFS) works well. Considering the diversity of defect data sets available on the Internet as well as the high cost of labeling data, to address the issue, in this paper we proposed a simple approach according to a distribution characteristic-based instance (object class) mapping, and demonstrated the validity of our method based on three public defect data sets (i.e., PROMISE, ReLink and AEEEM). Besides, the empirical results indicate that the hybrid model composed of CPDP and CPDP-IFS does improve the prediction performance of the regular CPDP to some extent.",
        "email": "",
        "conf": "arvix preprint",
        "coauthors": [
            "Peng He",
            "Bing Li",
            "Yutao Ma"
        ],
        "keywords": "cross-project defect prediction, learning technique,software metric, software quality"
    },
    {
        "id": 2197,
        "label": 48,
        "author": "bing li",
        "title": "Histone H3 Lysine 36 Dimethylation (H3K36me2) Is Sufficient to Recruit the Rpd3s Histone Deacetylase Complex and to Repress Spurious Transcription",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Histone methylation is associated with both transcription activation and repression. However, the functions of different states of methylation remain largely elusive. Here, using methyl-lysine analog technology, we demonstrate that the histone deacetylase complex, Rpd3S, can distinguish the nucleosomes methylated to different extents and that K36me2 is sufficient to target Rpd3S in vitro. Through a genome-wide survey, we identified a few mutants in which the level of K36me3 is significantly reduced, whereas the level of K36me2 is sustained. Transcription analysis and genome-wide histone modification studies on these mutants suggested that K36me2 is sufficient to target Rpd3S in vivo, thereby maintaining a functional Set2-Rpd3S pathway",
        "email": "",
        "conf": "Journal of Biological Chemistry",
        "coauthors": [
            "Bing Li",
            "Jessica Jackson",
            "Matthew D Simon",
            "Brian Fleharty",
            "Madelaine Gogol",
            "Chris Seidel",
            "Jerry L. Workman",
            "Ali Shilatifard"
        ],
        "keywords": ""
    },
    {
        "id": 2096,
        "label": 46,
        "author": "bing li",
        "title": "Web Services Clustering Based on HDP and SOM Neural Network",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Discovering appropriate, user-desired Web services from massive Web services quickly and accurately for users to build valuable Web applications has become a significant challenge. Web services clustering has been proved to be an effective way for Web service discovery. Some recent research works exploit additional information (such as, tags or word clusters information) to argument LDA-based topic modeling for better service clustering. Although they definitely boost service clustering via mining more implicit topics and semantic correlation of service document, their performance still can be improved due to inherent disadvantage of LDA topic model and adopted clustering algorithms. To address this problem, we propose a Web services clustering method based on HDP topic model and SOM neural network. This method, firstly uses Word2Vec to expand the original Web services description document from Wikipedia English corpus and applies HDP topic model to model the expanded Web services description document to obtain the document-topic vector. At last, it employs SOM algorithm on the document-topic vector to achieve Web services clustering. The comparative experiments are performed on ProgrammableWeb dataset. The experimental results show that the proposed method respectively achieves significant improvements of 486%, 54.0%, 35.8%, 47.1%, 39.0%, 28.6%, and 9.4%, compared with other seven service clustering methods.",
        "email": "",
        "conf": "IEEE SmartWorld, Ubiquitous Intelligence & Computing, Advanced & Trusted Computing, Scalable Computing & Communications, Cloud & Big Data Computing, Internet of People and Smart City Innovation",
        "coauthors": [
            "Qiaoxiang Xiao",
            "Buqing Cao",
            "Xiangping Zhang",
            "Jianxun Liu",
            "Rong Hu",
            "Bing Li"
        ],
        "keywords": "Web Services,Word2Vec,HDP topic model,Self Organizing Maps,Web Service Clustering"
    },
    {
        "id": 2241,
        "label": 48,
        "author": "bing li",
        "title": "Ssn6-Tup1 Regulates RNR3 by Positioning Nucleosomes and Affecting the Chromatin Structure at the Upstream Repression Sequence",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The DNA damage inducible gene ribonucleotide reductase (RNR3) is regulated by a transcriptional repression mechanism by the recruitment of the Ssn6-Tup1 corepressor complex to its promoter by the sequence-specific DNA-binding protein Crt1. Ssn6-Tup1 is reported to represses transcription by interfering with transcription factors, recruiting histone deacetylases, and positioning nucleosomes at the promoter of its target genes. Two of the three mechanisms involve effects on chromatin structure, and therefore, we have delineated the nucleosomal structure of RNR3 in the repressed and derepressed state using multiple nuclease mapping strategies. A regular array of positioned nucleosomes is detected over the repressed RNR3 promoter that extends into the coding sequence. Treating cells with DNA damaging agents or deletingCRT1, SSN6, or TUP1 derepressesRNR3 transcription, and causes a dramatic disruption of nucleosome positioning over its promoter. Furthermore, derepression ofRNR3 correlated with changes in nuclease sensitivity within the upstream repression sequence (URS) region. Specifically, the loss of a MNase-hypersensitive site, and the appearance of strong DNase I hypersensitivity, was observed over the URS. Interestingly, we find that the binding of Crt1 to the promoter in the absence of Ssn6 or Tup1 is insufficient for nucleosome positioning or regulating chromatin structure at the URS; thus, these two functions are strictly dependent upon Ssn6-Tup1. We propose that RNR3 is regulated by changes in nucleosome positioning and chromatin structure that are mediated by Ssn6, Tup1, and Crt1.",
        "email": "",
        "conf": "Journal of Biological Chemistry",
        "coauthors": [
            "Bing Li",
            "Joseph C Reese"
        ],
        "keywords": ""
    },
    {
        "id": 2239,
        "label": 46,
        "author": "bing li",
        "title": "Schema Mapping for Interoperability in XML-based multidatabase",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The main aim of a multidatabase system (MDBS) is to achieve data integration and interoperability among distributed and heterogeneous database systems. But data model heterogeneity and schema make this a challenging task. Multidatabase users can only view the global schemas whose real data come from local database systems. Thus, mappings from global schemas to local schemas should be established. At the same time, the recent emergence of XML has shown great intractability as a new standard for data representation and exchange on the Web. A data model based on XML becomes more suitable for integrating different types of systems. This paper firstly introduces a multidatabase common data model based on XML, named XML-based Integration Model (XIDM). Then, an approach of schema mappings based on XIDM in MDBSs has been presented. Finally, the illustration and implementation of schema mappings in a multidatabase prototype - Panorama are also discussed",
        "email": "",
        "conf": "International Workshop on Database and Expert Systems Applications",
        "coauthors": [
            "Ruixuan Li",
            "Zhengding Lu",
            "Weijun Xiao",
            "Bing Li",
            "Wei Wu"
        ],
        "keywords": "Data models,Database systems,Object oriented modeling,Relational databases,Database languages,Algebra,Educational institutions,Computer science,Prototypes"
    },
    {
        "id": 2216,
        "label": 48,
        "author": "bing li",
        "title": "Combined action of PHD and Chromo domains directs the Rpd3S HDAC to transcribed chromatin",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Nucleosomes must be deacetylated behind elongating RNA polymerase II to prevent cryptic initiation of transcription within the coding region. RNA polymerase II signals for deacetylation through the methylation of histone H3 lysine 36 (H3K36), which provides the recruitment signal for the Rpd3S histone deacetylase complex (HDAC). The recognition of methyl H3K36 by Rpd3S requires the chromodomain of its Eaf3 subunit. Paradoxically, Eaf3 is also a subunit of the NuA4 acetyltransferase complex, yet NuA4 does not recognize methyl H3K36 nucleosomes. In Saccharomyces cerevisiae, we found that methyl H3K36 nucleosome recognition by Rpd3S also requires the plant homeobox domain (PHD) of its Rco1 subunit. Thus, the coupled chromo and PHD domains of Rpd3S specify recognition of the methyl H3K36 mark, demonstrating the first combinatorial domain requirement within a protein complex to read a specific histone code.",
        "email": "",
        "conf": "Science",
        "coauthors": [
            "Bing Li",
            "Madelaine Gogol",
            "Mike Carey",
            "Daeyoup Lee",
            "Chris Seidel",
            "Jerry L Workman"
        ],
        "keywords": ""
    },
    {
        "id": 2160,
        "label": 46,
        "author": "bing li",
        "title": "Multi-granularity evolution analysis of software using complex network theory",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Software systems are a typical kind of man-made complex systems. Understanding their evolutions can lead to better software engineering practices. In this paper, the authors use complex network theory as a tool to analyze the evolution of object-oriented (OO) software from a multigranularity perspective. First, a multi-granularity software networks model is proposed to represent the topological structures of a multi-version software system from three levels of granularity. Then, some parameters widely used in complex network theory are applied to characterize the software networks. By tracing the parameters’ values in consecutive software systems, we have a better understanding about software evolution. A case study is conducted on an open source OO project, Azureus, as an example to illustrate our approach, and some underlying evolution characteristics are uncovered. These results provide a different dimension to our understanding of software evolutions and also are very useful for the design and development of OO software systems.",
        "email": "libing@sklse.org",
        "conf": "Journal of Systems Science and Complexity",
        "coauthors": [
            "Weifeng Pan",
            "Bing Li",
            "Yutao Ma",
            "Jing Liu"
        ],
        "keywords": "Complex networks, multi-granularity, software evolution, software system"
    },
    {
        "id": 2106,
        "label": 46,
        "author": "bing li",
        "title": "A Constrained Learning Approach to the Prediction of Reliability Ranking for WSN Services",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Wireless Sensor Network Service Applications (WSAs) are playing an important role in Wireless Sensor Network (WSN), which bridge the gap between WSN and existing widely deployed Service-Oriented Architecture (SOA) technologies. Function properties of WSN services are important, which assure correct functionality of WSA. Meanwhile, nonfunctional properties such as reliability might significantly influence the client-perceived quality of WSA. Thus, building high-reliability WSA is a critical research problem. Reliability rankings provide valuable information for making optimal WSN service selection from functionally equivalent service candidates. There existed several methods that can conduct reliability ranking prediction of WSN services. However, it is difficult to evaluate which one is better than another, because those acquire different rankings with different preference functions. This paper proposes a constrained learning prediction of reliability ranking approach for WSN services on past service usage experiences of other WSAs, which can achieve higher accuracy and improve the performance by pruning candidate services. To validate the authors' approach, large-scale experiments are conducted based on a real-world WSN service dataset. The results show that their proposed approach achieves higher prediction accuracy than other approaches.",
        "email": "",
        "conf": "International Journal of Web Services Research",
        "coauthors": [
            "Wei Xiong",
            "Zhao Wu",
            "Bing Li",
            "Gu Qiong"
        ],
        "keywords": ""
    },
    {
        "id": 2122,
        "label": 48,
        "author": "bing li",
        "title": "Homodimeric PHD-domain containing Rco1 constitutes a critical interaction hub within the Rpd3S histone deacetylase complex",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Recognition of histone post-translational modifications is pivotal for directing chromatin-modifying enzymes to specific genomic regions and regulating their activities. Emerging evidence suggests that other structural features of nucleosomes also contribute to precise targeting of downstream chromatin complexes, such as linker DNA, the histone globular domain, and nucleosome spacing. However, how chromatin complexes coordinate individual interactions to achieve high affinity and specificity remains unclear. The Rpd3S histone deacetylase utilizes the chromodomain-containing Eaf3 subunit and the PHD domain-containing Rco1 subunit to recognize nucleosomes that are methylated at lysine 36 of histone H3 (H3K36me). We showed previously that the binding of Eaf3 to H3K36me can be allosterically activated by Rco1. To investigate how this chromatin recognition module is regulated in the context of the Rpd3S complex, we first determined the subunit interaction network of Rpd3S. Interestingly, we found that Rpd3S contains two copies of the essential subunit Rco1, and both copies of Rco1 are required for full functionality of Rpd3S. Our functional dissection of Rco1 revealed that besides its known chromatin-recognition interfaces, other regions of Rco1 are also critical for Rpd3S to recognize its nucleosomal substrates and functionin vivo. This unexpected result uncovered an important and understudied aspect of chromatin recognition. It suggests that precisely reading modified chromatin may not only need the combined actions of reader domains but also require an internal signaling circuit that coordinates the individual actions in a productive way",
        "email": "Bing4.Li@utsouthwestern.edu",
        "conf": "Journal of Biological Chemistry",
        "coauthors": [
            "Chun Ruan",
            "Haochen Cui",
            "Chul-Hwan Lee",
            "Sheng Li",
            "Bing Li"
        ],
        "keywords": "chromatin, histone deacetylase (HDAC), histone modification, PHD finger, transcription"
    },
    {
        "id": 2121,
        "label": 46,
        "author": "bing li",
        "title": "An Experimental Study for Intelligent Logistics: A Middleware Approach",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Recent years have witnessed a rapid growth in using Internet of things (IoT), which facilitates and simultaneously raises challenges for the intelligent logistics. The real-world devices can provide their functionality as Web services. Because of the dynamicity and heterogeneity of the target networking environment, the services offered by IoT resources cannot be composed by simply extending existing Service oriented architecture (SOA) approaches. Logistics, which consists of a complex network of organizations and business processes, must be monitored in real time. Based on the proper understanding of the possible exceptions, we propose a middleware approach to solve the logistics service composition in IoT, where a decentralized coordination mechanism is used to monitor the component services with few resources efficiently. Through a set of experiments, the effectiveness and robustness of our approach are evaluated",
        "email": "",
        "conf": "Chinese Journal of Electronics",
        "coauthors": [
            "yang Rong",
            "Bing Li",
            "Yan Hu"
        ],
        "keywords": "logistics data processing; middleware; system monitoring; Internet of Things"
    },
    {
        "id": 2188,
        "label": 46,
        "author": "bing li",
        "title": "Qualitative rules mining and reasoning based on cloud model",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Qualitative rules mining and reasoning is one of the important aspects of data mining and knowledge discovery. Backward cloud can transform quantitative values into qualitative concept naturally, and the rule generator constructed by cloud model can describe qualitative rules expressing by natural language effectively. In this paper, we employ backward cloud to obtain qualitative rules from a small quantity of precise cases, and construct rule generator to provide a reasoning mechanism. Finally, qualitative rules mining and reasoning approach is used to control the electrical machine running speed under practical working conditions, which demonstrates the validity of the cloud method.",
        "email": "",
        "conf": "International Conference on Software Engineering and Data Mining",
        "coauthors": [
            "Hao Chen",
            "Bing Li"
        ],
        "keywords": "cloud model,rule mining,qualitativ reasoning"
    },
    {
        "id": 2144,
        "label": 46,
        "author": "bing li",
        "title": "Recode: Software package refactoring via community detection in bipartite software networks",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "It is an intrinsic property of real-world software to evolve, which is usually accompanied by the increase of software complexity and deterioration of software quality. So successful software has to be reconditioned from time to time. Though many refactoring approaches have been proposed, only a few of them are performed at the package level. In this paper, we present a novel approach to refactor the package structure of object-oriented (OO) software. It uses weighted bipartite software networks to represent classes, packages, and their dependencies; it proposes a guidance community detection algorithm (GUIDA) to obtain the optimized package structure; and it finally provides a list of classes as refactoring candidates by comparing the optimized package structure with the real package structure. Through a set of experiments we have shown that the proposed approach is able to identify a majority of classes that experts recognize as refactoring candidates, and the benefits of our approach are illustrated in comparison with other two approaches.",
        "email": "bingli@whu.edu.cn",
        "conf": "Advances in Complex Systems",
        "coauthors": [
            "Weifeng Pan",
            "Bing Li",
            "Bo Jiang",
            "Kun Liu"
        ],
        "keywords": "Refactoring,community detection,software network,complex network,package,object-oriented design"
    },
    {
        "id": 2211,
        "label": 48,
        "author": "bing li",
        "title": "MSL Complex Is Attracted to Genes Marked by H3K36 Trimethylation Using a Sequence-Independent Mechanism",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "In Drosophila, X chromosome dosage compensation requires the male-specific lethal (MSL) complex, which associates with actively transcribed genes on the single male X chromosome to upregulate transcription ∼2-fold. We found that on the male X chromosome, or when MSL complex is ectopically localized to an autosome, histone H3K36 trimethylation (H3K36me3) is a strong predictor of MSL binding. We isolated mutants lacking Set2, the H3K36me3 methyltransferase, and found that Set2 is an essential gene in both sexes of Drosophila. In set2 mutant males, MSL complex maintains X specificity but exhibits reduced binding to target genes. Furthermore, recombinant MSL3 protein preferentially binds nucleosomes marked by H3K36me3 in vitro. Our results support a model in which MSL complex uses high-affinity sites to initially recognize the X chromosome and then associates with many of its targets through sequence-independent features of transcribed genes.",
        "email": "",
        "conf": "Molecular Cell",
        "coauthors": [
            "Erica Larschan",
            "Artyom A Alekseyenko",
            "Andrey Gorchakov",
            "Shouyong Peng",
            "Bing Li",
            "Pok Yang",
            "Jerry L. Workman",
            "Peter J. Park",
            "Mitzi I Kuroda"
        ],
        "keywords": ""
    },
    {
        "id": 2113,
        "label": 47,
        "author": "bing li",
        "title": "Epitaxial growth of unusual 4H hexagonal Ir Rh Os Ru and Cu nanostructures on 4H Au nanoribbons",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Metal nanomaterials normally adopt the same crystal structure as their bulk counterparts. Herein, for the first time, the unusual 4H hexagonal Ir, Rh, Os, Ru and Cu nanostructures have been synthesized on 4H Au nanoribbons (NRBs) via solution-phase epitaxial growth under ambient conditions. Interestingly, the 4H Au NRBs undergo partial phase transformation from 4H to face-centered cubic (fcc) structures after the metal coating. As a result, a series of polytypic 4H/fcc bimetallic Au@M (M = Ir, Rh, Os, Ru and Cu) core–shell NRBs has been obtained. We believe that the rational crystal structure-controlled synthesis of metal nanomaterials will bring new opportunities for exploring their phase-dependent physicochemical properties and promising applications.",
        "email": "",
        "conf": "Chemical Science",
        "coauthors": [
            "Zhanxi Fan",
            "Ye Chen",
            "Yihan Zhu",
            "Jie Wang",
            "Bing Li",
            "Yun Zong",
            "Yu Han",
            "Hua Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 2199,
        "label": 48,
        "author": "bing li",
        "title": "Heterochromatin Protein 1a Stimulates Histone H3 Lysine 36 Demethylation by the Drosophila KDM4A Demethylase",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Recent discoveries of histone demethylases demonstrate that histone methylation is reversible. However, mechanisms governing the targeting and regulation of histone demethylation remain elusive. Here we report that a Drosophila melanogaster JmjC domain-containing protein, dKDM4A, is a histone H3K36 demethylase. dKDM4A specifically demethylates H3K36me2 and H3K36me3 both in vitro and in vivo. Affinity purification and mass spectrometry analysis revealed that heterochromatin protein 1a (HP1a) associates with dKDMA4A. We found that the chromo shadow domain of HP1a and a HP1-interacting motif of dKDM4A are responsible for this interaction. HP1a stimulates the histone H3K36 demethylation activity of dKDM4A, and this stimulation depends on the H3K9me-binding motif of HP1a. Finally, we provide in vivo evidence suggesting that HP1a and dKDM4A interact with each other and that loss of HP1a leads to an increased level of histone H3K36me3. Collectively, these results suggest a function of HP1a in transcription facilitating H3K36 demethylation at transcribed and/or heterochromatin regions.",
        "email": "",
        "conf": "Molecular cell",
        "coauthors": [
            "Chia-Hui Lin",
            "Bing Li",
            "Selene K Swanson",
            "Ying Zhang",
            "Laurence Florens",
            "Michael P. Washburn",
            "Susan M. Abmayr",
            "Jerry L Workman"
        ],
        "keywords": ""
    },
    {
        "id": 2103,
        "label": 46,
        "author": "bing li",
        "title": "A Weighted Multi-Local-World Network Evolving Model and Its Application in Software Network Modeling",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The phenomenon of local worlds (also known as communities) exists in numerous real-life networks, for example, computer networks and social networks. We proposed the Weighted Multi-Local-World (WMLW) network evolving model, taking into account  the dense links between nodes in a local world,  the sparse links between nodes from different local worlds, and  the different importance between intra-local-world links and inter-local-world links. On topology evolving, new links between existing local worlds and new local worlds are added to the network, while new nodes and links are added to existing local worlds. On weighting mechanism, weight of links in a local world and weight of links between different local worlds are endowed different meanings. It is theoretically proven that the strength distribution of the generated network by the WMLW model yields to a power-law distribution. Simulations show the correctness of the theoretical results. Meanwhile, the degree distribution also follows a power-law distribution. Analysis and simulation results show that the proposed WMLW model can be used to model the evolution of class diagrams of software systems.",
        "email": "",
        "conf": "Mathematical Problems in Engineering",
        "coauthors": [
            "Zengyang Li",
            "Hui Liu",
            "Jun-An Lu",
            "Bing Li"
        ],
        "keywords": ""
    },
    {
        "id": 2227,
        "label": 48,
        "author": "bing li",
        "title": "The Proteasome Regulatory Particle Alters the SAGA Coactivator to Enhance Its Interactions with Transcriptional Activators",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Promoter recruitment of the Saccharomyces cerevisiae SAGA histone acetyltransferase complex is required for RNA polymerase II-dependent transcription of several genes. SAGA is targeted to promoters through interactions with sequence-specific DNA binding transcriptional activators and facilitates preinitiation-complex assembly and transcription. Here, we show that the 19S proteasome regulatory particle (19S RP) alters SAGA to stimulate its interaction with transcriptional activators. The ATPase components of the 19S RP are required for stimulation of SAGA/activator interactions and enhance SAGA recruitment to promoters. Proteasomal ATPases genetically interact with SAGA, and their inhibition reduces global histone H3 acetylation levels and SAGA recruitment to target promoters in vivo. These results indicate that the 19S RP modulates SAGA complex using its ATPase components, thereby facilitating subsequent transcription events at promoters.",
        "email": "",
        "conf": "Cell",
        "coauthors": [
            "Daeyoup Lee",
            "Elena Ezhkova",
            "Bing Li",
            "Samantha G. Pattenden",
            "William P. Tansey",
            "Jerry L Workman"
        ],
        "keywords": ""
    },
    {
        "id": 2182,
        "label": 46,
        "author": "bing li",
        "title": "How multiple-dependency structure of classes affects their functions: A statistical perspective",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Networks have been considered an effective tool to describe the topological structure of software. Recently, many object-oriented software systems were found to share global network features such as scale free and small world. In this paper, we defined a special structural feature of individual class to investigate the relationship between external structure and internal function. The metric (m) takes in-degree and reachable set of nodes in class-level dependency graphs derived from source code into consideration. Experimental results show that (1) the distribution of frequency-of-occurrence of m roughly follows a power-law distribution, and (2) there is a weak but distinct positive correlation between m and either WMC or LCOM, and classes with complex multiple-dependency structure have on average more complicated functions (and less cohesion) than other classes within specific groups classified by m. Thus, the metric could be a useful complementary measure for traditional OO metrics to analyze the complexity, stability and maintainability of classes.",
        "email": "",
        "conf": "International Conference on Software Technology and Engineering",
        "coauthors": [
            "Yutao Ma",
            "Keqing He",
            "Bing Li",
            "Xiaoyan Zhou"
        ],
        "keywords": "dependency graph,program analysis,objectoriented,software metric,correlation"
    },
    {
        "id": 2244,
        "label": 46,
        "author": "bing li",
        "title": "Transaction management in mobile multidatabase systems",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Tremendous advances in wireless networks and portable computing devices have led to development of mobile computing. Traditional transaction management in multidatabase systems cannot be applied to mobile environment. In this paper, we analyze the features of mobile multidatabase environment. A mobile transaction model based on nested transactions is proposed and a serializability theory is presented for this model. In addition, concurrency control of mobile transactions is discussed",
        "email": "",
        "conf": "International Conference on Computer Networks and Mobile Computing",
        "coauthors": [
            "Weijun Xiao",
            "Lu ZhengDing",
            "Bing Li",
            "Mudar Sarem"
        ],
        "keywords": "Distributed databases,Database systems,Transaction databases,Computer networks,Portable computers,Mobile computing,Concurrency control,Disaster management,Technology management,Distributed computing"
    },
    {
        "id": 2107,
        "label": 46,
        "author": "bing li",
        "title": "Web APIs Recommendation for Mashup Development Based on Hierarchical Dirichlet Process and Factorization Machines",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Mashup technology, which allows software developers to compose existing Web APIs to create new or value-added composite RESTful Web services, has emerged as a promising software development method in a service-oriented environment. More and more service providers have published tremendous Web APIs on the internet, which makes it becoming a significant challenge to discover the most suitable Web APIs to construct user-desired Mashup application from these tremendous Web APIs. In this paper, we combine hierarchical dirichlet process and factorization machines to recommend Web APIs for Mashup development. This method, firstly use the hierarchical dirichlet process to derive the latent topics from the description document of Mashups and Web APIs. Then, it apply factorization machines train the topics obtained by the HDP for predicting the probability of Web APIs invocated by Mashups and recommending the high-quality Web APIs for Mashup development. Finally, we conduct a comprehensive evaluation to measure performance of our method. Compared with other existing recommendation approaches, experimental results show that our approach achieves a significant improvement in terms of MAE and RMSE",
        "email": "",
        "conf": "International Conference on Collaborative Computing: Networking, Applications and Worksharing",
        "coauthors": [
            "Buqing Cao",
            "Bing Li",
            "Jianxun Liu",
            "Mingdong Tang",
            "Yizhi Liu"
        ],
        "keywords": "Hierarchical dirichlet process, Factorization machines, Web APIs recommendation, Mashup development "
    },
    {
        "id": 2163,
        "label": 48,
        "author": "bing li",
        "title": "PICH and BLM limit histone association with anaphase centromeric DNA threads and promote their resolution",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Centromeres nucleate the formation of kinetochores and are vital for chromosome segregation during mitosis. The SNF2 family helicase PICH (Plk1‐interacting checkpoint helicase) and the BLM (the Bloom's syndrome protein) helicase decorate ultrafine histone‐negative DNA threads that link the segregating sister centromeres during anaphase. The functions of PICH and BLM at these threads are not understood, however. Here, we show that PICH binds to BLM and enables BLM localization to anaphase centromeric threads. PICH‐ or BLM‐RNAi cells fail to resolve these threads in anaphase. The fragmented threads form centromeric‐chromatin‐containing micronuclei in daughter cells. Anaphase threads in PICH‐ and BLM‐RNAi cells contain histones and centromere markers. Recombinant purified PICH has nucleosome remodelling activities in vitro. We propose that PICH and BLM unravel centromeric chromatin and keep anaphase DNA threads mostly free of nucleosomes, thus allowing these threads to span long distances between rapidly segregating centromeres without breakage and providing a spatiotemporal window for their resolution",
        "email": "",
        "conf": "The EMBO Journal",
        "coauthors": [
            "Yuwen Ke",
            "Jae-Wan Huh",
            "Ross Warrington",
            "Bing Li",
            "Nan Wu",
            "Mei Leng",
            "Junmei Zhang",
            "Haydn L Ball",
            "Bing Li",
            "Hongtao Yu"
        ],
        "keywords": ""
    },
    {
        "id": 2192,
        "label": 48,
        "author": "bing li",
        "title": "Determining Protein Complex Connectivity Using a Probabilistic Deletion Network Derived from Quantitative Proteomics",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Protein complexes are key molecular machines executing a variety of essential cellular processes. Despite the availability of genome-wide protein-protein interaction studies, determining the connectivity between proteins within a complex remains a major challenge. Here we demonstrate a method that is able to predict the relationship of proteins within a stable protein complex. We employed a combination of computational approaches and a systematic collection of quantitative proteomics data from wild-type and deletion strain purifications to build a quantitative deletion-interaction network map and subsequently convert the resulting data into an interdependency-interaction model of a complex. We applied this approach to a data set generated from components of the Saccharomyces cerevisiae Rpd3 histone deacetylase complexes, which consists of two distinct small and large complexes that are held together by a module consisting of Rpd3, Sin3 and Ume1. The resulting representation reveals new protein-protein interactions and new submodule relationships, providing novel information for mapping the functional organization of a complex.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Mihaela E. Sardiu",
            "Joshua M. Gilmore",
            "Michael J. Carrozza",
            "Bing Li",
            "Jerry L. Workman",
            "Laurence Florens",
            "Michael P. Washburn"
        ],
        "keywords": ""
    },
    {
        "id": 2190,
        "label": 46,
        "author": "bing li",
        "title": "A Novel Method for Mining SaaS Software Tag via Community Detection in Software Services Network",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The number of online software services based on SaaS paradigm is increasing. However, users usually find it hard to get the exact software services they need. At present, tags are widely used to annotate specific software services and also to facilitate the searching of them. Currently these tags are arbitrary and ambiguous since mostly of them are generated manually by service developers. This paper proposes a method for mining tags from the help documents of software services. By extracting terms from the help documents and calculating the similarity between the terms, we construct a software similarity network where nodes represent software services, edges denote the similarity relationship between software services, and the weights of the edges are the similarity degrees. The hierarchical clustering algorithm is used for community detection in this software similarity network. At the final stage, tags are mined for each of the communities and stored as ontology.",
        "email": "",
        "conf": "IEEE International Conference on Cloud Computing",
        "coauthors": [
            "Li Qin",
            "Bing Li",
            "Weifeng Pan",
            "Tao Peng"
        ],
        "keywords": "software service tag, text parsing, software similarity network"
    },
    {
        "id": 2118,
        "label": 46,
        "author": "bing li",
        "title": "Inferring Service Recommendation from Natural Language API Descriptions",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Software reuse through Application Programming Interfaces (APIs) is a common practice in software development. It remains a big challenge to bridge the semantic gap between user expectations and application functionality with the development of Web-based services. This paper proposes a service recommendation approach via extracting semantic relationship from natural language API descriptions and inferring. To validate our approach, large-scale experiments are conducted based on a real-world accessible service repository, ProgrammableWeb. The results show the effectiveness of our proposed approach.",
        "email": "",
        "conf": "IEEE International Conference on Web Services",
        "coauthors": [
            "Wei Xiong",
            "Zhao Wu",
            "Bing Li",
            "Qiong Gu",
            "Lei Yuan",
            "Bo Hang"
        ],
        "keywords": "Web-based service,natural language processing,Semantic Graph,service recommendation"
    },
    {
        "id": 2168,
        "label": 47,
        "author": "bing li",
        "title": "Graphene Oxide as a Carbon Source for Controlled Growth of Carbon Nanowires",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "A simple method for the controlled growth of novel reduced graphene oxide/carbon nanowire (rGO/CNW) composites is developed. Without any additional carbon precursor, the graphene oxide itself serves as the only carbon source. As a proof‐of‐concept, the chemical sensor based on the parallel rGO/CNW micropatterns is demonstrated, which exhibits the excellent detection of dopamine.",
        "email": "",
        "conf": "Small",
        "coauthors": [
            "Xiehong Cao",
            "Qiyuan He",
            "Wenhui Shi",
            "Bing Li",
            "Zhiyuan Zeng",
            "Yumeng Shi",
            "Qingyu Yan",
            "Hua Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 2209,
        "label": 46,
        "author": "bing li",
        "title": "Characterizing the Structural Quality of General Complex Software Networks.",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Software systems can be modeled as complex networks in which software components are abstract nodes and their interactions are abstract edges. This paper attempts to characterize the structural quality of complex software networks. We propose to use a novel statistical measure, called average propagation ratio, to characterize the structural quality of general complex software networks, such as software adaptivity and maintainability. Several real-world complex software networks are analyzed in some depth to demonstrate the application of average propagation ratios. Furthermore, we investigate the key factors that determine the average propagation ratios of general complex software networks, resulting in a set of guiding principles that can be used in practical network design for improving the structural quality of complex software systems.",
        "email": "",
        "conf": "International Journal of Bifurcation and Chaos",
        "coauthors": [
            "Jing Liu",
            "Jinhu Lu",
            "Keqing He",
            "Chi Kong Tse"
        ],
        "keywords": "Complex networks,software systems,structural quality"
    },
    {
        "id": 2156,
        "label": 46,
        "author": "bing li",
        "title": "Applying Centrality Measures to the Behavior Analysis of Developers in Open Source Software Community",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "In this paper, we firstly create developer networks by affiliation between projects and developers, and then, with respect to social network analysis, take an approach to empirically study the new developers' behavior and the relationship with the centrality measures. We find that most of new developers choose to cooperate with each other initially, but more collaboration are established between new developers and existing developers, and more new collaboration are developed between existing developers who have never collaborated with each other than those have collaborated before. In addition we suggest that new developers prior to cooperate with high between ness centrality or degree centrality and then closeness centrality, discuss that centrality measures can use to guide the preferential collaboration of OSS community.",
        "email": "",
        "conf": "International Conference on Cloud and Green Computing",
        "coauthors": [
            "Peng He",
            "Bing Li",
            "Yuan Huang"
        ],
        "keywords": "OSS community,Developer networks,Centrality analysis,Longitudinal study"
    },
    {
        "id": 2194,
        "label": 47,
        "author": "bing li",
        "title": "Controlled Assembly of Gold Nanoparticles and Graphene Oxide Sheets on Dip Pen Nanolithography-Generated Templates",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "The ability to organize nanomaterials, e.g., Au nanoparticles (NPs) and graphene oxide (GO) sheets, into ordered structures with high accuracy and resolution on a substrate is crucially important for fundamental studies and applications. In this letter, we developed a simple and efficient method to generate positively charged 11-amino-1-undecanethiol (AUT) templates on Au substrates, which were successfully used for controlled assembly of negatively charged Au NPs or GO sheets from aqueous solution. The templates were obtained by passivation of the exposed Au area with AUT after 16-mercaptohexadecanoic acid (MHA) patterns were generated by dip-pen nanolithography (DPN) on Au. The electrostatic interaction ensures that the Au NPs and GO sheets only adsorb on the designed AUT areas. Importantly, by using this method, the number of Au NPs adsorbed on patterned areas can be controlled, and a single Au NP array was successfully achieved.",
        "email": "",
        "conf": "Langmuir",
        "coauthors": [
            "Bing Li",
            "Gang Lu",
            "Xiaozhu Zhou",
            "Xiehong Cao",
            "Freddy Boey",
            "Hua Zhang"
        ],
        "keywords": "Chemical Physics"
    },
    {
        "id": 2204,
        "label": 47,
        "author": "bing li",
        "title": "Phase transformation of a rare-earth Anderson polyoxometalate at low temperature",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "The rare-earth Anderson-type polyoxometalate [Tm2(H2O)14CrMo6O24H6][CrMo6O24H6]·16H2O undergoes a temperature-dependent single-crystal-to-single-crystal (SCSC) phase transformation.",
        "email": "",
        "conf": "CrystEngComm",
        "coauthors": [
            "Li-Zhi Zhang",
            "Wen Gu",
            "Zhili Dong",
            "Xin Liu",
            "Bing Li"
        ],
        "keywords": ""
    },
    {
        "id": 2143,
        "label": 48,
        "author": "bing li",
        "title": "Reading Histone Modifications",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Histone posttranslational modifications (PTM) constitute one of the most important signaling pathways in the eukaryotic nucleus. In this chapter, we will discuss the molecular mechanisms by which histone PTM are deciphered by chromatin regulators and the functional outcomes of reading this signaling system.",
        "email": "Bing4.Li@utsouthwestern.edu",
        "conf": "Fundamentals of Chromatin. Springer",
        "coauthors": [
            "Chun Ruan",
            "Bing Li"
        ],
        "keywords": "Chromatin Remodel Complex, Histone Chaperone, Tudor Domain, Histone Deacetylase Complex, Chromo Domain "
    },
    {
        "id": 2178,
        "label": 46,
        "author": "bing li",
        "title": "On Ontology Management in Semantic Web Service Registry",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Ontology plays a key role in Semantic Web Service Registry (SWSR) which will add semantic information to web service. There exist some cases that users use different ontologies in the same domain to annotate web service. Therefore in this paper we present an approach to effectively manage the ontologies in SWSR based on ISO SC32 19763-3: MFI-3 (Metamodel Framework for Interoperability: Metamodel for Ontology Registration). We manage these different ontologies and the Same As relationship between them in order to maintain the semantic interoperability of web service based on these ontologies. Finally a prototype of Ontology Management Platform (OMP) is realized.",
        "email": "",
        "conf": "International Conference on Grid and Cloud Computing",
        "coauthors": [
            "Cheng Zeng",
            "Keqing He",
            "Bing Li",
            "Chong Wang",
            "Yangfan He"
        ],
        "keywords": "Ontology Management,Semantic Web Service Registry,Evolution Rule"
    },
    {
        "id": 2236,
        "label": 46,
        "author": "bing li",
        "title": "Interoperability Test of ebXML e-Business Solutions.",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The XML-based e-business specifications are the main stream in B2B field, and the ebXML specification is the most promising one among them with more and more e-business solutions supporting ebXML. We argue that the interoperability assurance between different e-business solutions is the key issue for spreading ebXML technology around the world. In this paper, we first define the concept of interoperability for software solutions, and then we propose the basic steps for interoperability test. At last the interoperability test method for ebXML solutions is presented",
        "email": "",
        "conf": "International Conference onComputer and Information Technology",
        "coauthors": [
            "Peng Liang",
            "Keqing He",
            "Bing Li",
            "Jin Liu"
        ],
        "keywords": "Software testing,Application software,Operating systems,Hardware,Distributed computing,System testing,Computer languages,Computer networks,Software systems"
    },
    {
        "id": 2140,
        "label": 47,
        "author": "bing li",
        "title": "Dual-Phase Spinel MnCo2O4 and Spinel MnCo2O4/Nanocarbon Hybrids for Electrocatalytic Oxygen Reduction and Evolution",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Oxygen reduction reaction (ORR) and oxygen evolution reaction (OER) are essential reactions for energy-storage and -conversion devices relying on oxygen electrochemistry. High-performance, nonprecious metal-based hybrid catalysts are developed from postsynthesis integration of dual-phase spinel MnCo2O4 (dp-MnCo2O4) nanocrystals with nanocarbon materials, e.g., carbon nanotube (CNT) and nitrogen-doped reduced graphene oxide (N-rGO). The synergic covalent coupling between dp-MnCo2O4 and nanocarbons effectively enhances both the bifunctional ORR and OER activities of the spinel/nanocarbon hybrid catalysts. The dp-MnCo2O4/N-rGO hybrid catalysts exhibited comparable ORR activity and superior OER activity compared to commercial 30 wt % platinum supported on carbon black (Pt/C). An electrically rechargeable zinc–air battery using dp-MnCo2O4/CNT hybrid catalysts on the cathode was successfully operated for 64 discharge–charge cycles (or 768 h equivalent), significantly outperforming the Pt/C counterpart, which could only survive up to 108 h under similar conditions.",
        "email": "",
        "conf": "ACS Applied Materials & Interfaces",
        "coauthors": [
            "Xiaoming Ge",
            "Yayuan Liu",
            "Fu Wei Thomas Goh",
            "T. S. Andy Hor",
            "Yun Zong",
            "Peng Xio",
            "Zheng Zhang",
            "Suo Hon Lim",
            "Bing Li",
            "Xin Wang",
            "Zhaolin Liu"
        ],
        "keywords": "oxygen reduction reaction, oxygen evolution reaction, transition-metal oxide"
    },
    {
        "id": 2111,
        "label": 46,
        "author": "bing li",
        "title": "Scoring tourist attractions based on sentiment lexicon",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Sentiment analysis uses NLP (Natural Language Processing) technology to analyze people's sentiment or opinion. SA can treat the subjectivity, sentiment and opinion of text by calculation. In recent years, because a large number of opinion appear in web such as discussion forum, review sites, blogs and news sites, sentiment analysis has become an important research area. In this paper, we designed a state-of-the-art sentiment analysis system based on a Chinese sentiment lexicon. The system automatically scores the tourist attraction using reviews. Data used in this study are online tourist attraction reviews crawled from Ly.com which is a Chinese professional leisure travel booking platform. We describe the research design, methodology, and implement of system. Experiments are performed with promising outcomes. At last, we also discuss our future work on sentiment analysis.",
        "email": "",
        "conf": "Advanced Information Technology, Electronic and Automation Control Conference (IAEAC)",
        "coauthors": [
            "Yi Ding",
            "Bing Li",
            "Yuqi Zhao",
            "Can Cheng"
        ],
        "keywords": "Tourist attraction,sentiment analysis,review,score,lexicon"
    },
    {
        "id": 2170,
        "label": 46,
        "author": "bing li",
        "title": "ebXML-based Electronic Business Interoperability Framework and Test Platform",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Electronic Business (e-business) system is a typical heterogeneous information system, which is concerned with various data types, communication protocols, business processes, and exchanged business contents between these systems. The interoperability assurance between e-business systems is a key issue for the implementation and application of a seamless e-business environment around the world. The ebXML (e-business XML) initiative is one of the most promising standards in the field of e-business, whose mission is to provide an open, XML-based infrastructure to enable the global use of e-business information in an interoperable, secure, and consistent manner by all trading partners, targeting to the B2B market. The ebXML specification itself can not guarantee the interoperability between various ebXML-based B2B implementations since different organizations may understand and implement ebXML specification in a different way. With more and more e-business systems supporting ebXML, the interoperability assurance among them becomes even challenging. This chapter focuses on how to address the interoperability issues in ebXML-based solutions, and how to achieve the interoperability assurance through testing in a cost-effective way. This chapter proposes a two part solution to address these issues: an interoperability framework for ebXML-based e-business solutions, and a platform for automatic interoperability test. The benefit of this approach is that it provides both a conceptual interoperability framework and interoperability test infrastructure for ebXML-based B2B solutions. This allows industrial organizations to introduce the ebXML-based interoperability framework out of the box, with a readily-used interoperability test infrastructure to be incorporated to their own test tools and environment.",
        "email": "",
        "conf": "Electronic Business Interoperability: Concepts, Opportunities and Challenges",
        "coauthors": [
            "Peng Liang",
            "Keqing He",
            "Bing Li",
            "Zaiwen Feng",
            "Tao Peng",
            "Shuai Chen",
            "Yu'e Pan",
            "Wei Qing",
            "Dan Song"
        ],
        "keywords": ""
    },
    {
        "id": 2134,
        "label": 46,
        "author": "bing li",
        "title": "Bio-templated synthesis of hierarchically ordered macro-mesoporous anatase titanium dioxide flakes with high photocatalytic activity",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Highly ordered macro-mesoporous anatase titanium dioxide (TiO2) flakes were synthesized by a sol–gel method in an acidic medium, using fresh natural rose (Rosa hybrida L.) petals and triblock copolymer P123 (EO20PO70EO20) as dual templates. The resulting flakes were characterized by Raman spectroscopy, X-ray diffraction (XRD), scanning electron microscopy (SEM), transmission electron microscopy (TEM) and nitrogen adsorption–desorption analysis. The results reveal that the bimodal porous material is in the anatase phase, and the three-dimensionally ordered macroporous walls are composed of highly ordered mesopores. The Brunauer–Emmett–Teller (BET) surface area and the average size of mesopores are 125.91 m2 g−1 and 4.79 nm, respectively. The photocatalytic activity of the porous TiO2 flakes was evaluated by photodegrading rhodamine B (RhB) under ultraviolet (UV) light. The obtained TiO2 flakes exhibited a slightly higher photocatalytic activity than commercial photocatalyst Degussa P25.",
        "email": "",
        "conf": "RSC Advances",
        "coauthors": [
            "Bing Li",
            "Jianquan Zhao",
            "Jing Liu",
            "Xinyu Shen",
            "Shaobo Mo",
            "Hua Tong"
        ],
        "keywords": ""
    },
    {
        "id": 2154,
        "label": 46,
        "author": "bing li",
        "title": "Service Classification and Recommendation Based on Software Networks",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "",
        "email": "",
        "conf": "Chinese Journal of Computers",
        "coauthors": [
            "Weifeng Pan",
            "Bing Li",
            "Bo Shao",
            "Peng He"
        ],
        "keywords": ""
    },
    {
        "id": 2151,
        "label": 46,
        "author": "bing li",
        "title": "Detection of Article Qualities in the Chinese Wikipedia Based on C4.5 Decision Tree",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Composition of Web services can be very complex, and usually involves multiple atomic services and varieties of message exchange patterns. Worst still, with the increasing amount of available services with varying granularity and quality, selecting the best combination of services becomes very challenging. This paper addresses the issues on multi-granularity service composition with awareness of the service quality. In particular, we consider how a new service composition plan is produced, while preserving its original observable behaviors of a service that are shown to the service user, by substituting the service with another service or a set of services of finer or coarser grain. The new plan aims to have services of better quality (if the corresponding underlying services are available). To achieve this, we firstly define a behavioral signature model to capture observable behaviors of services. We then present that two service composition plans are choreography equivalent if they comply with the same behavioral signature model. We then propose a behavioral extracting algorithm to obtain the behavioral signature model from a service composition plan. We also present a method to determine choreography equivalence. Finally we briefly describe our prototype implementation that captures all these proposed algorithms.",
        "email": "",
        "conf": "Information Systems Frontiers",
        "coauthors": [
            "Kui Xiao",
            "Bing Li",
            "Peng He",
            "Xi-hui Yang"
        ],
        "keywords": ""
    },
    {
        "id": 2145,
        "label": 46,
        "author": "bing li",
        "title": "Simplification of Training Data for Cross-Project Defect Prediction",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Cross-project defect prediction (CPDP) plays an important role in estimating the most likely defect-prone software components, especially for new or inactive projects. To the best of our knowledge, few prior studies provide explicit guidelines on how to select suitable training data of quality from a large number of public software repositories. In this paper, we have proposed a training data simplification method for practical CPDP in consideration of multiple levels of granularity and filtering strategies for data sets. In addition, we have also provided quantitative evidence on the selection of a suitable filter in terms of defect-proneness ratio. Based on an empirical study on 34 releases of 10 open-source projects, we have elaborately compared the prediction performance of different defect predictors built with five well-known classifiers using training data simplified at different levels of granularity and with two popular filters. The results indicate that when using the multi-granularity simplification method with an appropriate filter, the prediction models based on Naive Bayes can achieve fairly good performance and outperform the benchmark method.",
        "email": "",
        "conf": "arvix preprint",
        "coauthors": [
            "Peng He",
            "Bing Li",
            "Deguang Zhang",
            "Yutao Ma"
        ],
        "keywords": "cross-project defect prediction, training data simplification, software quality, data mining, transfer learning"
    },
    {
        "id": 2147,
        "label": 46,
        "author": "bing li",
        "title": "An Empirical Study on Software Defect Prediction with Simplified Metric Set",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Software defect prediction plays a crucial role in estimating the most defect-prone components of software, and a large number of studies have pursued improving prediction accuracy within a project or across projects. However, the rules for making an appropriate decision between within- and cross-project defect prediction when available historical data are insufficient remain unclear. The objective of this work is to validate the feasibility of the predictor built with a simplified metric set for software defect prediction in different scenarios, and to investigate practical guidelines for the choice of training data, classifier and metric subset of a given project. First, based on six typical classifiers, three types of predictors using the size of software metric set were constructed in three scenarios. Then, we validated the acceptable performance of the predictor based on Top-k metrics in terms of statistical methods. Finally, we attempted to minimize the Top-k metric subset by removing redundant metrics, and we tested the stability of such a minimum metric subset with one-way ANOVA tests.",
        "email": "bingli@whu.edu.cn",
        "conf": "Information and Software Technology",
        "coauthors": [
            "Peng He",
            "Bing Li",
            "Xiao Liu",
            "Jun Chen",
            "Yutao Ma"
        ],
        "keywords": ""
    },
    {
        "id": 2162,
        "label": 46,
        "author": "bing li",
        "title": "Mining Open Source Software data using regular expressions",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The Open Source Software (OSS) management has attracted considerable attention in the last few years. Project management for effective software process improvement must be achieved based on quantitative data. However, because data collection for measurement requires high costs and collaboration with developers, and data dumps may require a huge effort to understand schemas and tables. It is difficult to collect coherent, quantitative data continuously and to utilize the data for practicing software process improvement. In this paper, we report our results of mining data acquired from SourceForge.net, the largest open source software hosting website. In the process we describe Mailing list Crawler (MC) which automatically collects Mailing lists repositories in widely used software development support systems. Providing integrated measurement results graphically, MC can help developers/managers keep projects under control in real time.",
        "email": "",
        "conf": "IEEE International Conference on Cloud Computing and Intelligence Systems",
        "coauthors": [
            "Qifeng Li",
            "Bing Li"
        ],
        "keywords": "Open Source Software,Mailing list,Regular Expressions"
    },
    {
        "id": 2215,
        "label": 46,
        "author": "bing li",
        "title": "Requirement emergence computation of networked software",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Emergence Computation has become a hot topic in the research of complex systems in recent years. With the substantial increase in scale and complexity of network-based information systems, the uncertain user requirements from the Internet and personalized application requirement result in the frequent change for the software requirement. Meanwhile, the software system with non self-possessed resource become more and more complex. Furthermore, the interaction and cooperation requirement between software units and running environment in service computing increase the complexity of software systems. The software systems with complex system characteristics are developing into the “Networked Software” with characteristics of change-on-demand and change-with-cooperation. The concepts “programming”, “compiling” and “running” of software in common sense are extended from “desktop” to “network”. The core issue of software engineering is moving to the requirement engineering, which becomes the research focus of complex system software engineering",
        "email": "",
        "conf": "Frontiers of Computer Science in China",
        "coauthors": [
            "Keqing He",
            "Peng Liang",
            "Rong Peng",
            "Bing Li",
            "Jing Liu"
        ],
        "keywords": ""
    },
    {
        "id": 2171,
        "label": 46,
        "author": "bing li",
        "title": "A Service Registry Meta-model Framework for Interoperability",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Currently there exist many kinds of semantic Web Service models on the internet. They are heterogeneous so that it is hard to understand and interoperate each other. In this paper, we study several mainstream semantic Web Service models, and extract meta-models for each from the perspective of semantic Web Service discovery. Based on this, we propose the universal meta-model for semantic Web Service registration within the background of meta-model framework for interoperability (MFI, ISO/IEC19763). Some cases are studied and infrastructure supporting our work is demonstrated. The work in the paper may be regarded as an extension to UDDI on service semantics facet, and has been proposed to ISO as ISO/IEC 19763 Part 7",
        "email": "",
        "conf": "International Symposium on Autonomous Decentralized Systems",
        "coauthors": [
            "Zaiwen Feng",
            "Rong Peng",
            "Bing Li",
            "Keqing He",
            "Chong Wang",
            "Jian Wang",
            "Cheng Zeng"
        ],
        "keywords": "Interoperability,Web Service,registry,semantics"
    },
    {
        "id": 2120,
        "label": 48,
        "author": "bing li",
        "title": "Histone H3K4 methylation regulates deactivation of the spindle assembly checkpoint through direct binding of Mad2",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Histone H3 methylation on Lys4 (H3K4me) is associated with active gene transcription in all eukaryotes. In Saccharomyces cerevisiae, Set1 is the sole lysine methyltransferase required for mono-, di-, and trimethylation of this site. Although H3K4me3 is linked to gene expression, whether H3K4 methylation regulates other cellular processes, such as mitosis, is less clear. Here we show that both Set1 and H3K4 mutants display a benomyl resistance phenotype that requires components of the spindle assembly checkpoint (SAC), including Bub3 and Mad2. These proteins inhibit Cdc20, an activator of the anaphase-promoting complex/cyclosome (APC/C). Mutations in Cdc20 that block Mad2 interactions suppress the benomyl resistance of both set1 and H3K4 mutant cells. Furthermore, the HORMA domain in Mad2 directly binds H3, identifying a new histone H3 “reader” motif. Mad2 undergoes a conformational change important for execution of the SAC. We found that the closed (active) conformation of both yeast and human Mad2 is capable of binding methylated H3K4, but, in contrast, the open (inactive) Mad2 conformation limits interaction with methylated H3. Collectively, our data indicate that interactions between Mad2 and H3K4 regulate resolution of the SAC by limiting closed Mad2 availability for Cdc20 inhibition.",
        "email": "",
        "conf": "Genes & Development",
        "coauthors": [
            "Andria C Schibler",
            "Evangelia Koutelou",
            "Junya Tomida",
            "Marenda Wilson Pham",
            "Li Wang",
            "Yue Lu",
            "Alexa Parra Cabrera",
            "Renee J. Chosed",
            "Wenqian Li",
            "Bing Li",
            "Xiaobing Shi",
            "Richard D. Wood",
            "Sharon Y. R. Dent"
        ],
        "keywords": "chromatin, lysine methylation, spindle assembly checkpoint, Set1, H3K4, HORMA domain"
    },
    {
        "id": 2138,
        "label": 48,
        "author": "bing li",
        "title": "NuA4 Links Methylation of Histone H3 Lysines 4 and 36 to Acetylation of Histones H4 and H3",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Cotranscriptional methylation of histone H3 lysines 4 and 36 by Set1 and Set2, respectively, stimulates interaction between nucleosomes and histone deacetylase complexes to block cryptic transcription in budding yeast. We previously showed that loss of all H3K4 and H3K36 methylation in a set1Δset2Δ mutant reduces interaction between native nucleosomes and the NuA4 lysine acetyltransferase (KAT) complex. We now provide evidence that NuA4 preferentially binds H3 tails mono- and dimethylated on H3K4 and di- and trimethylated on H3K36, an H3 methylation pattern distinct from that recognized by the RPD3C(S) and Hos2/Set3 histone deacetylase complexes (HDACs). Loss of H3K4 or H3K36 methylation in set1Δ or set2Δ mutants reduces NuA4 interaction with bulk nucleosomes in vitro and in vivo, and reduces NuA4 occupancy of transcribed coding sequences at particular genes. We also provide evidence that NuA4 acetylation of lysine residues in the histone H4 tail stimulates SAGA interaction with nucleosomes and its recruitment to coding sequences and attendant acetylation of histone H3 in vivo. Thus, H3 methylation exerts opposing effects of enhancing nucleosome acetylation by both NuA4 and SAGA as well as stimulating nucleosome deacetylation by multiple HDACs to maintain the proper level of histone acetylation in transcribed coding sequences.",
        "email": "",
        "conf": "Journal of Biological Chemistry",
        "coauthors": [
            "Daniel S Ginsburg",
            "Timi Elvuchio Anlembom",
            "Jianing Wang",
            "Sanket R. Patel",
            "Bing Li",
            "Alan G Hinnebusch"
        ],
        "keywords": "Acetyltransferase, Chromatin Modification, Histone Acetylase, Histone Methylation, Transcription Elongation Factor"
    },
    {
        "id": 2100,
        "label": 46,
        "author": "bing li",
        "title": "Reliability Ranking Prediction for Cloud Services via Skyline",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Cloud computing is becoming popular in information technology. The functional properties of cloud services are important, which assure correct functionality of the entire cloud application. Mean-while, the nonfunctional properties such as reliability might significantly influence the user-perceived quality of the application. Thus, building high-reliability cloud applications is a critical research problem. Reliability rankings provide valuable information for making optimal cloud service selection from a set of functionally equivalent service candidates. There existed several methods that can conduct reliability ranking prediction of cloud services. However, those methods did not resolve Skyline issue well, which is difficult to be ranked. This paper proposes an approach to reliability ranking prediction for cloud services via Skyline on the past service usage experiences of other consumers. It avoids expensive and time-consuming Web service invocations. To validate our approach, large-scale experiments are conducted based on a real-world Web service dataset, WSDream. The results show that our proposed approach achieves higher prediction accuracy than other approaches.",
        "email": "",
        "conf": "EEE International Conference on Cyber Security and Cloud Computing",
        "coauthors": [
            "Wei Xiong",
            "Zhao Wu",
            "Bing Li",
            "Bo Hang"
        ],
        "keywords": "Quality-of-Service,Cloud Service,Ranking Prediction,Reliability"
    },
    {
        "id": 2233,
        "label": 48,
        "author": "bing li",
        "title": "Histones: should I stay or should I go?",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "A report on the American Society for Biochemistry and Molecular Biology symposium 'Transcriptional Regulation by Chromatin and RNA polymerase II', Lake Tahoe, USA, 29 October-1 November 2004. This year's American Society for Biochemistry and Molecular Biology symposium on transcription covered a wide variety of topics ranging from chromatin regulation, through the initiation of transcription and elongation process during transcription by RNA polymerase II (Pol II) to the roles of signaling in transcription and development. This report focuses on the sessions on chromatin, which led to many insightful discussions as a consequence of the rapid advances in this field over the past few years.",
        "email": "",
        "conf": "Genome biology",
        "coauthors": [
            "Bing Li",
            "Chun Ruan",
            "Jerry L Workman"
        ],
        "keywords": ""
    },
    {
        "id": 2221,
        "label": 46,
        "author": "bing li",
        "title": "Complex network topology mining and community detection",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Recently,various heterogeneous complex networks featured as “small-world” and “scale-free” have become a common research area of different disciplines. Especially, network topology mining and community detection have become focal topics. Through the investigations of typical features in complex networks, we propose a network nodes evaluation model based on a multivariate hierarchy method. With this model, network core nodes are extracted and a new algorithm about network topology reconstruction is put forward to implementing network backbone topology mining, which provides a new way for data mining and information retrieval. Furthermore, we propose two approaches for network community detection: broken edge clustering and center point diffusing. Experiments show that the methods presented in this paper are of high accuracy with good performance",
        "email": "",
        "conf": "Dynamics of Continuous Discrete and Impulsive Systems Series B: Applications and Algorithms",
        "coauthors": [
            "Baohua Cao",
            "Deyi Li",
            "Bing Li",
            "Guisheng Chen"
        ],
        "keywords": "Complex network, topology mining, community detection, node evaluation,topology reconstruction"
    },
    {
        "id": 2174,
        "label": 46,
        "author": "bing li",
        "title": "A pair of coupling metrics for software networks",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Complex networks are everywhere. A typical example is software network. How to measure and control coupling interactions of software components is a largely explored research problem in software network. In terms of graph theory and linear algebra, this paper investigates a pair of coupling metrics to evaluate coupling interactions between the classes of object-oriented systems. These metrics differ from the majority of existing metrics in three aspects: Taking into account the strength that one class depends on other ones, reflecting indirect coupling, and distinguishing various coupling interaction. An empirical comparison of the novel measures with one of the most widely used coupling metrics is described. Specifically, an experiment about the relationships of this pair metrics is conducted. The result shows that software complexity derived from coupling interaction could not be accurately reflected by one dimension of coupling metric for negative correlation.",
        "email": "",
        "conf": "Journal of Systems Science and Complexity",
        "coauthors": [
            "Huan Li",
            "Bing Li"
        ],
        "keywords": "Complex network,coupling metric,software network,software system"
    },
    {
        "id": 2200,
        "label": 46,
        "author": "bing li",
        "title": "A Service-Oriented Qos-Assured and Multi-Agent Cloud Computing Architecture",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The essence of Cloud Computing is to provide services by network. As far as user are concerned, resources in the “Cloud” can be extended indefinitely at any time, acquired at any time, used on-demand, and pay-per-use. Combined with SOA and Multi-Agent technology, this paper propose a new Service-Oriented QOS-Assured cloud computing architecture which include physical device and virtual resource layer, cloud service provision layer, cloud service management and multi-agent layer to support QOS-Assured cloud service provision and request. At the same time, based on the proposed service-oriented cloud computing architecture, realization process of cloud service is simplified described",
        "email": "",
        "conf": "IEEE International Conference on Cloud Computing",
        "coauthors": [
            "Bu-Qing Cao",
            "Bing Li",
            "Qi-Ming Xia"
        ],
        "keywords": "cloud computing, SOA, Multi-Agent, QOS-Assured, architecture  "
    },
    {
        "id": 2148,
        "label": 46,
        "author": "bing li",
        "title": "Using Software Dependency to Bug Prediction",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Software maintenance, especially bug prediction, plays an important role in evaluating software quality and balancing development costs. This study attempts to use several quantitative network metrics to explore their relationships with bug prediction in terms of software dependency. Our work consists of four main steps. First, we constructed software dependency networks regarding five dependency scenes at the class-level granularity. Second, we used a set of nine representative and commonly used metrics—namely, centrality, degree, PageRank, and HITS, as well as modularity—to quantify the importance of each class. Third, we identified how these metrics were related to the proneness and severity of fixed bugs in Tomcat and Ant and determined the extent to which they were related. Finally, the significant metrics were considered as predictors for bug proneness and severity. The result suggests that there is a statistically significant relationship between class’s importance and bug prediction. Furthermore, betweenness centrality and out-degree metric yield an impressive accuracy for bug prediction and test prioritization. The best accuracy of our prediction for bug proneness and bug severity is up to 54.7% and 66.7% (top 50, Tomcat) and 63.8% and 48.7% (top 100, Ant), respectively, within these two cases.",
        "email": "",
        "conf": "Mathematical Problems in Engineering",
        "coauthors": [
            "Peng He",
            "Bing Li",
            "Yutao Ma",
            "Lulu He"
        ],
        "keywords": ""
    },
    {
        "id": 2229,
        "label": 48,
        "author": "bing li",
        "title": "The mammalian YL1 protein is a shared subunit of the TRRAP/TIP60 histone acetyltransferase and SRCAP complexes",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The multiprotein mammalian TRRAP/TIP60-containing histone acetyltransferase (HAT) complex performs critical functions in a variety of cellular processes including transcriptional activation, double strand DNA break repair, and apoptosis. We previously isolated the TRRAP/TIP60 complex from HeLa cells (Cai, Y., Jin, J., Tomomori-Sato, C., Sato, S., Sorokina, I., Parmely, T. J., Conaway, R. C., and Conaway, J. W. (2003) J. Biol. Chem. 278, 42733–42736). Analysis of proteins present in preparations of the TRRAP/TIP60 complex led to the identification of several new subunits, as well as several potential subunits including the YL1 protein. Here we present evidence that the YL1 protein is a previously unrecognized subunit of the TRRAP/TIP60 HAT complex. In addition, we present evidence that YL1 is also a component of a novel mammalian multiprotein complex that includes the SNF2-related helicase SRCAP and resembles the recently described Saccharomyces cerevisiae SWR1 chromatin remodeling complex. Taken together, our findings identify the YL1 protein as a new subunit of the TRRAP/TIP60 HAT complex, and they suggest that YL1 plays multiple roles in chromatin modification and remodeling in cells.",
        "email": "",
        "conf": "Journal of Biological Chemistry",
        "coauthors": [
            "Yong Cai",
            "Jingji Jin",
            "Laurence Florens",
            "Selene K. Swanson",
            "Thomas Kusch",
            "Bing Li",
            "Jerry L. Workman",
            "Michael P. Washbirn",
            "Ronald C. Conaway",
            "Joan Weliky Conaway"
        ],
        "keywords": ""
    },
    {
        "id": 2205,
        "label": 46,
        "author": "bing li",
        "title": "Trust Factors in P2P Networks",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "P2P networks have become a popular way to share large volumes of data due to its open and anonymous nature. P2P network model is designed with the targets of decentralization, well-scaling, fault-tolerance and low cost. Meanwhile however, new targets bring new challenges. P2P network expose more security threats due to its open and anonymous nature. P2P networks are vulnerable to attacks by malicious peers that have an incentive to spread viruses, in authentic data, or provide poor quality services. In this paper, we analyze the potential trust problems for different kinds of P2P networks, and then present the general trust factors that are indispensable for building trust models in any kinds of networks.",
        "email": "",
        "conf": "IEEE International Workshop on Semantic Computing and Systems",
        "coauthors": [
            "Xue Chen",
            "Guisheng Chen",
            "Jin Liu",
            "Xiangfeng Luo",
            "Xuhui Li",
            "Bing Li"
        ],
        "keywords": "Trust factors,P2P networks,topology "
    },
    {
        "id": 2214,
        "label": 48,
        "author": "bing li",
        "title": "Infrequently transcribed long genes depend on the Set2/Rpd3S pathway for accurate transcription",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The presence of Set2-mediated methylation of H3K36 (K36me) correlates with transcription frequency throughout the yeast genome. K36me targets the Rpd3S complex to deacetylate transcribed regions and suppress cryptic transcription initiation at certain genes. Here, using a genome-wide approach, we report that the Set2–Rpd3S pathway is generally required for controlling acetylation at coding regions. When using acetylation as a functional readout for this pathway, we discovered that longer genes and, surprisingly, genes transcribed at lower frequency exhibit a stronger dependency. Moreover, a systematic screen using high-resolution tiling microarrays allowed us to identify a group of genes that rely on Set2–Rpd3S to suppress spurious transcripts. Interestingly, most of these genes are within the group that depend on the same pathway to maintain a hypoacetylated state at coding regions. These data highlight the importance of using the functional readout of histone codes to define the roles of specific pathways.",
        "email": "",
        "conf": "Genes & Development",
        "coauthors": [
            "Bing Li",
            "Madelaine Gogol",
            "Mike Carey",
            "Samantha G. Pattenden",
            "Chris Seidel",
            "Jerry L Workman"
        ],
        "keywords": "Histone methylation, Rpd3, Set2, chromatin, cryptic transcripts, deacetylation"
    },
    {
        "id": 2218,
        "label": 48,
        "author": "bing li",
        "title": "RSC Exploits Histone Acetylation to Abrogate the Nucleosomal Block to RNA Polymerase II Elongation",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The coordinated action of histone acetyltransferases (HATs) and ATP-dependent chromatin remodeling enzymes in promoter-dependent transcription initiation represents a paradigm for how epigenetic information regulates gene expression. However, little is known about how such enzymes function during transcription elongation. Here, we investigated the role of RSC, a bromodomain-containing ATPase, in nucleosome transcription in vitro. Purified S. cerevisiae RNA polymerase II (Pol II) arrests at two primary locations on a positioned mononucleosome. RSC stimulates passage of Pol II through these sites. The function of RSC in elongation requires the energy of ATP hydrolysis. Moreover, the SAGA and NuA4 HATs strongly stimulated RSC's effect on elongation. The stimulation correlates closely with acetyl-CoA-dependent recruitment of RSC to nucleosomes. Thus, RSC can recognize acetylated nucleosomes and facilitate passage of Pol II through them. These data support the view that histone modifications regulate accessibility of the coding region to Pol II.",
        "email": "",
        "conf": "Molecular Cell",
        "coauthors": [
            "Michael Carey",
            "Bing Li",
            "Jerry L Workman"
        ],
        "keywords": ""
    },
    {
        "id": 2198,
        "label": 46,
        "author": "bing li",
        "title": "A Novel Software Evolution Model Based on Software Networks",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Many published papers analyzed the forming mechanisms and evolution laws of OO software systems from software reuse, software pattern, etc. There, however, have been fewer models so far merely built on the software components such as methods, classes, etc. and their interactions. In this paper, a novel Software Evolution Model based on Software Networks (called SEM-SN) is proposed. It uses software network at class level to represent software systems, and uses software network’s dynamical generating process to simulate activities in real software development process such as new classes’ dynamical creations and their dynamical interactions with already existing classes. It also introduces the concept of node/edge ageing to describe the decaying of classes with time. Empirical results on eight open-source Object-Oriented (OO) software systems demonstrate that SCM-SN roughly describes the evolution process of software systems and the emergence of their complex network characteristics.",
        "email": "",
        "conf": "International Conference on Complex Sciences",
        "coauthors": [
            "Weifeng Pan",
            "Bing Li",
            "Yutao Ma",
            "Jing Liu"
        ],
        "keywords": "software networks, evolution model, software complexity "
    },
    {
        "id": 2130,
        "label": 48,
        "author": "bing li",
        "title": "Balancing acts of SRI and an auto-inhibitory domain specify Set2 function at transcribed chromatin",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Set2-mediated H3K36 methylation ubiquitously functions in coding regions in all eukaryotes. It has been linked to the regulation of acetylation states, histone exchange, alternative splicing, DNA repair and recombination. Set2 is recruited to transcribed chromatin through its SRI domain's direct association with phosphorylated Pol II. However, regulatory mechanisms for histone modifying enzymes like Set2 that travel with elongating Pol II remain largely unknown beyond their initial recruitment events. Here, by fusing Set2 to RNA Pol II, we found that the SRI domain can also recognize linker DNA of chromatin, thereby controlling Set2 substrate specificity. We also discovered that an auto-inhibitory domain (AID) of Set2 primarily restricts Set2 activity to transcribed chromatin and fine-tunes several functions of SRI. Finally, we demonstrated that AID mutations caused hyperactive Set2 in vivo and displayed a synthetic interaction with the histone chaperone FACT. Our data suggest that Set2 is intrinsically regulated through multiple mechanisms and emphasize the importance of a precise temporal control of H3K36 methylation during the dynamic transcription elongation process.",
        "email": "Bing4.Li@utsouthwestern.edu",
        "conf": "Nucleic Acids Research",
        "coauthors": [
            "Yi Wang",
            "Yanling Niu",
            "Bing Li"
        ],
        "keywords": "Gene Regulation, Chromatin and Epigenetics"
    },
    {
        "id": 2240,
        "label": 48,
        "author": "bing li",
        "title": "The Set2 Histone Methyltransferase Functions through the Phosphorylated Carboxyl-terminal Domain of RNA Polymerase II",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The histone methyltransferase Set2, which specifically methylates lysine 36 of histone H3, has been shown to repress transcription upon tethering to a heterologous promoter. However, the mechanism of targeting and the consequence of Set2-dependent methylation have yet to be demonstrated. We sought to identify the protein components associated with Set2 to gain some insights into the in vivo function of this protein. Mass spectrometry analysis of the Set2 complex, purified using a tandem affinity method, revealed that RNA polymerase II (pol II) is associated with Set2. Immunoblotting and immunoprecipitation using antibodies against subunits of pol II confirmed that the phosphorylated form of pol II is indeed an integral part of the Set2 complex. Gst-Set2 preferentially binds to CTD synthetic peptides phosphorylated at serine 2, and to a lesser extent, serine 5 phosphorylated peptides, but has no affinity for unphosphorylated CTD, suggesting that Set2 associates with the elongating form of the pol II. Furthermore, we show thatset2Δ ppr2Δ double mutants (PPR2 encodes TFIIS, a transcription elongation factor) are synthetically hypersensitive to 6-azauracil, and that deletions in the CTD reduce in vivo levels of H3 lysine 36 methylation. Collectively, these results suggest that Set2 is involved in regulating transcription elongation through its direct contact with pol II.",
        "email": "",
        "conf": "Journal of Biological Chemistry",
        "coauthors": [
            "Bing Li",
            "LeAnn Howe",
            "Scott Anderson",
            "John R. Yates",
            "Jerry L Workman"
        ],
        "keywords": ""
    },
    {
        "id": 2112,
        "label": 46,
        "author": "bing li",
        "title": "Developer Role Evolution in Open Source Software Ecosystem: An Explanatory Study on GNOME",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "An open source software (OSS) ecosystem refers to an OSS development community composed of many software projects and developers contributing to these projects. The projects and developers co-evolve in an ecosystem. To keep healthy evolution of such OSS ecosystems, there is a need of attracting and retaining developers, particularly project leaders and core developers who have major impact on the project and the whole team. Therefore, it is important to figure out the factors that influence developers’ chance to evolve into project leaders and core developers. To identify such factors, we conducted a case study on the GNOME ecosystem. First, we collected indicators reflecting developers’ subjective willingness to contribute to the project and the project environment that they stay in. Second, we calculated such indicators based on the GNOME dataset. Then, we fitted logistic regression models by taking as independent variables the resulting indicators after eliminating the most collinear ones, and taking as a dependent variable the future developer role (the core developer or project leader). The results showed that part of such indicators (e.g., the total number of projects that a developer joined) of subjective willingness and project environment significantly influenced the developers’ chance to evolve into core developers and project leaders. With different validation methods, our obtained model performs well on predicting developmental core developers, resulting in stable prediction performance (0.770, F-value).",
        "email": "",
        "conf": "Journal of Computer Science and Technology",
        "coauthors": [
            "Can Cheng",
            "Bing Li",
            "Zeng Yang Li",
            "Yu-Oi Zhao",
            "Fengling Liao"
        ],
        "keywords": ""
    },
    {
        "id": 2152,
        "label": 46,
        "author": "bing li",
        "title": "Refactoring Software Packages via Community Detection in Complex Software Networks",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "An intrinsic property of software in a real-world environment is its need to evolve, which is usually accompanied by the increase of software complexity and deterioration of software quality, making software maintenance a tough problem. Refactoring is regarded as an effective way to address this problem. Many refactoring approaches at the method and class level have been proposed. But the research on software refactoring at the package level is very little. This paper presents a novel approach to refactor the package structures of object oriented software. It uses software networks to represent classes and their dependencies. It proposes a constrained community detection algorithm to obtain the optimized community structures in software networks, which also correspond to the optimized package structures. And it finally provides a list of classes as refactoring candidates by comparing the optimized package structures with the real package structures. The empirical evaluation of the proposed approach has been performed in two open source Java projects, and the benefits of our approach are illustrated in comparison with the other three approaches.",
        "email": "",
        "conf": "International Journal of Automation and Computing",
        "coauthors": [
            "Weifeng Pan",
            "Bo Jiang",
            "Bing Li"
        ],
        "keywords": ""
    },
    {
        "id": 2172,
        "label": 48,
        "author": "bing li",
        "title": "Readers of histone modifications",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "Histone modifications not only play important roles in regulating chromatin structure and nuclear processes but also can be passed to daughter cells as epigenetic marks. Accumulating evidence suggests that the key function of histone modifications is to signal for recruitment or activity of downstream effectors. Here, we discuss the latest discovery of histone-modification readers and how the modification language is interpreted.",
        "email": "Bing4.Li@utsouthwestern.edu",
        "conf": "Cell Research",
        "coauthors": [
            "Miyong Yun",
            "Jun Wu",
            "Jerry L Workman",
            "Bing Li"
        ],
        "keywords": ""
    },
    {
        "id": 2095,
        "label": 47,
        "author": "bing li",
        "title": "Acrylamide-derived freestanding polymer gel electrolyte for flexible metal-air batteries",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Robust freestanding polymer gel electrolytes (PGEs) are fabricated via a facile approach and used for flexible zinc-air (Zn-air) and aluminium-air (Al-air) batteries. The fabrication involves an ultraviolet light-initiated free radical polymerization of acrylamide using N,N′-methylenebis (acrylamide) as crosslinker to form a partially crosslinked polyacrylamide, and the soaking of the resultant polymer in a potassium hydroxide aqueous solution or a saline. With their merits of good flexibility, high ionic conductivity (σ = 0.33 S cm−1), easy fabrication and scalability, these freestanding PGEs qualify as superb candidates to enable high performance flexible metal-air batteries. The Zn-air batteries show no noticeable performance degradation at a bending angle down to 60°, delivering a power density of 39 mW cm−2 and a stable voltage profile over 50 h of continuous cycling (1 h per cycle) with a discharge and charge potential of 1.2 and 2.0 V, respectively. The flexible Al-air battery assembled using a neutral pH PGE and a household aluminium foil anode gives a high areal specific capacity of up to 20 mAh cm−2",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Mein Jin Tan",
            "Bing Li",
            "PeiLin Chee",
            "Xiaoming Ge",
            "Zhaolin Liu",
            "Yun Zong",
            "Xian Jun Loh"
        ],
        "keywords": "Metal-air batteries,Zinc-air batteries,Aluminium-air batteries,Polymer gel electrolyte,Flexible batteries,Polyacrylamide"
    },
    {
        "id": 2128,
        "label": 47,
        "author": "bing li",
        "title": "Stabilization of 4H hexagonal phase in gold nanoribbons",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Gold, silver, platinum and palladium typically crystallize with the face-centred cubic structure. Here we report the high-yield solution synthesis of gold nanoribbons in the 4H hexagonal polytype, a previously unreported metastable phase of gold. These gold nanoribbons undergo a phase transition from the original 4H hexagonal to face-centred cubic structure on ligand exchange under ambient conditions. Using monochromated electron energy-loss spectroscopy, the strong infrared plasmon absorption of single 4H gold nanoribbons is observed. Furthermore, the 4H hexagonal phases of silver, palladium and platinum can be readily stabilized through direct epitaxial growth of these metals on the 4H gold nanoribbon surface. Our findings may open up new strategies for the crystal phase-controlled synthesis of advanced noble metal nanomaterials.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Zhanxi Fan, Michel Bosman, Xiao Huang, Ding Huang, Yi Yu, Khuong P. Ong, Yuriy A. Akimov, Lin Wu, Bing Li, Jumiati Wu, Ying Huang, Qing Liu, Ching Eng Png, Chee Lip Gan, Peidong Yang, Hua Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 2161,
        "label": 46,
        "author": "bing li",
        "title": "Towards a Taxonomy Framework of Evolution for SOA Solution: From a Practical Point of View",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Presently, the research on evolution of SOA solution is becoming more and more important in industry. It is necessary to extract a taxonomy framework for evolution of SOA solution because by using it, evolution of SOA-based systems can be analyzed and compared comprehensively and objectively. In this paper, a taxonomy framework for evolution of SOA solution is proposed that is illustrated from four perspectives: (a) motivations for evolutionary changes (why), (b) locations where evolutionary changes happen (where), (c) times when evolutionary changes happen (when), and (d) support mechanisms in the process of evolutionary changes (how). Furthermore, the taxonomy framework is applied on analyzing a SOA-based configurable system for urban logistics delivery management, as an application of taxonomy framework.",
        "email": "",
        "conf": "Web Information Systems Engineering–WISE",
        "coauthors": [
            "Zaiwen Feng",
            "Patrick C. K. Hung",
            "Keqing He",
            "Yutao Ma",
            "Matthias Farwick",
            "Bing Li",
            "Rong Peng"
        ],
        "keywords": "Taxonomy, Service Oriented Architecture (SOA), Change Management "
    },
    {
        "id": 2109,
        "label": 46,
        "author": "bing li",
        "title": "Integrating Tag Topic Co-Occurrence and Popularity to Recommend Web APIs for Mashup Creation",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "With the rapid development of Web APIs, selection of the suitable Web APIs from the service repositories for users to build Mashup applications becomes more and more difficult. Even if the existing methods show significant improvements in Web API recommendation, it is still challenging to recommend similar, diverse, and relevant Web APIs with high accuracy. In this paper, we propose a novel Web API recommendation method, which integrates tag, topic, co-occurrence, and popularity factors to recommend Web APIs for Mashup creation. This method, firstly exploits the enriched tags and topics information of Mashups and Web APIs derived by the relational topic model to calculate the similarity between Web APIs and the similarity between Mashups. Secondly, it uses the invocation times and category information of Web APIs to derive their popularity. Thirdly, multi-dimensional information, such as similar Mashups, similar Web APIs, co-occurrence and popularity of Web APIs, are modeled by factorization machines to predict and recommend top-k similar, diverse, relevant Web APIs for a target Mashup. Finally, we conduct a set of experiments, and experimental results show that our approach achieves a significant improvement in terms of precision, recall, F-measure, compared with other existing methods.",
        "email": "",
        "conf": "IEEE International Conference on Services Computing",
        "coauthors": [
            "Hongchao Li",
            "Jianxun Liu",
            "Buqing Cao",
            "Mingdong Tang",
            "Xiaoqing Liu",
            "Bing Li"
        ],
        "keywords": "tag,relational topic model,popularity,factorization machines,Web APIs recommendation"
    },
    {
        "id": 2185,
        "label": 47,
        "author": "bing li",
        "title": "Nanolithography of Single-Layer Graphene Oxide Films by Atomic Force Microscopy",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "Atomic force microscopy-based nanolithography is used to generate the single-layer graphene oxide (GO) patterns on Si/SiO2 substrates. In this process, a Si tip is used to scratch GO films, resulting in GO-free trenches. Using this method, various single-layer GO patterns such as gaps, ribbons, squares, triangles, and zigzags can be easily fabricated. By using the GO patterns as templates, the hybrid GO-Ag nanoparticle patterns were obtained. Our study provides a flexible, simple, convenient method for generating GO patterns on solid substrates, which could be useful for graphene material-based device applications.",
        "email": "",
        "conf": "Langmuir",
        "coauthors": [
            "Gang Lu",
            "Xiaozhu Zhou",
            "Hai Li",
            "Zongyou Yin",
            "Bing Li",
            "Ling Huang",
            "Freddy Boey",
            "Hua Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 2166,
        "label": 46,
        "author": "bing li",
        "title": "Type-2 fuzzy description logic",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Description logics (DLs) are widely employed in recent semantic web application systems. However, classical description logics are limited when dealing with imprecise concepts and roles, thus providing the motivation for this work. In this paper, we present a type-2 fuzzy attributive concept language with complements (ALC) and provide its knowledge representation and reasoning algorithms. We also propose type-2 fuzzy web ontology language (OWL) to build a fuzzy ontology based on type-2 fuzzy ALC and analyze the soundness, completeness, and complexity of the reasoning algorithms. Compared to type-1 fuzzy ALC, type-2 fuzzy ALC can describe imprecise knowledge more meticulously by using the membership degree interval. We implement a semantic search engine based on type-2 fuzzy ALC and carry out experiments on real data to test its performance. The results show that the type-2 fuzzy ALC can improve the precision and increase the number of relevant hits for imprecise information searches.",
        "email": "",
        "conf": "Frontiers of Computer Science in China",
        "coauthors": [
            "Ruixuan Li",
            "Kunmei Wen",
            "Xiwu gu",
            "Yuhua Li",
            "Xiaolin Sun",
            "Bing Li"
        ],
        "keywords": "description logic (DL), type-2 fuzzy attributive concept language with complements (ALC), fuzzy ontology, reasoning, semantic search engine"
    },
    {
        "id": 2206,
        "label": 48,
        "author": "bing li",
        "title": "ATAC is a double histone acetyltransferase complex that stimulates nucleosome sliding",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The Ada2a-containing (ATAC) complex is an essential Drosophila melanogaster histone acetyltransferase (HAT) complex that contains the transcriptional cofactors Gcn5 (KAT2), Ada3, Ada2a, Atac1 and Hcf. We have analyzed the complex by MudPIT (multidimensional protein identification technology) and found eight previously unidentified subunits. These include the WD40 repeat protein WDS, the PHD and HAT domain protein CG10414 (herein renamed Atac2/KAT14), the YEATS family member D12, the histone fold proteins CHRAC14 and NC2β, CG30390, CG32343 (Atac3) and CG10238. The presence of CG10414 (Atac2) suggests that it acts as a second acetyltransferase enzyme in ATAC in addition to Gcn5. Indeed, recombinant Atac2 displays HAT activity in vitro with a preference for acetylating histone H4, and mutation of Atac2 abrogated H4 lysine 16 acetylation in D. melanogaster embryos. Furthermore, although ATAC does not show nucleosome-remodeling activity itself, it stimulates nucleosome sliding by the ISWI, SWI–SNF and RSC complexes.",
        "email": "",
        "conf": "Nature Structural & Molecular Biology",
        "coauthors": [
            "Tamaki Suganuma",
            "Jose L Gutierrez",
            "Bing Li",
            "Laurence Florens",
            "Selene K Swanson",
            "Michael P Washburn",
            "Susan M Abmayr",
            "Jerry L Workman"
        ],
        "keywords": ""
    },
    {
        "id": 2126,
        "label": 47,
        "author": "bing li",
        "title": "High-Yield Exfoliation of Ultrathin Two-Dimensional Ternary Chalcogenide Nanosheets for Highly Sensitive and Selective Fluorescence DNA Sensors",
        "organization": "Institute of Materials Research and Engineering (IMRE) A* STAR Singapore",
        "abstract": "High-yield preparation of ultrathin two-dimensional (2D) nanosheets is of great importance for the further exploration of their unique properties and promising applications. Herein, for the first time, the high-yield and scalable production of ultrathin 2D ternary chalcogenide nanosheets, including Ta2NiS5 and Ta2NiSe5, in solution is achieved by exfoliating their layered microflakes. The size of resulting Ta2NiS5 and Ta2NiS5 nanosheets ranges from tens of nanometers to few micrometers. Importantly, the production yield of single-layer Ta2NiS5 nanosheets is very high, ca. 86%. As a proof-of-concept application, the single-layer Ta2NiS5 is used as a novel fluorescence sensing platform for the detection of DNA with excellent selectivity and high sensitivity (with detection limit of 50 pM). These solution-processable, high-yield, large-amount ternary chalcogenide nanosheets may also have potential applications in electrocatalysis, supercapacitors, and electronic devices.",
        "email": "",
        "conf": "Journal of the American Chemical Society",
        "coauthors": [
            "Chaoliang Tan",
            "Peng Yu",
            "Yanling Hu",
            "Junze Chen",
            "Ying Huang",
            "Yongqing Cai",
            "Zhimin Luo",
            "Bing Li",
            "Qipeng Lu",
            "Lianhui Wang",
            "Zheng Liu",
            "Hua Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 2237,
        "label": 46,
        "author": "bing li",
        "title": "A model transformation method for OWL-S to OPD",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "To bring the Internet to its full potential, the Web is moving towards intelligent Web Services. Although OWL-S(OWL for Services) has been advanced for this purpose, either its approach disuniting intertwined structure and behavior within a system, or its tangled links make it difficult to understand and maintain consistency among multiple components. By transforming an OWL-S application into an OPD (Object Process Diagram), a single view synthesizing these aspects can be achieved, which facilitates understanding and consistency maintenance. Thus we define a transformation definition model(TDM) that guarantees practical model transformation. Based upon TDM, we define the rule set of transformation from OWL-S to OPD. For the sake of conciseness, we mainly discuss transformation of OWL-S' ServiceProfile. In the end, we implement this rule set and evaluate the practical competence of our work.",
        "email": "",
        "conf": "Artificial Intelligence and Soft Computing",
        "coauthors": [
            "Jin. Liu",
            "K. He",
            "Bing Li"
        ],
        "keywords": ""
    },
    {
        "id": 2232,
        "label": 46,
        "author": "bing li",
        "title": "Research on service-oriented ontology and meta-modeling theory and methodology",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The meta-computing problem in semantic service is investigated and the ontology & meta-modeling theory and methodology are proposed in this paper for the purpose of ordering organization, interoperability service and sharing of heterogeneous complex information in internet. The UML commitment for ontology is defined and UML expression for ontology and ontology meta-mechanism is proposed at first. The “meta” concept in meta-modeling,the meta level termination criteria and model transformation mechanism are discussed secondly. At last the architecture combining ontology modeling and MOF is proposed, and the user-centric complex information resource service application pattern——SCDI is presented. These form the fundamental systematic theory for the ontology & meta-modeling. The application of ISO SC32 standard MMFI for Ontology Registry is also introduced, and the application of HL7 domain ontology and metamodel design is presented. The authors argue that ontology & meta-modeling provides a feasible solution for the implementation of semantic service computing.",
        "email": "",
        "conf": "Chin. J. Comput",
        "coauthors": [
            "K.-Q. He",
            "F. He",
            "Bing Li",
            "Chong Wang"
        ],
        "keywords": "ontology and meta-modeling; ordering; interoperability; architecture of ontology and meta-modeling; service application pattern（SCDI）"
    },
    {
        "id": 2129,
        "label": 46,
        "author": "bing li",
        "title": "A Learning Approach to the Prediction of Reliability Ranking for Web Services",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Service computing is a popular development paradigm in information technology. The functional properties of Web services assure correct functionality of cloud applications, while the nonfunctional properties such as reliability might significantly influence the user-perceived availability evaluation. Reliability rankings provide valuable information for making optimal cloud service selection from a set of functionallyequivalent candidate services. There existed several approaches that can conduct reliability ranking prediction for Web services. Those approaches acquire different rankings with different preference functions. It is arduous to determine whether there exists the best one in them, and what is the best one if not. This paper proposes a learning approach to reliability ranking prediction for Web services which utilizes past service invocation logs to train preference function. To validate the proposed approach, large-scale experiments are conducted based on a realworld Web service dataset, WSDream. The results show that our proposed approach achieves higher prediction accuracy than the existing approache",
        "email": "bingli@whu.edu.cn",
        "conf": "IEEE International Conference on Web Services",
        "coauthors": [
            "Wei Xiong",
            "Bing Li",
            "Xiaohui Cui",
            "Yutao",
            "Rong Yang",
            "Peng He"
        ],
        "keywords": "Web Service; Ranking Prediction; Reliability; SVM"
    },
    {
        "id": 2231,
        "label": 46,
        "author": "bing li",
        "title": "The interoperability between different e-business specifications",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "The interoperability among the e-business solutions is the key issue for the implementation of seamless e-business and the interoperability of the e-business solutions are determined by the e-business specification on which the e-business solution are implemented. In this paper, the analysis is performed for the technical architecture comparison between cnXML and ebXML, the de facto e-business standards in China and worldwide. The interoperability assurance layers between different e-business specifications are proposed, namely the data layer, the semantic layer and process layer. We focus on the interoperability of data layer, namely the messaging service layer in this research, and through the XML schema comparison between cnMS and ebMS, we propose the interoperability test levels and assurance method for the e-business messaging service layer.",
        "email": "",
        "conf": "International Conference on Information Technology: Coding and Computing",
        "coauthors": [
            "Peng Liang",
            "Keqing He",
            "Bing Li",
            "Jin Liu"
        ],
        "keywords": "Message service,Application software,Hardware,Distributed computing,Operating systems,Software systems,Helium,Software engineering,Performance analysis"
    },
    {
        "id": 2167,
        "label": 48,
        "author": "bing li",
        "title": "Acetyl-CoA Induces Cell Growth and Proliferation by Promoting the Acetylation of Histones at Growth Genes",
        "organization": "Shanghai Jiao Tong University School of Medicine",
        "abstract": "The decision by a cell to enter a round of growth and division must be intimately coordinated with nutrient availability and its metabolic state. These metabolic and nutritional requirements, and the mechanisms by which they induce cell growth and proliferation, remain poorly understood. Herein, we report that acetyl-CoA is the downstream metabolite of carbon sources that represents a critical metabolic signal for growth and proliferation. Upon entry into growth, intracellular acetyl-CoA levels increase substantially and consequently induce the Gcn5p/SAGA-catalyzed acetylation of histones at genes important for growth, thereby enabling their rapid transcription and commitment to growth. Thus, acetyl-CoA functions as a carbon-source rheostat that signals the initiation of the cellular growth program by promoting the acetylation of histones specifically at growth genes.",
        "email": "",
        "conf": "Molecular cell",
        "coauthors": [
            "Ling Cai",
            "Benjamin M Sutter",
            "Bing Li",
            "Benjamin P. Tu"
        ],
        "keywords": ""
    },
    {
        "id": 2097,
        "label": 46,
        "author": "bing li",
        "title": "Automatic Detection of Public Development Projects in Large Open Source Ecosystems: An Exploratory Study on GitHub",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Hosting over 10 million of software projects, GitHub is one of the most important data sources to study behavior of developers and software projects. However, with the increase of the size of open source datasets, the potential threats to mining these datasets have also grown. As the dataset grows, it becomes gradually unrealistic for human to confirm quality of all samples. Some studies have investigated this problem and provided solutions to avoid threats in sample selection, but some of these solutions (e.g., finding development projects) require human intervention. When the amount of data to be processed increases, these semi-automatic solutions become less useful since the effort in need for human intervention is far beyond affordable. To solve this problem, we investigated the GHTorrent dataset and proposed a method to detect public development projects. The results show that our method can effectively improve the sample selection process in two ways: (1) We provide a simple model to automatically select samples (with 0.827 precision and 0.947 recall); (2) We also offer a complex model to help researchers carefully screen samples (with 63.2% less effort than manually confirming all samples, and can achieve 0.926 precision and 0.959 recall)",
        "email": "",
        "conf": "arXiv preprint",
        "coauthors": [
            "Can Cheng",
            "Bing Li",
            "Zengyang Li",
            "Peng Liang"
        ],
        "keywords": "open source ecosystem; project sample selection;automated method; public development project"
    },
    {
        "id": 2177,
        "label": 46,
        "author": "bing li",
        "title": "Building Ontology for Mashup Services Based on Wikipedia",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Tagging as a useful way to organize online resources has attracted many attentions in the last few years. And many ontology building approaches are proposed using such tags. While tags usually associated with concepts in some databases, such as WordNet and online ontologies. However, these databases are stable, static and lack of consistence. In this paper, we build an ontology for a collection of mashup services using their affiliated tags by referring to the entries of Wikipedia. Core tags are filtered out and mapped to the corresponding Wikipedia entries (i.e., URIs). An experiment is given as an illustration.",
        "email": "",
        "conf": "International Conference on Human-centric Computing 2011 and Embedded and Multimedia Computing",
        "coauthors": [
            "Kui Xiao",
            "Bing Li"
        ],
        "keywords": "Ontology, Mashup, Service, Tag, Wikipedia "
    },
    {
        "id": 2105,
        "label": 46,
        "author": "bing li",
        "title": "An Approach for Generation of SPARQL Query from SQL Algebra based Transformation Rules of RDB to Ontology",
        "organization": "Professor International School of Software Wuhan University",
        "abstract": "Semantic web is a web of linked RDF data that can exchange and reuse data allowing for more use of traditional web documents. However, the huge amount of data on the web are still formed and stored in relational databases (RDBs), such data cannot be used directly via the Semantic Web. Consequently, construction of ontology (Semantic Web -side) from relational schema and data (RDBs - side) and querying of constructed ontology semantically are fundamental challenges for the development and integration of the Semantic Web from the data source (i.e. database). This paper proposes an approach for providing a formulated operation rules to express semantic queries against structured graph ontology in the relational query language SQL. This approach applied by rewriting SPARQL queries over generated ontology (i.e. RDF triples) corresponding to advantages of SQL relational algebra operation queries in RDBs and performed by two phases. The first phase focused on proposing and improving rules of extracting ontology directly from the important concepts in the relational database with considering database containing null-values to avoid data losses during the transformation process. The generated ontology represented in the form of OWL-RDFS/RDF triples to ensure its availability at Semantic Web, thus help semantic query engines to answer more queries. Furthermore, the first phase providing additional rules to generate the Internationalized Resource Identifiers (IRIs) for RDB schema and data. In the second phase, we proposed a set of rules inspired by fundamental operations of relational algebra (SQL algebra) for rewriting a relational algebra for SPARQL over RDBs that represented in RDF triples. In other words, translating SQL relational algebra operation queries into equivalent graph semantic queries (SPARQL). The proposed approach is demonstrated with examples, validated, implemented and compared with existing approach methods. The effectiveness of the proposed approach is evaluated by experimental results.",
        "email": "",
        "conf": "Journal of Software",
        "coauthors": [
            "Mohamed Hazber",
            "Bing Li",
            "Guandong Xu",
            "Mohammed A. S. Mosleh",
            "Xiwu Gu",
            "Yuhua Li"
        ],
        "keywords": "Semantic web, ontology, semantic query, SPARQL, transformation rule, relational database, SQL,relational algebra"
    }
]