[
    {
        "id": 360,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "lncRNA Panct1 Maintains Mouse Embryonic Stem Cell Identity by Regulating TOBF1 Recruitment to Oct-Sox Sequences in Early G1",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Long noncoding RNAs (lncRNAs) have been implicated in diverse biological processes, including embryonic stem cell (ESC) maintenance. However, their functional mechanisms remain largely undefined. Here, we show that the lncRNA Panct1 regulates the transient recruitment of a putative X-chromosome-encoded protein A830080D01Rik, hereafter referred to as transient octamer binding factor 1 (TOBF1), to genomic sites resembling the canonical Oct-Sox motif. TOBF1 physically interacts with Panct1 and exhibits a cell-cycle-specific punctate localization in ESCs. At the chromatin level, this correlates with its recruitment to promoters of pluripotency genes. Strikingly, mutating an octamer-like motif in Panct1 RNA abrogates the strength of TOBF1 localization and recruitment to its targets. Taken together, our data reveal a tightly controlled spatial and temporal pattern of lncRNA-mediated gene regulation in a cell-cycle-dependent manner and suggest that lncRNAs might function as barcodes for identifying genomic addresses for maintaining cellular states.",
        "email": "",
        "conf": "Cell Reports",
        "coauthors": [
            "Debojyoti Chakraborty",
            "Maciej Paszkowski-Rogacz",
            "Nicolas Berger",
            "Li Ding",
            "Jovan Mircetic",
            "Jun Fu",
            "Vytautas Iesmantavicius",
            "Chunaram Choudhary",
            "Konstantinos Anastassiadis",
            "A. Francis Stewart",
            "Frank Buchholz"
        ],
        "keywords": "lncRNAs, Panct1, TOBF1, pluripotency, cell cycle"
    },
    {
        "id": 407,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Tyrosine Phosphorylation Regulates Maturation of Receptor Tyrosine Kinases",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Constitutive activation of receptor tyrosine kinases (RTKs) is a frequent event in human cancer cells. Activating mutations in Fms-like tyrosine kinase 3 (FLT-3), notably, internal tandem duplications in the juxtamembrane domain (FLT-3 ITD), have been causally linked to acute myeloid leukemia. As we describe here, FLT-3 ITD exists predominantly in an immature, underglycosylated 130-kDa form, whereas wild-type FLT-3 is expressed predominantly as a mature, complex glycosylated 150-kDa molecule. Endogenous FLT-3 ITD, but little wild-type FLT-3, is detectable in the endoplasmic reticulum (ER) compartment. Conversely, cell surface expression of FLT-3 ITD is less efficient than that of wild-type FLT-3. Inhibition of FLT-3 ITD kinase by small molecules, inactivating point mutations, or coexpression with the protein-tyrosine phosphatases (PTPs) SHP-1, PTP1B, and PTP-PEST but not RPTPα promotes complex glycosylation and surface localization. However, PTP coexpression has no effect on the maturation of a surface glycoprotein of vesicular stomatitis virus. The maturation of wild-type FLT-3 is impaired by general PTP inhibition or by suppression of endogenous PTP1B. Enhanced complex formation of FLT-3 ITD with the ER-resident chaperone calnexin indicates that its retention in the ER is related to inefficient folding. The regulation of RTK maturation by tyrosine phosphorylation was observed with other RTKs as well, defines a possible role for ER-resident PTPs, and may be related to the altered signaling quality of constitutively active, transforming RTK mutants.",
        "email": "",
        "conf": "Molecular and Cellular Biology",
        "coauthors": [
            "Dirk-E. Schmidt-Arras",
            "Annette Böhmer",
            "Boyka Markova",
            "Chunaram Choudhary",
            "Hubert Serve",
            "Frank-D. Böhmer"
        ],
        "keywords": ""
    },
    {
        "id": 376,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "The growing landscape of lysine acetylation links metabolism and cell signalling",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Lysine acetylation is a conserved protein post-translational modification that links acetyl-coenzyme A metabolism and cellular signalling. Recent advances in the identification and quantification of lysine acetylation by mass spectrometry have increased our understanding of lysine acetylation, implicating it in many biological processes through the regulation of protein interactions, activity and localization. In addition, proteins are frequently modified by other types of acylations, such as formylation, butyrylation, propionylation, succinylation, malonylation, myristoylation, glutarylation and crotonylation. The intricate link between lysine acylation and cellular metabolism has been clarified by the occurrence of several such metabolite-sensitive acylations and their selective removal by sirtuin deacylases. These emerging findings point to new functions for different lysine acylations and deacylating enzymes and also highlight the mechanisms by which acetylation regulates various cellular processes.",
        "email": "",
        "conf": "Nature Reviews Molecular Cell Biology",
        "coauthors": [
            "Chunaram Choudhary",
            "Brian Weinert",
            "Yuya Nishida",
            "Eric Verdin",
            "Matthias Mann"
        ],
        "keywords": ""
    },
    {
        "id": 382,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Acetyl-Phosphate Is a Critical Determinant of Lysine Acetylation in E. coli",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Lysine acetylation is a frequently occurring posttranslational modification in bacteria; however, little is known about its origin and regulation. Using the model bacterium Escherichia coli (E. coli), we found that most acetylation occurred at a low level and accumulated in growth-arrested cells in a manner that depended on the formation of acetyl-phosphate (AcP) through glycolysis. Mutant cells unable to produce AcP had significantly reduced acetylation levels, while mutant cells unable to convert AcP to acetate had significantly elevated acetylation levels. We showed that AcP can chemically acetylate lysine residues in vitro and that AcP levels are correlated with acetylation levels in vivo, suggesting that AcP may acetylate proteins nonenzymatically in cells. These results uncover a critical role for AcP in bacterial acetylation and indicate that most acetylation in E. coli occurs at a low level and is dynamically affected by metabolism and cell proliferation in a global, uniform manner.",
        "email": "",
        "conf": "Molecular cell",
        "coauthors": [
            "Brian Weinert",
            "Vytautas Iesmantavicius",
            "Sebastian Wagner",
            "Christian Schölz",
            "Bertil Gummesson",
            "Petra Beli",
            "Thomas Nyström",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 358,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "STK3 is a therapeutic target for a subset of acute myeloid leukemias",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Acute myeloid leukemia (AML) is characterized by uncontrolled proliferation and accumulation of immature myeloblasts, which impair normal hematopoiesis. While this definition categorizes the disease into a distinctive group, the large number of different genetic and epigenetic alterations actually suggests that AML is not a single disease, but a plethora of malignancies. Still, most AML patients are not treated with targeted medication but rather by uniform approaches such as chemotherapy. The identification of novel treatment options likely requires the identification of cancer cell vulnerabilities that take into account the different genetic and epigenetic make-up of the individual tumors. Here we show that STK3 depletion by knock-down, knock-out or chemical inhibition results in apoptotic cells death in some but not all AML cell lines and primary cells tested. This effect is mediated by a premature activation of cyclin dependent kinase 1 (CDK1) in presence of elevated cyclin B1 levels. The anti-leukemic effects seen in both bulk and progenitor AML cells suggests that STK3 might be a promising target in a subset of AML patients.",
        "email": "",
        "conf": "Oncotarget",
        "coauthors": [
            "Aylin Camgoz",
            "Maciej Paszkowski-Rogacz",
            "Shankha Satpathy",
            "Martin Wermke",
            "Martin V. Hamann",
            "Malte von Bonin",
            "Chunaram Choudhary",
            "Stefan Knapp",
            "Frank Buchholz"
        ],
        "keywords": "AML, personalized medicine, UCN-01, STK3, mitosis"
    },
    {
        "id": 378,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Acetylation dynamics and stoichiometry in Saccharomyces cerevisiae",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Lysine acetylation is a frequently occurring posttranslational modification; however, little is known about the origin and regulation of most sites. Here we used quantitative mass spectrometry to analyze acetylation dynamics and stoichiometry in Saccharomyces cerevisiae. We found that acetylation accumulated in growth‐arrested cells in a manner that depended on acetyl‐CoA generation in distinct subcellular compartments. Mitochondrial acetylation levels correlated with acetyl‐CoA concentration in vivo and acetyl‐CoA acetylated lysine residues nonenzymatically in vitro. We developed a method to estimate acetylation stoichiometry and found that the vast majority of mitochondrial and cytoplasmic acetylation had a very low stoichiometry. However, mitochondrial acetylation occurred at a significantly higher basal level than cytoplasmic acetylation, consistent with the distinct acetylation dynamics and higher acetyl‐CoA concentration in mitochondria. High stoichiometry acetylation occurred mostly on histones, proteins present in histone acetyltransferase and deacetylase complexes, and on transcription factors. These data show that a majority of acetylation occurs at very low levels in exponentially growing yeast and is uniformly affected by exposure to acetyl‐CoA.",
        "email": "",
        "conf": "Molecular Systems Biology",
        "coauthors": [
            "Brian T. Weinert",
            "Vytautas Iesmantavicius",
            "Tarek Moustafa",
            "Christian Schölz",
            "Sebastian A. Wagner",
            "Christoph Magnes",
            "Rudolf Zechner",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 397,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Lysine Acetylation Targets Protein Complexes and Co-Regulates Major Cellular Functions",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Lysine acetylation is a reversible posttranslational modification of proteins and plays a key role in regulating gene expression. Technological limitations have so far prevented a global analysis of lysine acetylation’s cellular roles. We used high-resolution mass spectrometry to identify 3600 lysine acetylation sites on 1750 proteins and quantified acetylation changes in response to the deacetylase inhibitors suberoylanilide hydroxamic acid and MS-275. Lysine acetylation preferentially targets large macromolecular complexes involved in diverse cellular processes, such as chromatin remodeling, cell cycle, splicing, nuclear transport, and actin nucleation. Acetylation impaired phosphorylation-dependent interactions of 14-3-3 and regulated the yeast cyclin-dependent kinase Cdc28. Our data demonstrate that the regulatory scope of lysine acetylation is broad and comparable with that of other major posttranslational modifications.",
        "email": "",
        "conf": "Science",
        "coauthors": [
            "Chunaram Choudhary",
            "Chanchal Kumar",
            "Florian Gnad",
            "Michael L. Nielsen",
            "Michael Rehman",
            "Tobias C. Walther",
            "Jesper V. Olsen",
            "Matthias Mann"
        ],
        "keywords": ""
    },
    {
        "id": 356,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Author Correction: Discovery of a selective catalytic p300/CBP inhibitor that targets lineage-specific tumours",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "In the originally published version of this Letter, the authors Arthur F. Kluge, Michael A. Patane and Ce Wang were inadvertently omitted from the author list. Their affiliations are: I-to-D, Inc., PO Box 6177, Lincoln, Massachusetts 01773, USA (A.F.K.); Mitobridge, Inc. 1030 Massachusetts Avenue, Cambridge, Massachusetts 02139, USA (M.A.P.); and China Novartis Institutes for BioMedical Research, No. 4218 Jinke Road, Zhangjiang Hi-Tech Park, Pudong District, Shanghai 201203, China (C.W.). These authors contributed to the interpretation of results and design of compounds. In addition, author 'Edward A. Kesicki' was misspelled as 'Ed Kesicki'. These errors have been corrected online.",
        "email": "",
        "conf": "Nature",
        "coauthors": [
            "Loren M. Lasko",
            "Clarissa G. Jakob",
            "Rohinton P. Edalji",
            "Wei Qiu",
            "Debra Montgomery",
            "Enrico L. Digiammarino",
            "T. Matt Hansen",
            "Roberto M. Risi",
            "Robin Frey",
            "Vlasios Manaves",
            "Bailin Shaw",
            "Mikkel Algire",
            "Paul Hessler",
            "Lloyd T. Lam",
            "Tamar Uziel",
            "Emily Faivre",
            "Debra Ferguson",
            "Fritz G. Buchanan",
            "Ruth L. Martin",
            "Maricel Torrent",
            "Gary G. Chiang",
            "Kannan Karukurichi",
            "J. William Langston",
            "Brian T. Weinert",
            "Chunaram Choudhary",
            "Peter de Vries",
            "Arthur F. Kluge",
            "Michael A. Patane",
            "John H. Van Drie",
            "Ce Wang",
            "David McElligott",
            "Edward A. Kesicki",
            "Ronen Marmorstein",
            "Chaohong Sun",
            "Philip A. Cole",
            "Saul H. Rosenberg",
            "Michael R. Michaelides",
            "Albert Lai",
            "Kenneth D. Bromberg"
        ],
        "keywords": ""
    },
    {
        "id": 366,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Avoiding abundance bias in the functional annotation of posttranslationally modified proteins",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "",
        "email": "",
        "conf": "Nature Methods",
        "coauthors": [
            "Christian Schoelz",
            "David Lyon",
            "Jan Christian Refsgaard",
            "Lars Juhl Jensen",
            "Chunaram Choudhary",
            "Brian Weinert"
        ],
        "keywords": ""
    },
    {
        "id": 409,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "The cyclin A1-CDK2 complex regulates DNA double-strand break repair",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Vertebrates express two A-type cyclins; both associate with and activate the CDK2 protein kinase. Cyclin A1 is required in the male germ line, but its molecular functions are incompletely understood. We observed specific induction of cyclin A1 expression and promoter activity after UV and γ-irradiation which was mediated by p53. cyclin A1−/− cells showed increased radiosensitivity. To unravel a potential role of cyclin A1 in DNA repair, we performed a yeast triple hybrid screen and identified the Ku70 DNA repair protein as a binding partner and substrate of the cyclin A1-CDK2 complex. DNA double-strand break (DSB) repair was deficient in cyclin A1−/− cells. Further experiments indicated that A-type cyclins activate DNA DSB repair by mechanisms that depend on CDK2 activity and Ku proteins. Both cyclin A1 and cyclin A2 enhanced DSB repair by homologous recombination, but only cyclin A1 significantly activated nonhomologous end joining. DNA DSB repair was specific for A-type cyclins because cyclin E was ineffective. These findings establish a novel function for cyclin A1 and CDK2 in DNA DSB repair following radiation damage.",
        "email": "",
        "conf": "Molecular and Cellular Biology",
        "coauthors": [
            "Carsten Müller-Tidow",
            "Ping Ji",
            "Sven Diederichs",
            "Jenny Potratz",
            "Nicole Bäumer",
            "Gabriele Köhler",
            "Thomas Cauvet",
            "Chunaram Choudary",
            "Tiffany van der Meer",
            "Wan-Yu Iris Chan",
            "Conrad Nieduszynski",
            "William H. Colledge",
            "Mark Carrington",
            "H. Phillip Koeffler",
            "Anja Restle",
            "Lisa Wiesmüller",
            "Joëlle Sobczak-Thépot",
            "Wolfgang E. Berdel",
            "Hubert Serve"
        ],
        "keywords": ""
    },
    {
        "id": 392,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "A Proteome-wide Quantitative Survey of In Vivo Ubiquitylation Sites Reveals Widespread Regulatory Roles",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Post-translational modification of proteins by ubiquitin is a fundamentally important regulatory mechanism. However, proteome-wide analysis of endogenous ubiquitylation remains a challenging task, and almost always has relied on cells expressing affinity tagged ubiquitin. Here we combine single-step immunoenrichment of ubiquitylated peptides with peptide fractionation and high-resolution mass spectrometry to investigate endogenous ubiquitylation sites. We precisely map 11,054 endogenous putative ubiquitylation sites (diglycine-modified lysines) on 4,273 human proteins. The presented data set covers 67% of the known ubiquitylation sites and contains 10,254 novel sites on proteins with diverse cellular functions including cell signaling, receptor endocytosis, DNA replication, DNA damage repair, and cell cycle progression. Our method enables site-specific quantification of ubiquitylation in response to cellular perturbations and is applicable to any cell type or tissue. Global quantification of ubiquitylation in cells treated with the proteasome inhibitor MG-132 discovers sites that are involved in proteasomal degradation, and suggests a nonproteasomal function for almost half of all sites. Surprisingly, ubiquitylation of about 15% of sites decreased more than twofold within four hours of MG-132 treatment, showing that inhibition of proteasomal function can dramatically reduce ubiquitylation on many sites with non-proteasomal functions. Comparison of ubiquitylation sites with acetylation sites reveals an extensive overlap between the lysine residues targeted by these two modifications. However, the crosstalk between these two post-translational modifications is significantly less frequent on sites that show increased ubiquitylation upon proteasome inhibition. Taken together, we report the largest site-specific ubiquitylation dataset in human cells, and for the first time demonstrate proteome-wide, site-specific quantification of endogenous putative ubiquitylation sites.",
        "email": "",
        "conf": "Molecular & Cellular Proteomics",
        "coauthors": [
            "Sebastian A. Wagner",
            "Petra Beli",
            "Brian T. Weinert",
            "Michael L. Nielsen",
            "Jürgen Cox",
            "Matthias Mann",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 395,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Decoding signalling networks by mass spectrometry-based proteomics",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Signalling networks regulate essentially all of the biology of cells and organisms in normal and disease states. Signalling is often studied using antibody-based techniques such as western blots. Large-scale 'precision proteomics' based on mass spectrometry now enables the system-wide characterization of signalling events at the levels of post-translational modifications, protein–protein interactions and changes in protein expression. This technology delivers accurate and unbiased information about the quantitative changes of thousands of proteins and their modifications in response to any perturbation. Current studies focus on phosphorylation, but acetylation, methylation, glycosylation and ubiquitylation are also becoming amenable to investigation. Large-scale proteomics-based signalling research will fundamentally change our understanding of signalling networks.",
        "email": "",
        "conf": "Nature Reviews Molecular Cell Biology",
        "coauthors": [
            "Chunaram Choudhary",
            "Matthias Mann"
        ],
        "keywords": "Animals; Humans; Mass Spectrometry; Protein Processing, Post-Translational; Proteome; Proteomics; Signal Transduction"
    },
    {
        "id": 377,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Convergence of Ubiquitylation and Phosphorylation Signaling in Rapamycin-Treated Yeast Cells.",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "The target of rapamycin (TOR) kinase senses the availability of nutrients and coordinates cellular growth and proliferation with nutrient abundance. Inhibition of TOR mimics nutrient starvation and leads to the reorganization of many cellular processes, including autophagy, protein translation, and vesicle trafficking. TOR regulates cellular physiology by modulating phosphorylation and ubiquitylation signaling networks; however, the global scope of such regulation is not fully known. Here, we used a mass-spectrometry-based proteomics approach for the parallel quantification of ubiquitylation, phosphorylation, and proteome changes in rapamycin-treated yeast cells. Our data constitute a detailed proteomic analysis of rapamycin-treated yeast with 3590 proteins, 8961 phosphorylation sites, and 2299 di-Gly modified lysines (putative ubiquitylation sites) quantified. The phosphoproteome was extensively modulated by rapamycin treatment, with more than 900 up-regulated sites one hour after rapamycin treatment. Dynamically regulated phosphoproteins were involved in diverse cellular processes, prominently including transcription, membrane organization, vesicle-mediated transport, and autophagy. Several hundred ubiquitylation sites were increased after rapamycin treatment, and about half as many decreased in abundance. We found that proteome, phosphorylation, and ubiquitylation changes converged on the Rsp5-ubiquitin ligase, Rsp5 adaptor proteins, and Rsp5 targets. Putative Rsp5 targets were biased for increased ubiquitylation, suggesting activation of Rsp5 by rapamycin. Rsp5 adaptor proteins, which recruit target proteins for Rsp5-dependent ubiquitylation, were biased for increased phosphorylation. Furthermore, we found that permeases and transporters, which are often ubiquitylated by Rsp5, were biased for reduced ubiquitylation and reduced protein abundance. The convergence of multiple proteome-level changes on the Rsp5 system indicates a key role of this pathway in the response to rapamycin treatment. Collectively, these data reveal new insights into the global proteome dynamics in response to rapamycin treatment and provide a first detailed view of the co-regulation of phosphorylation- and ubiquitylation-dependent signaling networks by this compound.",
        "email": "chuna.choudhary@cpr.ku.dk",
        "conf": "Molecular & Cellular Proteomics",
        "coauthors": [
            "Vytautas Iesmantavicius",
            "Brian Weinert",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 398,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Activation of Wnt signalling in acute myeloid leukemia by induction of Frizzled-4",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Wnt signalling regulates proliferation, self renewal and cell fate. Aberrant Wnt signalling is thought to contribute to AML pathogenesis by enhancing self renewal. Herein, we provide evidence for increased expression of Frizzled-4, a receptor for Wnt ligands, in primary AML blasts compared to normal bone marrow on the protein level. In addition, Frizzled-4 is highly expressed in human CD34 positive cells as well as in lineage negative sorted mouse bone marrow cells. Functionally, Frizzled-4 expression modulates apoptosis and enhances Wnt3a induced β-catenin stability in myeloid progenitor cells. Frizzled-4-dependent β-catenin stabilization is dkk-1 sensitive, implicating a specific Wnt-ligand/Frizzled-receptor interaction. These findings indicate enhanced sensitivity of AML blasts for Wnt-ligands and suggest an additional mechanism of Wnt signalling activation in the pathogenesis of AML.",
        "email": "",
        "conf": "International Journal of Oncology",
        "coauthors": [
            "Lara Tickenbrock",
            "Sina Hehn",
            "Bülent Sargin",
            "Chunaram Choudhary",
            "Nicole Bäumer",
            "Horst Buerger",
            "Bernd Schulte",
            "Oliver Müller",
            "Wolfgang E. Berdel",
            "Carsten Müller-Tidow",
            "Hubert Serve"
        ],
        "keywords": ""
    },
    {
        "id": 379,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Specificity and Commonality of the Phosphoinositide-Binding Proteome Analyzed by Quantitative Mass Spectrometry",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Phosphoinositides (PIPs) play key roles in signaling and disease. Using high-resolution quantitative mass spectrometry, we identified PIP-interacting proteins and profiled their binding specificities toward all seven PIP variants. This analysis revealed 405 PIP-binding proteins, which is greater than the total number of phospho- or ubiquitin-binding domains. Translocation and inhibitor assays of identified PIP-binding proteins confirmed that our methodology targets direct interactors. The PIP interactome encompasses proteins from diverse cellular compartments, prominently including the nucleus. Our data set revealed a consensus motif for PI(3,4,5)P3-interacting pleckstrin homology (PH) domains, which enabled in silico identification of phosphoinositide interactors. Members of the dedicator of cytokinesis family C exhibited specificity toward both PI(3,4,5)P3 and PI(4,5)P2. Structurally, this dual specificity is explained by a decreased number of positively charged residues in the L1 subdomain compared with DOCK1. The presented PIP-binding proteome and its specificity toward individual PIPs should be a valuable resource for the community.",
        "email": "",
        "conf": "Cell Reports",
        "coauthors": [
            "Stephanie Jungmichel",
            "Kathrine B Sylvestersen",
            "Chunaram Choudhary",
            "Steve Nguyen",
            "Matthias Mann",
            "Michael L Nielsen"
        ],
        "keywords": ""
    },
    {
        "id": 369,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Systems Analyses Reveal Shared and Diverse Attributes of Oct4 Regulation in Pluripotent Cells",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "We combine a genome-scale RNAi screen in mouse epiblast stem cells (EpiSCs) with genetic interaction, protein localization, and “protein-level dependency” studies—a systematic technique that uncovers post-transcriptional regulation—to delineate the network of factors that control the expression of Oct4, a key regulator of pluripotency. Our data signify that there are similarities, but also fundamental differences in Oct4 regulation in EpiSCs versus embryonic stem cells (ESCs). Through multiparametric data analyses, we predict that Tox4 is associating with the Paf1C complex, which maintains cell identity in both cell types, and validate that this protein-protein interaction exists in ESCs and EpiSCs. We also identify numerous knockdowns that increase Oct4 expression in EpiSCs, indicating that, in stark contrast to ESCs, Oct4 is under active repressive control in EpiSCs. These studies provide a framework for better understanding pluripotency and for dissecting the molecular events that govern the transition from the pre-implantation to the post-implantation state.",
        "email": "",
        "conf": "Cell Systems",
        "coauthors": [
            "Li Ding",
            "Maciej Paszkowski-Rogacz",
            "Maria Winzi",
            "Debojyoti Chakraborty",
            "Mirko Theis",
            "Sukhdeep Singh",
            "Giovanni Ciotta",
            "Ina Poser",
            "Assen Roguev",
            "Wai Kit Chu",
            "Chunaram Choudhary",
            "Matthias Mann",
            "A. Francis Stewart",
            "Nevan Krogan",
            "Frank Buchholz"
        ],
        "keywords": ""
    },
    {
        "id": 368,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Analysis of acetylation stoichiometry suggests that SIRT3 repairs nonenzymatic acetylation lesions",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Acetylation is frequently detected on mitochondrial enzymes, and the sirtuin deacetylase SIRT3 is thought to regulate metabolism by deacetylating mitochondrial proteins. However, the stoichiometry of acetylation has not been studied and is important for understanding whether SIRT3 regulates or suppresses acetylation. Using quantitative mass spectrometry, we measured acetylation stoichiometry in mouse liver tissue and found that SIRT3 suppressed acetylation to a very low stoichiometry at its target sites. By examining acetylation changes in the liver, heart, brain, and brown adipose tissue of fasted mice, we found that SIRT3‐targeted sites were mostly unaffected by fasting, a dietary manipulation that is thought to regulate metabolism through SIRT3‐dependent deacetylation. Globally increased mitochondrial acetylation in fasted liver tissue, higher stoichiometry at mitochondrial acetylation sites, and greater sensitivity of SIRT3‐targeted sites to chemical acetylation in vitro and fasting‐induced acetylation in vivo, suggest a nonenzymatic mechanism of acetylation. Our data indicate that most mitochondrial acetylation occurs as a low‐level nonenzymatic protein lesion and that SIRT3 functions as a protein repair factor that removes acetylation lesions from lysine residues.",
        "email": "chuna.choudhary@cpr.ku.dk",
        "conf": "The EMBO Journal",
        "coauthors": [
            "Brian T Weinert",
            "Tarek Moustafa",
            "Vytautas Iesmantavicius",
            "Rudolf Zechner",
            "Chunaram Choudhary"
        ],
        "keywords": "acetylation; mass spectrometry; proteomics; SIRT3; stoichiometry"
    },
    {
        "id": 400,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Flt3-dependent transformation by inactivating c-Cbl mutations in AML",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "In acute myeloid leukemia (AML), mutational activation of the receptor tyrosine kinase (RTK) Flt3 is frequently involved in leukemic transformation. However, little is known about a possible role of highly expressed wild-type Flt3 in AML. The proto-oncogene c-Cbl is an important regulator of RTK signaling, acting through its ubiquitin ligase activity and as a platform for several signaling adaptor molecules. Here, we analyzed the role of c-Cbl in Flt3 signal transduction and myeloid transformation. C-Cbl physically interacted with Flt3 and was tyrosine phosphorylated in the presence of Flt3-ligand (FL). Overexpression of a dominant-negative form of c-Cbl (Cbl-70Z) inhibited FL-induced Flt3 ubiquitylation and internalization, indicating involvement of c-Cbl in Flt3 signaling. DNA sequencing of AML bone marrow revealed a case with a c-Cbl point mutation (Cbl-R420Q). Cbl-R420Q inhibited Flt3 internalization and ubiquitylation. Coexpression of Cbl-R420Q or Cbl-70Z with Flt3 induced cytokine-independent growth and survival of 32Dcl3 cells in the absence of FL. Also, the mutant Cbl proteins altered the amplitude and duration of Flt3-dependent signaling events. Our results indicate an important role of Cbl proteins in Flt3 signal modulation. Also, the data suggest a novel mechanism of leukemic transformation in AML by mutational inactivation of negative RTK regulators.",
        "email": "",
        "conf": "Blood",
        "coauthors": [
            "Bülent Sargin",
            "Chunaram Choudhary",
            "Nicola Crosetto",
            "Mirko H. H. Schmidt",
            "Rebekka Grundler",
            "Marion Rensinghoff",
            "Christine Thiessen",
            "Lara Tickenbrock",
            "Joachim Schwäble",
            "Christian Brandts",
            "Benjamin August",
            "Steffen Koschmieder",
            "Srinivasa Rao Bandi",
            "Justus Duyster",
            "Wolfgang E. Berdel",
            "Carsten Müller-Tidow",
            "Ivan Dikic",
            "Hubert Serve"
        ],
        "keywords": "ms-like tyrosine kinase 3, cbl gene"
    },
    {
        "id": 408,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "RGS2 is an important target gene of Flt3-ITD mutations in AML and functions in myeloid differentiation and leukemic transformation",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Activating fetal liver tyrosine kinase 3 (Flt3) mutations represent the most common genetic aberrations in acute myeloid leukemia (AML). Most commonly, they occur as internal tandem duplications in the juxtamembrane domain (Flt3-ITD) that transform myeloid cells in vitro and in vivo and that induce aberrant signaling and biologic functions. We identified RGS2, a regulator of G-protein signaling, as a gene specifically repressed by Flt3-ITD. Here we demonstrate an important role of RGS2 in Flt3-ITD-mediated transformation. RGS2 was repressed after forced expression of activating Flt3 mutations in 2 myeloid cell lines (32Dcl3 and NB4). Furthermore, RGS2 was repressed in Flt3-mutation-positive AML cases in comparison to Flt3-mutation-negative cases, especially in Flt3-ITD-positive cases with a high ITD-to-wild-type (WT) ratio. Coexpression of RGS2 with Flt3-ITD inhibited Flt3-ITD-induced autonomous proliferation and clonal growth of 32D cells. RGS2 also inhibited Flt3-ITD-induced phosphorylation of Akt and glycogen synthase kinase beta (Gsk3-beta) without influencing signal transducer and activator of transcription 5 (STAT5) activation. In addition, RGS2 reinduced the expression of Flt3-ITD-repressed CCAAT/enhancer-binding protein alpha (c/EBPalpha) and antagonized the Flt3-ITD-induced differentiation block in 32D cells. Expression analyses in myeloid cell lines revealed induction of RGS2 during granulocytic but not during monocytic differentiation. Taken together, RGS2 is a novel mediator of myeloid differentiation, and its repression is an important event in Flt3-ITD-induced transformation.",
        "email": "",
        "conf": "Blood",
        "coauthors": [
            "Joachim Schwable",
            "Chunaram Choudhary",
            "Christian Thiede",
            "Lara Tickenbrock",
            "Bulent Sargin",
            "Claudia Steur",
            "Maike Rehage",
            "Annika Rudat",
            "Christian Brandts",
            "Wolfgang E. Berdel",
            "Carsten Muller-Tidow",
            "Hubert Serve"
        ],
        "keywords": ""
    },
    {
        "id": 406,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Flt3 tandem duplication mutations cooperate with Wnt signaling in leukemic signal transduction",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Activating Flt3 mutations occur in about 30% of patients with acute myeloid leukemia (AML), often as in-frame internal tandem duplication (ITD) at the juxtamembrane domain of the receptor. These mutations transform hematopoietic cell lines and primary mouse bone marrow. Here, we analyzed the interaction between oncogenic Flt3-ITD mutations and the Wingless-type (Wnt) signaling pathway in the myeloid progenitor cell line 32D. Microarray analyses revealed higher mRNA expression of Frizzled-4, a receptor for Wnt ligands in 32D/Flt3-ITD cells. Findings were verified by quantitative realtime reverse transcription–polymerase chain reaction (RT-PCR) and on the protein level. Compared with 32D/Flt3-WT (wild-type) cells, 32D/Flt3-ITD cells also showed greatly enhanced β-catenin protein levels, irrespective of their exposure to Wnt3a, a ligand inducing the canonical Wnt signal transduction pathway. In addition, 5 of 7 AML samples with Flt3-ITD mutations expressed high β-catenin protein levels, whereas patients with wild-type Flt3 did not. Also, Flt3-ITD induced enhanced T-cell factor (TCF)–dependent transcriptional activity and the induction of the Wnt target gene c-myc. In the presence of Flt3-WT or Flt3-ITD signaling, Wnt3a slightly increased 32D cell proliferation. However, transfection experiments with dominant-negative (dn) TCF4 revealed a strong dependence of Flt3-ITD–mediated clonogenic growth on TCF activity. Taken together, our results indicate that Flt3-ITD and Wnt-dependent signaling pathways synergize in myeloid transformation.",
        "email": "",
        "conf": "Blood",
        "coauthors": [
            "Lara Tickenbrock",
            "Joachim Schwäble",
            "Markus Wiedehage",
            "Björn Steffen",
            "Bülent Sargin",
            "Chunaram Choudhary",
            "Christian Brandts",
            "Wolfgang E. Berdel",
            "Carsten Müller-Tidow",
            "Hubert Serve"
        ],
        "keywords": "flt3 gene, impedance threshold device, mutation, signal transduction"
    },
    {
        "id": 370,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Acetylation site specificities of lysine deacetylase inhibitors in human cells",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Lysine deacetylases inhibitors (KDACIs) are used in basic research, and many are being investigated in clinical trials for treatment of cancer and other diseases. However, their specificities in cells are incompletely characterized. Here we used quantitative mass spectrometry (MS) to obtain acetylation signatures for 19 different KDACIs, covering all 18 human lysine deacetylases. Most KDACIs increased acetylation of a small, specific subset of the acetylome, including sites on histones and other chromatin-associated proteins. Inhibitor treatment combined with genetic deletion showed that the effects of the pan-sirtuin inhibitor nicotinamide are primarily mediated by SIRT1 inhibition. Furthermore, we confirmed that the effects of tubacin and bufexamac on cytoplasmic proteins result from inhibition of HDAC6. Bufexamac also triggered an HDAC6-independent, hypoxia-like response by stabilizing HIF1-α, providing a possible mechanistic explanation of its adverse, pro-inflammatory effects. Our results offer a systems view of KDACI specificities, providing a framework for studying function of acetylation and deacetylases.",
        "email": "",
        "conf": "Nature Biotechnology",
        "coauthors": [
            "Christian Schölz",
            "Brian T Weinert",
            "Sebastian A Wagner",
            "Petra Beli",
            "Yasuyuki Miyake",
            "Jun Qi",
            "Lars J Jensen",
            "Werner Streicher",
            "Anna R McCarthy",
            "Nicholas J Westwood",
            "Sonia Lain",
            "Jürgen Cox",
            "Patrick Matthias",
            "Matthias Mann",
            "James E Bradner",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 361,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Redox-sensitive alteration of replisome architecture safeguards genome integrity",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "DNA replication requires coordination between replication fork progression and deoxynucleotide triphosphate (dNTP)–generating metabolic pathways. We find that perturbation of ribonucleotide reductase (RNR) in humans elevates reactive oxygen species (ROS) that are detected by peroxiredoxin 2 (PRDX2). In the oligomeric state, PRDX2 forms a replisome-associated ROS sensor, which binds the fork accelerator TIMELESS when exposed to low levels of ROS. Elevated ROS levels generated by RNR attenuation disrupt oligomerized PRDX2 to smaller subunits, whose dissociation from chromatin enforces the displacement of TIMELESS from the replisome. This process instantly slows replication fork progression, which mitigates pathological consequences of replication stress. Thus, redox signaling couples fluctuations of dNTP biogenesis with replisome activity to reduce stress during genome duplication. We propose that cancer cells exploit this pathway to increase their adaptability to adverse metabolic conditions.",
        "email": "",
        "conf": "Science",
        "coauthors": [
            "Kumar Somyajit",
            "Rajat Gupta",
            "Hana Sedlackova",
            "Kai John Neelsen",
            "Fena Ochs",
            "Maj-Britt Rask",
            "Chunaram Choudhary",
            "Jiri Lukas"
        ],
        "keywords": ""
    },
    {
        "id": 389,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Proteomic Analyses Reveal Divergent Ubiquitylation Site Patterns in Murine Tissues",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Posttranslational modifications of proteins increase the complexity of the cellular proteome and enable rapid regulation of protein functions in response to environmental changes. Protein ubiquitylation is a central regulatory posttranslational modification that controls numerous biological processes including proteasomal degradation of proteins, DNA damage repair and innate immune responses. Here we combine high-resolution mass spectrometry with single-step immunoenrichment of di-glycine modified peptides for mapping of endogenous putative ubiquitylation sites in murine tissues. We identify more than 20,000 unique ubiquitylation sites on proteins involved in diverse biological processes. Our data reveals that ubiquitylation regulates core signaling pathways common for each of the studied tissues. In addition, we discover that ubiquitylation regulates tissue-specific signaling networks. Many tissue-specific ubiquitylation sites were obtained from brain highlighting the complexity and unique physiology of this organ. We further demonstrate that different di-glycine-lysine-specific monoclonal antibodies exhibit sequence preferences, and that their complementary use increases the depth of ubiquitylation site analysis, thereby providing a more unbiased view of protein ubiquitylation.",
        "email": "",
        "conf": "Molecular & Cellular Proteomics",
        "coauthors": [
            "Sebastian A. Wagner",
            "Petra Beli",
            "Brian T. Weinert",
            "Christian Schölz",
            "Christian D. Kelstrup",
            "Clifford Young",
            "Michael L. Nielsen",
            "Jesper V. Olsen",
            "Cord Brakebusch",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 383,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "OTULIN Restricts Met1-Linked Ubiquitination to Control Innate Immune Signaling",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Conjugation of Met1-linked polyubiquitin (Met1-Ub) by the linear ubiquitin chain assembly complex (LUBAC) is an important regulatory modification in innate immune signaling. So far, only few Met1-Ub substrates have been described, and the regulatory mechanisms have remained elusive. We recently identified that the ovarian tumor (OTU) family deubiquitinase OTULIN specifically disassembles Met1-Ub. Here, we report that OTULIN is critical for limiting Met1-Ub accumulation after nucleotide-oligomerization domain-containing protein 2 (NOD2) stimulation, and that OTULIN depletion augments signaling downstream of NOD2. Affinity purification of Met1-Ub followed by quantitative proteomics uncovered RIPK2 as the predominant NOD2-regulated substrate. Accordingly, Met1-Ub on RIPK2 was largely inhibited by overexpressing OTULIN and was increased by OTULIN depletion. Intriguingly, OTULIN-depleted cells spontaneously accumulated Met1-Ub on LUBAC components, and NOD2 or TNFR1 stimulation led to extensive Met1-Ub accumulation on receptor complex components. We propose that OTULIN restricts Met1-Ub formation after immune receptor stimulation to prevent unwarranted proinflammatory signaling.",
        "email": "",
        "conf": "Molecular cell",
        "coauthors": [
            "Berthe Katrine Fiil",
            "Rune Busk Damgaard",
            "Sebastian Alexander Wagner",
            "Kirstin Keusekotten",
            "Melanie Fritsch",
            "Simon Bekker-Jensen",
            "Niels Mailand",
            "Chunaram Choudhary",
            "David Komander",
            "Mads Gyrd-Hansen"
        ],
        "keywords": ""
    },
    {
        "id": 404,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Signal Transduction of Oncogenic Flt3",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Activating mutations of Fms-like tyrosine kinase 3 (Flt3) are the most common genetic lesions in acute myeloid leukemia (AML) and are present in approximately one third of AML patients. The 2 classes of Flt3 mutations are internal tandem duplications in the juxtamembrane domain and point mutations in the tyrosine kinase domain. In normal hematopoietic progenitor cells, Flt3 ligand induces the activation of several downstream signal-transduction mediators, including phosphoinos-itol 3-kinases, Src kinases, mitogen-activated protein kinases, and the phosphorylation of several adaptor proteins. Oncogenic mutations in Flt3 result in ligand-independent constitutive and deregulated activation of these signaling pathways. In addition, however, oncogenic mutations of Flt3 also result in the activation of aberrant signaling pathways, including strong activation of STAT5, induction of STAT target genes, and repression of myeloid transcription factors c/EBP-α and Pu.1. Aberrant activation of these signaling pathways by oncogenic Flt3 may play a critical role in mutant Flt3-mediated leukemic transformation.",
        "email": "",
        "conf": "International Journal of Hematology",
        "coauthors": [
            "Chunaram Choudhary",
            "Carsten Mller-Tidow",
            "Wolfgang Berdel",
            "Hubert Serve"
        ],
        "keywords": "AML; Flt3; STAT5; Receptor tyrosine kinase"
    },
    {
        "id": 401,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Activation mechanisms of STAT5 by oncogenic Flt3-ITD",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Mutations in the receptor tyrosine kinase Flt3 represent a very common genetic lesion in acute myeloid leukemia (AML). Internal tandem duplication (ITD) mutations clustered in the juxtamembrane domain are the most frequent and best characterized mutations found in Flt3. Oncogenic activation of Flt3 by ITD mutations is known to activate aberrant signaling including activation of STAT5 and repression of myeloid transcription factors Pu.1 and c/EBP-alpha. However, the mechanisms of STAT5 activation by Flt3-ITD remain unclear. Using small molecule inhibitors and cell lines deficient for Src family kinases or Jak2 or Tyk2, here we show that Flt3-ITD-induced STAT5 activation is independent of Src or Jak kinases. Also, overexpression of SOCS1, an inhibitor of Jak kinases, inhibited IL-3- but not Flt3-ITD-mediated STAT5 activation. Furthermore, in vitro kinase assays revealed that STAT5 is a direct target of Flt3. Taken together, our data provide the mechanistic basis of STAT5 activation by Flt3-ITD.",
        "email": "",
        "conf": "Blood",
        "coauthors": [
            "Chunaram Choudhary",
            "Christian Brandts",
            "Joachim Schwable",
            "Lara Tickenbrock",
            "Bülent Sargin",
            "Andrea Ueker",
            "Frank-D. Böhmer",
            "Wolfgang E. Berdel",
            "Carsten Müller-Tidow",
            "Hubert Serve"
        ],
        "keywords": ""
    },
    {
        "id": 393,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Proteome-Wide Mapping of the Drosophila Acetylome Demonstrates a High Degree of Conservation of Lysine Acetylation",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Posttranslational modification of proteins by acetylation and phosphorylation regulates most cellular processes in living organisms. Surprisingly, the evolutionary conservation of phosphorylated serine and threonine residues is only marginally higher than that of unmodified serines and threonines. With high-resolution mass spectrometry, we identified 1981 lysine acetylation sites in the proteome of Drosophila melanogaster. We used data sets of experimentally identified acetylation and phosphorylation sites in Drosophila and humans to analyze the evolutionary conservation of these modification sites between flies and humans. Site-level conservation analysis revealed that acetylation sites are highly conserved, significantly more so than phosphorylation sites. Furthermore, comparison of lysine conservation in Drosophila and humans with that in nematodes and zebrafish revealed that acetylated lysines were significantly more conserved than were nonacetylated lysines. Bioinformatics analysis using Gene Ontology terms suggested that the proteins with conserved acetylation control cellular processes such as protein translation, protein folding, DNA packaging, and mitochondrial metabolism. We found that acetylation of ubiquitin-conjugating E2 enzymes was evolutionarily conserved, and mutation of a conserved acetylation site impaired the function of the human E2 enzyme UBE2D3. This systems-level analysis of comparative posttranslational modification showed that acetylation is an anciently conserved modification and suggests that phosphorylation sites may have evolved faster than acetylation sites.",
        "email": "",
        "conf": "Science Signaling",
        "coauthors": [
            "Brian T. Weinert",
            "Sebastian A. Wagner",
            "Heiko Horn",
            "Peter Henriksen",
            "Wenshe R. Liu",
            "Jesper V. Olsen",
            "Lars J. Jensen",
            "Chunaram Choudhary"
        ],
        "keywords": "Acetylation; Animals; Computational Biology; DNA Primers; Drosophila Proteins; Drosophila melanogaster; Humans; Lysine; Mass Spectrometry; Phosphorylation; Protein Processing, Post-Translational; Proteomics; Species Specificity; Yeasts"
    },
    {
        "id": 363,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Deubiquitylating enzyme USP9x regulates hippo pathway activity by controlling angiomotin protein turnover",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "The Hippo pathway has been identified as a key barrier for tumorigenesis, acting through downregulation of YAP/TAZ activity. Elevated YAP/TAZ activity has been documented in many human cancers. Ubiquitylation has been shown to play a key role in regulating YAP/TAZ activity through downregulation of a number of Hippo pathway components. Several ubiquitin ligase complexes have been implicated in this process, however, little is known about the deubiquitylating enzymes that counteract these activities to regulate YAP/TAZ. Here we identify the deubiquitylating enzyme USP9x as a regulator of YAP/TAZ activity. We demonstrate that USPx regulates ubiquitin-mediated turnover of the YAP inhibitor, Angiomotin. USP9x acts to deubiquitylate Angiomotin at lysine 496, resulting in stabilization of Angiomotin and lower YAP/TAZ activity. USP9x mRNA levels were reduced in several cancers. Clinically, USP9x mRNA levels were reduced in several cancers with low USPx expression correlating with poor prognosis in renal clear cell carcinoma. Our data indicate that USP9x may be a useful biomarker for renal clear cell carcinoma.",
        "email": "",
        "conf": "Cell discovery",
        "coauthors": [
            "Hung Thanh Nguyen",
            "Diana Andrejeva",
            "Rajat Gupta",
            "Chunaram Choudhary",
            "Xin Hong",
            "Pieter J A Eichhorn",
            "Anand C Loya",
            "Stephen M Cohen"
        ],
        "keywords": "Hippo pathway; LATS; protein degradation; YAP; ubiquitin"
    },
    {
        "id": 374,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Proteome-wide analysis of SUMO2 targets in response to pathological DNA replication stress in human cells",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "SUMOylation is a form of post-translational modification involving covalent attachment of SUMO (Small Ubiquitin-like Modifier) polypeptides to specific lysine residues in the target protein. In human cells, there are four SUMO proteins, SUMO1–4, with SUMO2 and SUMO3 forming a closely related subfamily. SUMO2/3, in contrast to SUMO1, are predominantly involved in the cellular response to certain stresses, including heat shock. Substantial evidence from studies in yeast has shown that SUMOylation plays an important role in the regulation of DNA replication and repair. Here, we report a proteomic analysis of proteins modified by SUMO2 in response to DNA replication stress in S phase in human cells. We have identified a panel of 22 SUMO2 targets with increased SUMOylation during DNA replication stress, many of which play key functions within the DNA replication machinery and/or in the cellular response to DNA damage. Interestingly, POLD3 was found modified most significantly in response to a low dose aphidicolin treatment protocol that promotes common fragile site (CFS) breakage. POLD3 is the human ortholog of POL32 in budding yeast, and has been shown to act during break-induced recombinational repair. We have also shown that deficiency of POLD3 leads to an increase in RPA-bound ssDNA when cells are under replication stress, suggesting that POLD3 plays a role in the cellular response to DNA replication stress. Considering that DNA replication stress is a source of genome instability, and that excessive replication stress is a hallmark of pre-neoplastic and tumor cells, our characterization of SUMO2 targets during a perturbed S-phase should provide a valuable resource for future functional studies in the fields of DNA metabolism and cancer biology.",
        "email": "",
        "conf": "DNA Repair",
        "coauthors": [
            "Sara Bursomanno",
            "Petra Beli",
            "Asif M. Khan",
            "Sheroy Minocherhomji",
            "Sebastian A. Wagner",
            "Simon Bekker-Jensen",
            "Niels Mailand",
            "Chunaram Choudhary",
            "Ian D. Hickson",
            "Ying Liu"
        ],
        "keywords": "Common fragile sites, DNA replication stress, POLD3, Mass spectrometry, SUMOylation"
    },
    {
        "id": 402,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Wnt signaling regulates transendothelial migration of monocytes",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "The Wnt‐signaling pathway plays a critical role in directing cell fate during embryogenesis. Several lines of evidence also suggest a role in inflammatory processes. Here, we analyzed whether Wnt signaling plays a role in leukocyte inflammatory responses. Monocytes from healthy donors expressed different Frizzled receptors, which are ligands for the Wnt molecules. Activation of the Wnt/β‐catenin pathway by LiCl or Wnt3a increased β‐catenin protein levels in monocytes but not in granulocytes. It is interesting that the activation of Wnt/β‐catenin signaling via Wnt3a in monocytes resulted in a decrease in migration through an endothelial layer (human dermal microvascular endothelial cell‐1). Further experiments revealed that the decrease in transendothelial migration was associated with specific monocyte adherence to endothelial cells after Wnt exposure. The specificity was verified by a lack of Wnt3a‐induced adhesion to fibronectin, laminin, or collagen compared with endothelial interaction. Analysis of the distribution of β‐catenin revealed a Wnt3a‐induced increase of β‐catenin in the cytoplasm. Wnt3a exposure did not result in any activation of the classical Wnt‐target gene c‐myc or a Wnt‐target gene involved in cell adhesion (Connexin43). Our study implicates for the first time a role of canonical Wnt signaling in inflammatory processes in monocytes.",
        "email": "",
        "conf": "Journal of Leukocyte Biology",
        "coauthors": [
            "Lara Tickenbrock",
            "Joachim Schwble",
            "Anke Strey",
            "Hubert Serve"
        ],
        "keywords": "catenin, adhesion, inflammation"
    },
    {
        "id": 357,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Time-Resolved Analysis Reveals Rapid Dynamics and Broad Scope of the CBP/p300 Acetylome",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "The acetyltransferases CBP and p300 are multifunctional transcriptional co-activators. Here we combined quantitative proteomics with CBP/p300-specific catalytic inhibitors, bromodomain inhibitor, and gene knockout to reveal a comprehensive map of regulated acetylation sites and their dynamic turnover rates. CBP/p300 acetylates thousands of sites, including signature histone sites, as well as a multitude of sites on signaling effectors and enhancer-associated transcriptional regulators. Time-resolved acetylome analyses identified a subset of CBP/p300-regulated sites with very rapid (<30 min) acetylation turnover, revealing a dynamic balance between acetylation and deacetylation. Quantification of acetylation, mRNA, and protein abundance after CBP/p300 inhibition reveals a kinetically competent network of gene expression that strictly depends on CBP/p300-catalyzed rapid acetylation. Collectively, our in-depth acetylome analyses reveal systems attributes of CBP/p300 targets, and the resource dataset provides a framework for investigating CBP/p300 functions, as well as for understanding the impact of small molecule inhibitors targeting its catalytic and bromodomain activities.",
        "email": "chuna.choudhary@cpr.ku.dk",
        "conf": "Cell",
        "coauthors": [
            "Brian T. Weinert",
            "Takeo Narita",
            "Shankha Satpathy",
            "Balaji Srinivasan",
            "Bogi K. Hansen",
            "Christian Schölz",
            "William B. Hamilton",
            "Beth E. Zucconi",
            "Wesley W. Wang",
            "Wenshe R. Liu",
            "Joshua M. Brickman",
            "Edward A. Kesicki",
            "Albert Lai",
            "Kenneth D. Bromberg",
            "Philip A. Cole",
            "Chunaram Choudhary"
        ],
        "keywords": "acetylation, CBP, p300, proteomics, mass spectrometry, A-485, bromodomain, acetylation kinetics, enhancer, gene transcription"
    },
    {
        "id": 396,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Mislocalized Activation of Oncogenic RTKs Switches Downstream Signaling Outcomes",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Inappropriate activation of oncogenic kinases at intracellular locations is frequently observed in human cancers, but its effects on global signaling are incompletely understood. Here, we show that the oncogenic mutant of Flt3 (Flt3-ITD), when localized at the endoplasmic reticulum (ER), aberrantly activates STAT5 and upregulates its targets, Pim-1/2, but fails to activate PI3K and MAPK signaling. Conversely, membrane targeting of Flt3-ITD strongly activates the MAPK and PI3K pathways, with diminished phosphorylation of STAT5. Global phosphoproteomics quantified 12,186 phosphorylation sites, confirmed compartment-dependent activation of these pathways and discovered many additional components of Flt3-ITD signaling. The differential activation of Akt and Pim kinases by ER-retained Flt3-ITD helped to identify their putative targets. Surprisingly, we find spatial regulation of tyrosine phosphorylation patterns of the receptor itself. Thus, intracellular activation of RTKs by oncogenic mutations in the biosynthetic route may exploit cellular architecture to initiate aberrant signaling cascades, thus evading negative regulation.",
        "email": "",
        "conf": "Molecular cell",
        "coauthors": [
            "Chunaram Choudhary",
            "Jesper V Olsen",
            "Christian Brandts",
            "Hubert Serve"
        ],
        "keywords": "SIGNALING, HUMDISEASE, PROTEINS"
    },
    {
        "id": 399,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Activation of Wnt signaling in cKit-ITD mediated transformation and imatinib sensitivity in acute myeloid leukemia",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "The Wnt-signaling pathway plays a critical role in directing cell fate during embryogenesis and also in the pathogenesis of cancer. In leukemia, it is well described that activating internal tandem duplications (ITD) mutations in receptor tyrosine kinases like cKit or Flt3 confer to the pathogenesis of cancer. Here, we analyzed whether Wnt-signaling plays a role in cKit-ITD mediated transformation. Stably transfected 32D cells with cKit-ITD cells had higher β-Catenin protein levels compared to the cKit-WT. Analysis of β-Catenin mRNA and protein levels revealed that β-Catenin was regulated at post-transcriptional level in cKit-ITD as well as Flt3-ITD compared to the wildtype. Signaling analyses revealed higher-phosphorylation of GSK3β by oncogenic cKit-ITD. Moreover, activation of Wnt signaling was confirmed by constitutive activation of c-myc luciferase by cKit-ITD cells. Importantly, using dominant negative TCF4, we show that activation of Wnt signaling plays an important role in cKit mediated transformation of myeloid cells. Application of specific receptor tyrosine kinase inhibitors for Flt3 or cKit result in a decrease of β-Catenin that underwent with a decrease of GSK3β phosphorylation, suggesting an indirect mechanism of β-Catenin regulation by oncogenic receptor tyrosine kinases in both ITD mutations. Our study shows the importance of activation of Wnt signaling in leukemia and suggests as attractive target for future therapeutical approaches.",
        "email": "",
        "conf": "International Journal of Hematology",
        "coauthors": [
            "Lara Tickenbrock",
            "Sina Hehn",
            "Bülent Sargin",
            "Georg Evers",
            "Pavankumar Reddy NG",
            "Chunaram Choudhary",
            "Wolfgang E. Berdel",
            "Carsten Müller-Tidow",
            "Hubert Serve"
        ],
        "keywords": ""
    },
    {
        "id": 364,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Mte1 interacts with Mph1 and promotes crossover recombination and telomere maintenance",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Mph1 is a member of the conserved FANCM family of DNA motor proteins that play key roles in genome maintenance processes underlying Fanconi anemia, a cancer predisposition syndrome in humans. Here, we identify Mte1 as a novel interactor of the Mph1 helicase in Saccharomyces cerevisiae. In vitro, Mte1 (Mph1-associated telomere maintenance protein 1) binds directly to DNA with a preference for branched molecules such as D loops and fork structures. In addition, Mte1 stimulates the helicase and fork regression activities of Mph1 while inhibiting the ability of Mph1 to dissociate recombination intermediates. Deletion of MTE1 reduces crossover recombination and suppresses the sensitivity of mph1Δ mutant cells to replication stress. Mph1 and Mte1 interdependently colocalize at DNA damage-induced foci and dysfunctional telomeres, and MTE1 deletion results in elongated telomeres. Taken together, our data indicate that Mte1 plays a role in regulation of crossover recombination, response to replication stress, and telomere maintenance.",
        "email": "",
        "conf": "Genes & Development",
        "coauthors": [
            "Sonia Silva",
            "Veronika Altmannova",
            "Sarah Luke-Glaser",
            "Peter Henriksen",
            "Irene Gallina",
            "Xuejiao Yang",
            "Chunaram Choudhary",
            "Brian Luke",
            "Lumir Krejci",
            "Michael Lisby"
        ],
        "keywords": "homologous recombination, telomere maintenance, genome integrity, DNA repair, Mph1, Mte1"
    },
    {
        "id": 391,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Proteomic investigations reveal a role for RNA processing factor THRAP3 in the DNA damage response",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "The regulatory networks of the DNA damage response (DDR) encompass many proteins and posttranslational modifications. Here, we use mass spectrometry-based proteomics to analyze the systems-wide response to DNA damage by parallel quantification of the DDR-regulated phosphoproteome, acetylome and proteome. We show that phosphorylation-dependent signaling networks are regulated more strongly compared to acetylation. Among the phosphorylated proteins identified are many putative substrates of DNA-PK, ATM and ATR kinases, but a majority of phosphorylated proteins do not share the ATM/ATR/DNA-PK target consensus, suggesting an important role of downstream kinases in amplifying DDR signals. We show that the splicing-regulator phosphatase PPM1G is recruited to sites of DNA damage, while the splicing-associated protein THRAP3 is excluded from these regions. Moreover, THRAP3 depletion causes cellular hypersensitivity to DNA damaging agents, thus suggesting an important link between RNA metabolism and DNA repair. Our results broaden the knowledge of DNA damage signaling networks and identify novel components of the DDR.",
        "email": "chuna.choudhary@cpr.ku.dk",
        "conf": "Molecular cell",
        "coauthors": [
            "Petra Beli",
            "Natalia Lukashchuk",
            "Sebastian A. Wagner",
            "Brian T. Weinert",
            "Jesper V. Olsen",
            "Linda Baskcomb",
            "Matthias Mann",
            "Stephen P. Jackson",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 372,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "FBH1 influences DNA replication fork stability and homologous recombination through ubiquitylation of RAD51",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Unscheduled homologous recombination (HR) can lead to genomic instability, which greatly increases the threat of neoplastic transformation in humans. The F-box DNA helicase 1 (FBH1) is a 3′–5′ DNA helicase with a putative function as a negative regulator of HR. It is the only known DNA helicase to contain an F-box, suggesting that one of its functions is to act as a ubiquitin ligase as part of an SCF (SKP1, CUL1 and F-box) complex. Here we report that the central player in HR, RAD51, is ubiquitylated by the SCFFBH1 complex. Expression of an ubiquitylation-resistant form of RAD51 in human cells leads to hyperrecombination, as well as several phenotypes indicative of an altered response to DNA replication stress. These effects are likely to be mediated by the enhanced nuclear matrix association of the ubiquitylation-resistant RAD51. These data are consistent with FBH1 acting as a negative regulator of RAD51 function in human cells.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Wai Kit Chu",
            "Miranda J. Payne",
            "Petra Beli",
            "Katsuhiro Hanada",
            "Chunaram Choudhary",
            "Ian D. Hickson"
        ],
        "keywords": ""
    },
    {
        "id": 367,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Histone H1 couples initiation and amplification of ubiquitin signalling after DNA damage",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "DNA double-strand breaks (DSBs) are highly cytotoxic DNA lesions that trigger non-proteolytic ubiquitylation of adjacent chromatin areas to generate binding sites for DNA repair factors. This depends on the sequential actions of the E3 ubiquitin ligases RNF8 and RNF168 (refs 1, 2, 3, 4, 5, 6), and UBC13 (also known as UBE2N), an E2 ubiquitin-conjugating enzyme that specifically generates K63-linked ubiquitin chains7. Whereas RNF168 is known to catalyse ubiquitylation of H2A-type histones, leading to the recruitment of repair factors such as 53BP1 (refs 8, 9, 10), the critical substrates of RNF8 and K63-linked ubiquitylation remain elusive. Here we elucidate how RNF8 and UBC13 promote recruitment of RNF168 and downstream factors to DSB sites in human cells. We establish that UBC13-dependent K63-linked ubiquitylation at DSB sites is predominantly mediated by RNF8 but not RNF168, and that H1-type linker histones, but not core histones, represent major chromatin-associated targets of this modification. The RNF168 module (UDM1) recognizing RNF8-generated ubiquitylations11 is a high-affinity reader of K63-ubiquitylated H1, mechanistically explaining the essential roles of RNF8 and UBC13 in recruiting RNF168 to DSBs. Consistently, reduced expression or chromatin association of linker histones impair accumulation of K63-linked ubiquitin conjugates and repair factors at DSB-flanking chromatin. These results identify histone H1 as a key target of RNF8–UBC13 in DSB signalling and expand the concept of the histone code12,13 by showing that posttranslational modifications of linker histones can serve as important marks for recognition by factors involved in genome stability maintenance, and possibly beyond.",
        "email": "",
        "conf": "Nature",
        "coauthors": [
            "Tina Thorslund",
            "Anita Ripplinger",
            "Saskia Hoffmann",
            "Thomas Wild",
            "Michael Uckelmann",
            "Bine Villumsen",
            "Takeo Narita",
            "Titia K. Sixma",
            "Chunaram Choudhary",
            "Simon Bekker-Jensen",
            "Niels Mailand"
        ],
        "keywords": "double-strand DNA breaks, histone post-translational modifications, ubiquitylation "
    },
    {
        "id": 384,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "RNF111/Arkadia is a SUMO-targeted ubiquitin ligase that facilitates the DNA damage response",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Cell Biology",
        "coauthors": [
            "Sara L. Poulsen",
            "Rebecca K. Hansen",
            "Sebastian A. Wagner",
            "Loes van Cuijk",
            "Gijsbert J. van Belle",
            "Werner Streicher",
            "Mats Wikström",
            "Chunaram Choudhary",
            "Adriaan B. Houtsmuller",
            "Jurgen A. Marteijn",
            "Simon Bekker-Jensen",
            "Niels Mailand"
        ],
        "keywords": ""
    },
    {
        "id": 388,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Proteomic Analysis of Lysine Acetylation Sites in Rat Tissues Reveals Organ Specificity and Subcellular Patterns",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Lysine acetylation is a major posttranslational modification involved in a broad array of physiological functions. Here, we provide an organ-wide map of lysine acetylation sites from 16 rat tissues analyzed by high-resolution tandem mass spectrometry. We quantify 15,474 modification sites on 4,541 proteins and provide the data set as a web-based database. We demonstrate that lysine acetylation displays site-specific sequence motifs that diverge between cellular compartments, with a significant fraction of nuclear sites conforming to the consensus motifs G-AcK and AcK-P. Our data set reveals that the subcellular acetylation distribution is tissue-type dependent and that acetylation targets tissue-specific pathways involved in fundamental physiological processes. We compare lysine acetylation patterns for rat as well as human skeletal muscle biopsies and demonstrate its general involvement in muscle contraction. Furthermore, we illustrate that acetylation of fructose-bisphosphate aldolase and glycerol-3-phosphate dehydrogenase serves as a cellular mechanism to switch off enzymatic activity.",
        "email": "",
        "conf": "Cell Reports",
        "coauthors": [
            "Alicia Lundby",
            "Kasper Lage",
            "Brian T.Weinert",
            "Dorte B.Bekker-Jensen",
            "Anna Secher",
            "Tine Skovgaard",
            "Christian D.Kelstrup",
            "Anatoliy Dmytriyev",
            "Chunaram Choudhary",
            "Carsten Lundby",
            "Jesper V.Olsen"
        ],
        "keywords": ""
    },
    {
        "id": 390,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "SOCS1 cooperates with FLT3-ITD in the development of myeloproliferative disease by promoting the escape from external cytokine control",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Activating mutations in the receptor tyrosine kinase FLT3 are frequently found in acute myelogenous leukemia patients and confer poor clinical prognosis. It is unclear how leukemic blasts escape cytokine control that regulates normal hematopoiesis. We have recently demonstrated that FLT3-internal tandem duplication (ITD), when localized to the biosynthetic compartment, aberrantly activates STAT5. Here, we show that one of the target genes induced by STAT5 is suppressor of cytokine signaling (SOCS)1—a surprising finding for a known tumor suppressor. Although SOCS1 expression in murine bone marrow severely impaired cytokine-induced colony growth, it failed to inhibit FLT3-ITD–supported colony growth, indicating resistance of FLT3-ITD to SOCS1. In addition, SOCS1 coexpression did not affect FLT3-ITD–mediated signaling or proliferation. Importantly, SOCS1 coexpression inhibited interferon-α and interferon-γ signaling and protected FLT3-ITD hematopoietic cells from interferon-mediated growth inhibitory effects. In a murine bone marrow transplantation model, the coexpression of SOCS1 and FLT3-ITD significantly shortened the latency of a myeloproliferative disease compared with FLT3-ITD alone (P < .01). Mechanistically, SOCS proteins shield FLT3-ITD from external cytokine control, thereby promoting leukemogenesis. The data demonstrate that SOCS1 acts as a conditional oncogene, providing novel molecular insights into cytokine resistance in oncogenic transformation. Restoring cytokine control may provide a new way of therapeutic intervention.",
        "email": "",
        "conf": "Blood",
        "coauthors": [
            "Pavankumar N. G. Reddy",
            "Bülent Sargin",
            "Chunaram Choudhary",
            "Stefan Stein",
            "Manuel Grez",
            "Carsten Müller-Tidow",
            "Wolfgang E. Berdel",
            "Hubert Serve",
            "Christian H. Brandts"
        ],
        "keywords": "cytokine, flt3 gene, impedance threshold device, mice, ms-like tyrosine kinase 3, socs1 gene, suppressor of cytokine signaling 1 protein, bone marrow, myeloproliferative disease"
    },
    {
        "id": 353,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Acetylation of intrinsically disordered regions regulates phase separation",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Liquid–liquid phase separation (LLPS) of proteins containing intrinsically disordered regions (IDRs) has been proposed as a mechanism underlying the formation of membrane-less organelles. Tight regulation of IDR behavior is essential to ensure that LLPS only takes place when necessary. Here, we report that IDR acetylation/deacetylation regulates LLPS and assembly of stress granules (SGs), membrane-less organelles forming in response to stress. Acetylome analysis revealed that the RNA helicase DDX3X, an important component of SGs, is a novel substrate of the deacetylase HDAC6. The N-terminal IDR of DDX3X (IDR1) can undergo LLPS in vitro, and its acetylation at multiple lysine residues impairs the formation of liquid droplets. We also demonstrated that enhanced LLPS propensity through deacetylation of DDX3X-IDR1 by HDAC6 is necessary for SG maturation, but not initiation. Our analysis provides a mechanistic framework to understand how acetylation and deacetylation of IDRs regulate LLPS spatiotemporally, and impact membrane-less organelle formation in vivo.",
        "email": "",
        "conf": "Nature Chemical Biology",
        "coauthors": [
            "Makoto Saito",
            "Daniel Hess",
            "Jan Eglinger",
            "Anatol W. Fritsch",
            "Moritz Kreysing",
            "Brian T. Weinert",
            "Chunaram Choudhary",
            "Patrick Matthias"
        ],
        "keywords": ""
    },
    {
        "id": 387,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Proteome-wide Analysis of Lysine Acetylation Suggests its Broad Regulatory Scope in Saccharomyces cerevisiae",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Post-translational modification of proteins by lysine acetylation plays important regulatory roles in living cells. The budding yeast Saccharomyces cerevisiae is a widely used unicellular eukaryotic model organism in biomedical research. S. cerevisiae contains several evolutionary conserved lysine acetyltransferases and deacetylases. However, only a few dozen acetylation sites in S. cerevisiae are known, presenting a major obstacle for further understanding the regulatory roles of acetylation in this organism. Here we use high resolution mass spectrometry to identify about 4000 lysine acetylation sites in S. cerevisiae. Acetylated proteins are implicated in the regulation of diverse cytoplasmic and nuclear processes including chromatin organization, mitochondrial metabolism, and protein synthesis. Bioinformatic analysis of yeast acetylation sites shows that acetylated lysines are significantly more conserved compared with nonacetylated lysines. A large fraction of the conserved acetylation sites are present on proteins involved in cellular metabolism, protein synthesis, and protein folding. Furthermore, quantification of the Rpd3-regulated acetylation sites identified several previously known, as well as new putative substrates of this deacetylase. Rpd3 deficiency increased acetylation of the SAGA (Spt-Ada-Gcn5-Acetyltransferase) complex subunit Sgf73 on K33. This acetylation site is located within a critical regulatory domain in Sgf73 that interacts with Ubp8 and is involved in the activation of the Ubp8-containing histone H2B deubiquitylase complex. Our data provides the first global survey of acetylation in budding yeast, and suggests a wide-ranging regulatory scope of this modification. The provided dataset may serve as an important resource for the functional analysis of lysine acetylation in eukaryotes.",
        "email": "",
        "conf": "Molecular & Cellular Proteomics",
        "coauthors": [
            "Peter Henriksen",
            "Sebastian A. Wagner",
            "Brian T. Weinert",
            "Satyan Sharma",
            "Giedrė Bačinskaja",
            "Michael Rehman",
            "André H. Juffer",
            "Tobias C. Walther",
            "Michael Lisby",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 405,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "AML-associated Flt3 kinase domain mutations show signal transduction differences compared with Flt3 ITD mutations",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Activating mutations of Flt3 are found in approximately one third of patients with acute myeloid leukemia (AML) and are an attractive drug target. Two classes of Flt3 mutations occur: internal tandem duplications (ITDs) in the juxtamembrane and point mutations in the tyrosine kinase domain (TKD). We and others have shown that Flt3-ITD induced aberrant signaling including strong activation of signal transducer and activator of transcription 5 (STAT5) and repression of CCAAT/estradiol-binding protein α (c/EBPα) and Pu.1. Here, we compared the signaling properties of Flt3-ITD versus Flt3-TKD in myeloid progenitor cells. We demonstrate that Flt3-TKD mutations induced autonomous growth of 32D cells in suspension cultures. However, in contrast to Flt3-ITD and similar to wild-type Flt3 (Flt3-WT), Flt3-TKD cannot support colony formation in semisolid media. Also, in contrast to Flt3-ITD, neither Flt3-WT nor Flt3-TKD induced activation or induction of STAT5 target genes. Flt3-TKD also failed to repress c/EBPα and Pu.1. No significant differences were observed in receptor autophosphorylation and the phosphorylation of Erk-1 and -2, Akt, and Shc. Importantly, TKD but not ITD mutations were a log power more sensitive toward the tyrosine kinase inhibitor protein kinase C 412 (PKC412) than Flt3-WT. In conclusion, Flt3-ITD and Flt3-TKD mutations display differences in their signaling properties that could have important implications for their transforming capacity and for the design of mutation-specific therapeutic approaches.",
        "email": "",
        "conf": "Blood",
        "coauthors": [
            "Chunaram Choudhary",
            "Joachim Schwäble",
            "Christian Brandts",
            "Lara Tickenbrock",
            "Bülent Sargin",
            "Thomas Kindler",
            "Thomas Fischer",
            "Wolfgang E. Berdel",
            "Carsten Müller-Tidow",
            "Hubert Serve"
        ],
        "keywords": "flt3 gene, impedance threshold device, ms-like tyrosine kinase 3, mutation, phosphotransferases, signal transduction"
    },
    {
        "id": 381,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Lysine Succinylation Is a Frequently Occurring Modification in Prokaryotes and Eukaryotes and Extensively Overlaps with Acetylation",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Recent studies have shown that lysines can be posttranslationally modified by various types of acylations. However, except for acetylation, very little is known about their scope and cellular distribution. We mapped thousands of succinylation sites in bacteria (E. coli), yeast (S. cerevisiae), human (HeLa) cells, and mouse liver tissue, demonstrating widespread succinylation in diverse organisms. A majority of succinylation sites in bacteria, yeast, and mouse liver were acetylated at the same position. Quantitative analysis of succinylation in yeast showed that succinylation was globally altered by growth conditions and mutations that affected succinyl-coenzyme A (succinyl-CoA) metabolism in the tricarboxylic acid cycle, indicating that succinylation levels are globally affected by succinyl-CoA concentration. We preferentially detected succinylation on abundant proteins, suggesting that succinylation occurs at a low level and that many succinylation sites remain unidentified. These data provide a systems-wide view of succinylation and its dynamic regulation and show its extensive overlap with acetylation.",
        "email": "",
        "conf": "Cell Reports",
        "coauthors": [
            "Brian Weinert",
            "Christian Schoelz",
            "Sebastian Wagner",
            "Vytautas Iesmantavicius",
            "Dan Su",
            "Jeremy A. Daniel",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 375,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "A quantitative 14-3-3 interaction screen connects the nuclear exosome targeting complex to the DNA damage response",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "RNA metabolism is altered following DNA damage, but the underlying mechanisms are not well understood. Through a 14-3-3 interaction screen for DNA damage-induced protein interactions in human cells, we identified protein complexes connected to RNA biology. These include the nuclear exosome targeting (NEXT) complex that regulates turnover of noncoding RNAs termed promoter upstream transcripts (PROMPTs). We show that the NEXT subunit RBM7 is phosphorylated upon DNA damage by the MAPKAPK2 kinase and establish that this mediates 14-3-3 binding and decreases PROMPT binding. These findings and our observation that cells lacking RBM7 display DNA damage hypersensitivity link PROMPT turnover to the DNA damage response.",
        "email": "",
        "conf": "Genes & Development",
        "coauthors": [
            "Melanie Blasius",
            "Sebastian Wagner",
            "Chunaram Choudhary",
            "Jiri Bartek",
            "Stephen P Jackson"
        ],
        "keywords": "DNA damage response, 14-3-3, nuclear exosome, MAPKAPK2, UV"
    },
    {
        "id": 362,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Accurate Quantification of Site-specific Acetylation Stoichiometry Reveals the Impact of Sirtuin Deacetylase CobB on the E. coli Acetylome",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Lysine acetylation is a protein posttranslational modification (PTM) that occurs on thousands of lysine residues in diverse organisms from bacteria to humans. Accurate measurement of acetylation stoichiometry on a proteome-wide scale remains challenging. Most methods employ a comparison of chemically acetylated peptides to native acetylated peptides, however, the potentially large differences in abundance between these peptides presents a challenge for accurate quantification. Stable isotope labeling by amino acids in cell culture (SILAC)-based mass spectrometry (MS) is one of the most widely used quantitative proteomic methods. Here we show that serial dilution of SILAC-labeled peptides (SD-SILAC) can be used to identify accurately quantified peptides and to estimate the quantification error rate. We applied SD-SILAC to determine absolute acetylation stoichiometry in exponentially-growing and stationary-phase wild-type and Sirtuin deacetylase CobB-deficient cells. To further analyze CobB-regulated sites under conditions of globally increased or decreased acetylation, we measured stoichiometry in phophotransacetylase (ptaΔ) and acetate kinase (ackAΔ) mutant strains in the presence and absence of the Sirtuin inhibitor nicotinamide. We measured acetylation stoichiometry at 3,669 unique sites and found that the vast majority of acetylation occurred at a low stoichiometry. Manipulations that cause increased nonenzymatic acetylation by acetyl-phosphate (AcP), such as stationary-phase arrest and deletion of ackA, resulted in globally increased acetylation stoichiometry. Comparison to relative quantification under the same conditions validated our stoichiometry estimates at hundreds of sites, demonstrating the accuracy of our method. Similar to Sirtuin deacetylase 3 (SIRT3) in mitochondria, CobB suppressed acetylation to lower than median stoichiometry in WT, ptaΔ, and ackAΔ cells. Together, our results provide a detailed view of acetylation stoichiometry in E. coli and suggest an evolutionarily conserved function of Sirtuin deacetylases in suppressing low stoichiometry acetylation.",
        "email": "",
        "conf": "Molecular & Cellular Proteomics",
        "coauthors": [
            "Brian Weinert",
            "Shankha Satpathy",
            "Bogi Karbech Hansen",
            "David Lyon",
            "Lars Juhl Jensen",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 355,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Functions and mechanisms of non-histone protein acetylation",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Nε-lysine acetylation was discovered more than half a century ago as a post-translational modification of histones and has been extensively studied in the context of transcription regulation. In the past decade, proteomic analyses have revealed that non-histone proteins are frequently acetylated and constitute a major portion of the acetylome in mammalian cells. Indeed, non-histone protein acetylation is involved in key cellular processes relevant to physiology and disease, such as gene transcription, DNA damage repair, cell division, signal transduction, protein folding, autophagy and metabolism. Acetylation affects protein functions through diverse mechanisms, including by regulating protein stability, enzymatic activity, subcellular localization and crosstalk with other post-translational modifications and by controlling protein–protein and protein–DNA interactions. In this Review, we discuss recent progress in our understanding of the scope, functional diversity and mechanisms of non-histone protein acetylation.",
        "email": "",
        "conf": "Nature Reviews Molecular Cell Biology",
        "coauthors": [
            "Takeo Narita",
            "Brian Weinert",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 394,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Phosphorylation of the Autophagy Receptor Optineurin Restricts Salmonella Growth",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Selective autophagy can be mediated via receptor molecules that link specific cargoes to the autophagosomal membranes decorated by ubiquitin-like microtubule-associated protein light chain 3 (LC3) modifiers. Although several autophagy receptors have been identified, little is known about mechanisms controlling their functions in vivo. In this work, we found that phosphorylation of an autophagy receptor, optineurin, promoted selective autophagy of ubiquitin-coated cytosolic Salmonella enterica. The protein kinase TANK binding kinase 1 (TBK1) phosphorylated optineurin on serine-177, enhancing LC3 binding affinity and autophagic clearance of cytosolic Salmonella. Conversely, ubiquitin- or LC3-binding optineurin mutants and silencing of optineurin or TBK1 impaired Salmonellaautophagy, resulting in increased intracellular bacterial proliferation. We propose that phosphorylation of autophagy receptors might be a general mechanism for regulation of cargo-selective autophagy.",
        "email": "",
        "conf": "Science",
        "coauthors": [
            "Philipp Wild",
            "Hesso Farhan",
            "David G. McEwan",
            "Sebastian Wagner",
            "Vladimir V. Rogov",
            "Nathan R. Brady",
            "Benjamin Richter",
            "Jelena Korac",
            "Oliver Waidmann",
            "Chunaram Choudhary",
            "Volker Dötsch",
            "Dirk Bumann",
            "Ivan Dikic"
        ],
        "keywords": ""
    },
    {
        "id": 373,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Ubiquitin-SUMO Circuitry Controls Activated Fanconi Anemia ID Complex Dosage in Response to DNA Damage",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "We show that central components of the Fanconi anemia (FA) DNA repair pathway, the tumor suppressor proteins FANCI and FANCD2 (the ID complex), are SUMOylated in response to replication fork stalling. The ID complex is SUMOylated in a manner that depends on the ATR kinase, the FA ubiquitin ligase core complex, and the SUMO E3 ligases PIAS1/PIAS4 and is antagonized by the SUMO protease SENP6. SUMOylation of the ID complex drives substrate selectivity by triggering its polyubiquitylation by the SUMO-targeted ubiquitin ligase RNF4 to promote its removal from sites of DNA damage via the DVC1-p97 ubiquitin segregase complex. Deregulation of ID complex SUMOylation compromises cell survival following replication stress. Our results uncover a regulatory role for SUMOylation in the FA pathway, and we propose that ubiquitin-SUMO signaling circuitry is a mechanism that contributes to the balance of activated ID complex dosage at sites of DNA damage.",
        "email": "",
        "conf": "Molecular Cell",
        "coauthors": [
            "Ian Gibbs-Seymour",
            "Yasuyoshi Oka",
            "Eeson Rajendra",
            "Brian T.Weinert",
            "Lori A.Passmore",
            "Ketan J.Patel",
            "Jesper V.Olsen",
            "Chunaram Choudhary",
            "Simon Bekker-Jensen",
            "Niels Mailand"
        ],
        "keywords": ""
    },
    {
        "id": 359,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "DNA Repair Network Analysis Reveals Shieldin as a Key Regulator of NHEJ and PARP Inhibitor Sensitivity",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Repair of damaged DNA is essential for maintaining genome integrity and for preventing genome-instability-associated diseases, such as cancer. By combining proximity labeling with quantitative mass spectrometry, we generated high-resolution interaction neighborhood maps of the endogenously expressed DNA repair factors 53BP1, BRCA1, and MDC1. Our spatially resolved interaction maps reveal rich network intricacies, identify shared and bait-specific interaction modules, and implicate previously concealed regulators in this process. We identified a novel vertebrate-specific protein complex, shieldin, comprising REV7 plus three previously uncharacterized proteins, RINN1 (CTC-534A2.2), RINN2 (FAM35A), and RINN3 (C20ORF196). Recruitment of shieldin to DSBs, via the ATM-RNF8-RNF168-53BP1-RIF1 axis, promotes NHEJ-dependent repair of intrachromosomal breaks, immunoglobulin class-switch recombination (CSR), and fusion of unprotected telomeres. Shieldin functions as a downstream effector of 53BP1-RIF1 in restraining DNA end resection and in sensitizing BRCA1-deficient cells to PARP inhibitors. These findings have implications for understanding cancer-associated PARPi resistance and the evolution of antibody CSR in higher vertebrates.",
        "email": "chuna.choudhary@cpr.ku.dk",
        "conf": "Cell",
        "coauthors": [
            "Rajat Gupta",
            "Kumar Somyajit",
            "Takeo Narita",
            "Elina Maskey",
            "Andre Stanlie",
            "Magdalena Kremer",
            "Dimitris Typas",
            "Michael Lammers",
            "Niels Mailand",
            "Andre Nussenzweig",
            "Jiri Lukas",
            "Chunaram Choudhary"
        ],
        "keywords": "proteomics, DNA damage repair, NHEJ, proximity labeling, shieldin, telomere maintenance, antibody class-switch recombination, 53BP1, BRCA1, PARP inhibitors"
    },
    {
        "id": 380,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "A new cellular stress response that triggers centriolar satellite reorganization and ciliogenesis",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Centriolar satellites are small, granular structures that cluster around centrosomes, but whose biological function and regulation are poorly understood. We show that centriolar satellites undergo striking reorganization in response to cellular stresses such as UV radiation, heat shock, and transcription blocks, invoking acute and selective displacement of the factors AZI1/CEP131, PCM1, and CEP290 from this compartment triggered by activation of the stress‐responsive kinase p38/MAPK14. We demonstrate that the E3 ubiquitin ligase MIB1 is a new component of centriolar satellites, which interacts with and ubiquitylates AZI1 and PCM1 and suppresses primary cilium formation. In response to cell stress, MIB1 is abruptly inactivated in a p38‐independent manner, leading to loss of AZI1, PCM1, and CEP290 ubiquitylation and concomitant stimulation of ciliogenesis, even in proliferating cells. Collectively, our findings uncover a new two‐pronged signalling response, which by coupling p38‐dependent phosphorylation with MIB1‐catalysed ubiquitylation of ciliogenesis‐promoting factors plays an important role in controlling centriolar satellite status and key centrosomal functions in a cell stress‐regulated manner.",
        "email": "",
        "conf": "The EMBO Journal",
        "coauthors": [
            "Bine H Villumsen",
            "Jannie R Danielsen",
            "Lou Povlsen",
            "Kathrine B Sylvestersen",
            "Andreas Merdes",
            "Petra Beli",
            "Yun‐Gui Yang",
            "Chunaram Choudhary",
            "Michael L Nielsen",
            "Niels Mailand",
            "Simon Bekker‐Jensen"
        ],
        "keywords": ""
    },
    {
        "id": 410,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Suppression of myeloid transcription factors and induction of STAT response genes by AML-specific Flt3 mutations",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "The receptor tyrosine kinase Flt3 is expressed and functionally important in early myeloid progenitor cells and in the majority of acute myeloid leukemia (AML) blasts. Internal tandem duplications (ITDs) in the juxtamembrane domain of the receptor occur in 25% of AML cases. Previously, we have shown that these mutations activate the receptor and induce leukemic transformation. In this study, we performed genome-wide parallel expression analyses of 32Dcl3 cells stably transfected with either wild-type or 3 different ITD isoforms of Flt3. Comparison of microarray expression analyses revealed that 767 of 6586 genes differed in expression between FLT3-WT– and FLT3-ITD–expressing cell lines. The target genes of mutationally activated Flt3 resembled more closely those of the interleukin 3 (IL-3) receptor than those of ligand-activated Flt3. The serine-threonine kinase Pim-2 was up-regulated on the mRNA and the protein level in Flt3-ITD–expressing cells. Further experiments indicated that Pim-2 function was important for clonal growth of 32D cells. Several genes repressed by the mutations were found to be involved in myeloid gene regulation. Pu.1 and C/EBPα, both induced by ligand-activation of wild-type Flt3, were suppressed in their expression and function by the Flt3 mutations. In conclusion, internal tandem duplication mutations of Flt3 activate transcriptional programs that partially mimic IL-3 activity. Interestingly, other parts of the transcriptional program involve novel, IL-3–independent pathways that antagonize differentiation-inducing effects of wild-type Flt3. The identification of the transcriptional program induced by ITD mutations should ease the development of specific therapies.",
        "email": "",
        "conf": "Blood",
        "coauthors": [
            "Masao Mizuki",
            "Joachim Schwable",
            "Claudia Steur",
            "Chunaram Choudhary",
            "Shuchi Agrawal",
            "Bulent Sargin",
            "Bjorn Steffen",
            "Itaru Matsumura",
            "Yuzuru Kanakura",
            "Frank D. Böhmer",
            "Carsten Müller-Tidow",
            "Wolfgang E. Berdel",
            "Hubert Serve"
        ],
        "keywords": "flt3 gene, genes, impedance threshold device, ms-like tyrosine kinase 3, mutation, interleukin-3, transcription factor"
    },
    {
        "id": 371,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Cmr1/WDR76 defines a nuclear genotoxic stress body linking genome integrity and protein quality control",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "DNA replication stress is a source of genomic instability. Here we identify changed mutation rate 1 (Cmr1) as a factor involved in the response to DNA replication stress in Saccharomyces cerevisiae and show that Cmr1—together with Mrc1/Claspin, Pph3, the chaperonin containing TCP1 (CCT) and 25 other proteins—define a novel intranuclear quality control compartment (INQ) that sequesters misfolded, ubiquitylated and sumoylated proteins in response to genotoxic stress. The diversity of proteins that localize to INQ indicates that other biological processes such as cell cycle progression, chromatin and mitotic spindle organization may also be regulated through INQ. Similar to Cmr1, its human orthologue WDR76 responds to proteasome inhibition and DNA damage by relocalizing to nuclear foci and physically associating with CCT, suggesting an evolutionarily conserved biological function. We propose that Cmr1/WDR76 plays a role in the recovery from genotoxic stress through regulation of the turnover of sumoylated and phosphorylated proteins.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Irene Gallina",
            "Camilla Colding",
            "Peter Henriksen",
            "Petra Beli",
            "Kyosuke Nakamura",
            "Judith Offman",
            "David P. Mathiasen",
            "Sonia Silva",
            "Eva Hoffmann",
            "Anja Groth",
            "Chunaram Choudhary",
            "Michael Lisby"
        ],
        "keywords": ""
    },
    {
        "id": 365,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "The Spindle Assembly Checkpoint Is Not Essential for Viability of Human Cells with Genetically Lowered APC/C Activity",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "The anaphase-promoting complex/cyclosome (APC/C) and the spindle assembly checkpoint (SAC), which inhibits the APC/C, are essential determinants of mitotic timing and faithful division of genetic material. Activation of the APC/C is known to depend on two APC/C-interacting E2 ubiquitin-conjugating enzymes—UBE2C and UBE2S. We show that APC/C activity in human cells is tuned by the combinatorial use of three E2s, namely UBE2C, UBE2S, and UBE2D. Genetic deletion of UBE2C and UBE2S, individually or in combination, leads to discriminative reduction in APC/C function and sensitizes cells to UBE2D depletion. Reduction of APC/C activity results in loss of switch-like metaphase-to-anaphase transition and, strikingly, renders cells insensitive to chemical inhibition of MPS1 and genetic ablation of MAD2, both of which are essential for the SAC. These results provide insights into the regulation of APC/C activity and demonstrate that the essentiality of the SAC is imposed by the strength of the APC/C.",
        "email": "",
        "conf": "Cell Reports",
        "coauthors": [
            "Thomas Wild",
            "Marie Sofie Yoo Larsen",
            "Takeo Narita",
            "Julie Schou",
            "Jakob Nilsson",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 354,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "P38-MK2 signaling axis regulates RNA metabolism after UV-light-induced DNA damage",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Ultraviolet (UV) light radiation induces the formation of bulky photoproducts in the DNA that globally affect transcription and splicing. However, the signaling pathways and mechanisms that link UV-light-induced DNA damage to changes in RNA metabolism remain poorly understood. Here we employ quantitative phosphoproteomics and protein kinase inhibition to provide a systems view on protein phosphorylation patterns induced by UV light and uncover the dependencies of phosphorylation events on the canonical DNA damage signaling by ATM/ATR and the p38 MAP kinase pathway. We identify RNA-binding proteins as primary substrates and 14-3-3 as direct readers of p38-MK2-dependent phosphorylation induced by UV light. Mechanistically, we show that MK2 phosphorylates the RNA-binding subunit of the NELF complex NELFE on Serine 115. NELFE phosphorylation promotes the recruitment of 14-3-3 and rapid dissociation of the NELF complex from chromatin, which is accompanied by RNA polymerase II elongation.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Marina E. Borisova",
            "Andrea Voigt",
            "Maxim A. X. Tollenaere",
            "Sanjeeb Kumar Sahu",
            "Thomas Juretschke",
            "Nastasja Kreim",
            "Niels Mailand",
            "Chunaram Choudhary",
            "Simon Bekker-Jensen",
            "Masato Akutsu",
            "Sebastian A. Wagner",
            "Petra Beli"
        ],
        "keywords": ""
    },
    {
        "id": 385,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Proteomic Investigations of Lysine Acetylation Identify Diverse Substrates of Mitochondrial Deacetylase Sirt3",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Lysine acetylation is a posttranslational modification that is dynamically regulated by the activity of acetyltransferases and deacetylases. The human and mouse genomes encode 18 different lysine deacetylases (KDACs) which are key regulators of many cellular processes. Identifying substrates of KDACs and pinpointing the regulated acetylation sites on target proteins may provide important information about the molecular basis of their functions. Here we apply quantitative proteomics to identify endogenous substrates of the mitochondrial deacetylase Sirtuin 3 (Sirt3) by comparing site-specific acetylation in wild-type murine embryonic fibroblasts to Sirt3 knockout cells. We confirm Sirt3-regulated acetylation of several mitochondrial proteins in human cells by comparing acetylation in U2OS cells overexpressing Sirt3 to U2OS cells in which Sirt3 expression was reduced by shRNA. Our data demonstrate that ablation of Sirt3 significantly increases acetylation at dozens of sites on mitochondrial proteins. Substrates of Sirt3 are implicated in various metabolic pathways, including fatty acid metabolism and the tricarboxylic acid cycle. These results imply broader regulatory roles of Sirt3 in the mitochondria by modulating acetylation on diverse substrates. The experimental strategy described here is generic and can be applied to identify endogenous substrates of other lysine deacetylases.",
        "email": "chuna.choudhary@cpr.ku.dk",
        "conf": "PLoS ONE",
        "coauthors": [
            "Eri Maria Sol",
            "Sebastian Wagner",
            "Brian Weinert",
            "Amit Kumar",
            "Hyun-Seok Kim",
            "Chu-Xia Deng",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    },
    {
        "id": 403,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Constitutive Activation of Akt by Flt3 Internal Tandem Duplications Is Necessary for Increased Survival Proliferation and Myeloid Transformation",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Up to 30% of patients with acute myeloid leukemia (AML) harbor internal tandem duplications (ITD) within the FLT3 gene, encoding a receptor tyrosine kinase. These mutations induce constitutive tyrosine kinase activity in the absence of the natural Flt3 ligand and confer growth factor independence, increased proliferation, and survival to myeloid precursor cells. The signaling pathways and downstream nuclear targets mediating leukemic transformation are only partly identified. Here, we show that the presence of Flt3-ITD constitutively activates Akt (PKB), a key serine-threonine kinase within the phosphatidylinositol 3-kinase pathway. Constitutive activation of Akt phosphorylated and inhibited the transcription factor Foxo3a. Restored Foxo3a activity reversed Flt3-ITD–mediated growth properties and dominant-negative Akt prevented Flt3-ITD–mediated cytokine independence. Conditional Akt activation targeted to the cell membrane induced cytokine-independent survival, cell cycle progression, and proliferation. Importantly, Akt activation was sufficient to cause in vitro transformation of 32D myeloid progenitor cells and in vivo promoted the development of a leukemia-like myeloid disease. Akt phosphorylation was found in myeloid blasts of 86% of AML patients, suggesting an important role in leukemogenesis. In summary, Akt is necessary for increased survival, proliferation, and leukemic transformation by Flt3-ITD, possibly by inactivation of Foxo transcription factors. These findings indicate that Akt and Foxo transcription factors are attractive targets for therapeutic intervention in AML.",
        "email": "",
        "conf": "Cancer Research",
        "coauthors": [
            "Christian H. Brandts",
            "Bülent Sargin",
            "Miriam Rode",
            "Christoph Biermann",
            "Beate Lindtner",
            "Joachim Schwäble",
            "Horst Buerger",
            "Carsten Müller-Tidow",
            "Chunaram Choudhary",
            "Martin McMahon",
            "Wolfgang E. Berdel",
            "Hubert Serve"
        ],
        "keywords": ""
    },
    {
        "id": 386,
        "label": 7,
        "author": "chunaram choudhary",
        "title": "Systems-wide analysis of ubiquitylation dynamics reveals a key role for PAF15 ubiquitylation in DNA-damage bypass",
        "organization": "The NNF Center for Protein Research University of Copenhagen",
        "abstract": "Protein ubiquitylation has emerged as a key regulatory mechanism in DNA-damage signalling and repair pathways. We report a proteome-wide, site-specific survey of ubiquitylation changes after ultraviolet irradiation, identifying numerous upregulated and downregulated ubiquitylation sites on known components of DNA-damage signalling, as well as on proteins not previously implicated in this process. Our results uncover a critical role for PCNA-associated factor PAF15 (p15(PAF)/KIAA0101) ubiquitylation during DNA replication. During unperturbed S phase, chromatin-associated PAF15 is modified by double mono-ubiquitylation of Lys 15 and 24 templated through PCNA binding. Replication blocks trigger rapid, proteasome-dependent removal of Lys 15/24-ubiquitylated PAF15 from PCNA, facilitating bypass of replication-fork-blocking lesions by allowing recruitment of translesion DNA synthesis polymerase polη to mono-ubiquitylated PCNA at stalled replisomes. Our findings demonstrate widespread involvement of ubiquitin signalling in genotoxic-stress responses and identify a critical function for dynamic PAF15 ubiquitylation in safeguarding genome integrity when DNA replication is challenged.",
        "email": "chuna.choudhary@cpr.ku.dk",
        "conf": "Nature Cell Biology",
        "coauthors": [
            "Lou K. Povlsen",
            "Petra Beli",
            "Sebastian A. Wagner",
            "Sara L. Poulsen",
            "Kathrine B. Sylvestersen",
            "Jon W. Poulsen",
            "Michael L. Nielsen",
            "Simon Bekker-Jensen",
            "Niels Mailand",
            "Chunaram Choudhary"
        ],
        "keywords": ""
    }
]