[
    {
        "id": 2420,
        "label": 53,
        "author": "daniel epstein",
        "title": "Chloroform-Soluble Schiff-Base Zn(II) or Cd(II) Complexes from a Dynamic Combinatorial Library",
        "organization": "Unknown affiliation",
        "abstract": "A dynamic combinatorial library of metal ion Schiff-base complexes have been studied for the extraction of Zn(II) or Cd(II) from aqueous solution into chloroform. Library components consist of different aminophenols and 2-pyridinecarboxaldehyde. Extraction of both Zn(II) and Cd(II) into chloroform was observed from aqueous solutions containing 0.0500 mM M(NO3)2, 0.100 M aminophenol, 0.100 M 2-pyridinecarboxaldehyde, 0.100 M NaCl, and 5.00 mM buffer at pH 8.5. Extraction was dependent on pH but not on counterions including Cl-, Br-, or NO3-. Studies showed that equilibrium was attained between the Schiff-base complexes across the two-phase chloroform−water system after 24 h of stirring. Analysis of the extracted species by use of 1H NMR spectroscopy and mass spectrometry as well as solubility studies on characterized complexes suggested that the major extracted species is the neutral bis-Schiff-base metal ion complex. In libraries containing mixtures of two different aminophenols and 2-pyridinecarboxaldehyde, an enhanced extent of extraction of Zn(II) into chloroform is observed. Studies suggest that a Zn(II) complex, which is likely the mixed Schiff-base complex, has superior extraction properties compared to simple libraries with a single aminophenol component. The structures of two bis-Schiff-base complexes of Zn(II) and one of Cd(II) have been determined by X-ray crystallography. The geometries of the two Zn(II) complexes, which differ only by a methyl substituent on the Schiff-base ligand, are markedly different, supporting the use of combinatorial methods in coordination chemistry. Zn(SB14)2 crystallized as the sesquihydrate (C24H18N4O2Zn·1.5 H2O) in the space group C2/c, with cell dimensions a = 23.219(15) Å, b = 11.299(7) Å, c = 16.822(11) Å, β = 102.91(5)°, V = 4302(5) Å3, and Z = 8. Zn(SB15)2 crystallized as a 1:1 methanol solvate (C26H22N4O2Zn·CH3OH) in the space group P21/c with cell dimensions a = 13.981(5) Å, b = 7.978(3) Å, c = 22.568(8) Å, β = 104.53(3)°, V = 2436.8(15) Å3, and Z = 4. Cd(SB14)2 crystallized as a 1:1 ethanol solvate (C24H18N4O2Cd·CH3CH2OH) in the space group R3̄ with unit cell dimensions of a = 36.423(2) Å, c = 9.2930(10) Å, V = 10678(2) Å3, and Z = 18",
        "email": "",
        "conf": "Inorganic Chemistry",
        "coauthors": [
            "Daniel M. Epstein",
            "Seema Choudhary",
            "Melvyn Rowen Churchill",
            "Kim M. Keil",
            "Alexery V. Eliseev",
            "Janet R. Morrow"
        ],
        "keywords": ""
    }
]