[
    {
        "id": 2432,
        "label": 54,
        "author": "debbie epstein",
        "title": "Accounting for ethos or programmes for conduct? The brave new world of research ethics committees",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "This paper examines the operation of power and its consequences arising from the growth of new ethical bureaucracies in universities. We use the UK as a case study to illustrate more general points about the globalised nature and impact of such bureaucratisation. Our focus is on the social sciences as this is where, we argue, the impact is likely to be most marked. The paper is organised in five sections. The first introduces our concerns. Section 2 traces the genealogy of these new regimes of control in the UK. We then problematise the new ethical bureaucracies, making an analysis in terms of the shift in the locus of power away from researchers to becoming centralised in bureaucratic structures. In section 4 we explore some of the ways in which researchers might respond to the changing regimes of ethical control. Finally, we offer considerations of the ways in which ethical governance of research might be differently conducted so as to avoid the adverse consequences of new regimes of control on research practice. Our aim is to provoke debate and thereby contribute to a platform from which to reassert ways to ensure that research is ethical and that do not interfere with the production and consumption of critical social science",
        "email": "",
        "conf": "Sociological Review",
        "coauthors": [
            "Rebecca Boden",
            "Debbie Epstein",
            "Joanna Latimer"
        ],
        "keywords": ""
    },
    {
        "id": 2431,
        "label": 54,
        "author": "debbie epstein",
        "title": "A Flat Earth Society? Imagining Academic Freedom",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "This paper starts from the standpoint that academic freedom is a necessary precondition to sociological imagination that challenges and defies the status quo. In the introduction, we consider the legacy of sociology as praxis – intended not merely to understand, but to change the world. We then move on to conceptualise academic freedom as requiring formal, infrastructural and psychic freedoms. We then chart the genealogy of universities from academically free, but socially exclusive, institutions to their present state, using the history of higher education in the UK as a case study to consider the prospects for universities and academics within them to contribute to a vibrant and sustainable defiant sociological research imagination and the consequences of their failure to do so. We finish with a manifesto for the reinvigorating of a defiant sociological imagination building on the radical traditions we have referred to above.",
        "email": "",
        "conf": "Sociological Review",
        "coauthors": [
            "Rebecca Boden",
            "Debbie Epstein"
        ],
        "keywords": ""
    },
    {
        "id": 2429,
        "label": 54,
        "author": "debbie epstein",
        "title": "Doubts dilemmas and decisions: Towards ethical research on gender and schooling in South Africa",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "This article discusses the tension between ‘do no harm’ on the one hand and the integrity of the research process and its intended goals on the other. We discuss a set of choices confronted in the process of researching gender and sexuality in the context of HIV in South African schools. One dilemma was what to do with information that suggested that an adjunct member of the research team was undermining the gender equality goals of the project and possibly contravening school rules, national law and the professional teacher’s code. We explore how we confronted the dilemma of balancing ethical and consent requirements with the reality of interactions and culturally embedded responsibilities and moral considerations.",
        "email": "",
        "conf": "Qualitative Research",
        "coauthors": [
            "Robert Morrell",
            "Debbie Epstein",
            "Relebohile Moletsane"
        ],
        "keywords": "confidentiality, gender equity, heterosexuality, HIV/AIDS, research ethics, South Africa, teachers"
    },
    {
        "id": 2442,
        "label": 54,
        "author": "debbie epstein",
        "title": "Introduction: the marketisation of school education: feminist studies and perspectives",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "Over the past ten to fifteen years the pace of educational change in the'first world'has been white-hot.'Marketisation'has been a major and particularly controversial feature of such change. It has significant implications for the production and consumption of education and for parents, teachers, students and other education workers. This major shift in education policy and practice has been accompanied by the growth of a considerable body of research and policy literature. Remarkably absent from this literature is a substantial consideration",
        "email": "",
        "conf": "Discourse Studies in the Cultural Politics of Education",
        "coauthors": [
            "Jane Kenway",
            "Debbie Epstein"
        ],
        "keywords": ""
    },
    {
        "id": 2422,
        "label": 54,
        "author": "debbie epstein",
        "title": "Curriculum Contestations",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "In this chapter, we point to the institutional tussles involved as the schools seek to reshape their curricula so that they intersect in the most propitious ways with global, national and local imperatives. The most significant disputations, we illustrate, involve examination systems, language studies and national versus international curricula. We argue that these debates reveal something broader about curriculum as a site for thinking about the past, engaging the present and imagining the future—about the distribution of life opportunities and the ways in which societies should be organized. Over the years, issues of class have been at the heart of these debates. Here we show how the nineteenth-century emulations of the curriculum traditions of the English public schools were also adapted somewhat to suit local/national conditions and contexts. We argue that, as a result, curriculum debates resulted in a diversity of practices across our research schools, even as their emergent forms had an affinity with the traditions of the English public schools",
        "email": "",
        "conf": "Class Choreographies",
        "coauthors": [
            "Jane Kenway",
            "Johannah Fahey",
            "Debbie Epstein",
            "Aaron Koh",
            "Cameron McCarthy",
            "Fazal Rizvi"
        ],
        "keywords": "International Student, Language Policy, Research School, Language Teacher, Global Citizenship "
    },
    {
        "id": 2423,
        "label": 54,
        "author": "debbie epstein",
        "title": "Colonialism Capitalism and Christianity",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "This chapter shifts the focus from England to the various (former) colonies in which we conducted our fieldwork. Here, we examine the coiled conditions of these interlinked but diverse histories of British colonialism, capitalism and Christianity in the contexts of Australia, Barbados, England, Hong Kong, India, Singapore and South Africa. The uneven development of the British Empire is charted by considering the locally mediated and diverse effects of the aforementioned forces on elite schools in these shifting locations and the social relations that they were part of and helped to make. Here, we explore the conjunctures of the relationship between the British nation and the British Empire, the Empire and each situated site, the locally powerful and British imperialists and the connectivity between each of these sites. By using these elite schools as the lens through which we view their identified pasts, we recognize British colonialism as a particular historical form with ongoing effects that shaped, and continue to shape, social relations in globalizing times.",
        "email": "",
        "conf": "Class Choreographies",
        "coauthors": [
            "Jane Kenway",
            "Johannah Fahey",
            "Debbie Epstein",
            "Aaron Koh",
            "Cameron McCarthy",
            "Fazal Rizvi"
        ],
        "keywords": "British Colonialism, British Government, Slave Trade, Double Object, School History "
    },
    {
        "id": 2427,
        "label": 54,
        "author": "debbie epstein",
        "title": "Conclusion: Looking Back Looking Ahead",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "We conclude the book by drawing together the connections, conjunctions, juxtapositions and disjunctions that are involved when elite schools undertake class choreography on the global stage. And we consider how they might choreograph their futures as their own contradictions become more manifest and the challenges to their supremacy mount",
        "email": "",
        "conf": "Class Choreographies",
        "coauthors": [
            "Jane Kenway",
            "Johannah Fahey",
            "Debbie Epstein",
            "Aaron Koh",
            "Cameron McCarthy",
            "Fazal Rizvi"
        ],
        "keywords": "International School, Dominant Class, Local Student, Coeducational School, Global Stage "
    },
    {
        "id": 2436,
        "label": 54,
        "author": "debbie epstein",
        "title": "The hidden work of caring: Teachers and the maturing AIDS epidemic in diverse secondary schools in Durban",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "In this article we argue that, almost unnoticed, teachers are dealing with the consequences of HIV/AIDS in their schools and classrooms. By focusing on the pastoral care of teachers work with learners, we explore the ways that teachers understand the care component of their school work, and descriptionbe what they actually do for learners who are either infected or affected by AIDS. Many teachers are in some or other way involved in care work, but the conditions of schools determine the nature and extent of the care work that teachers are called to deliver. In most schools there are no staff employed specifically to provide counselling though well resourced schools often are able to employ counsellors to assist learners. Teachers in the schools with the least resources are frequently those required to provide the most demanding forms of support and care to learners. This article is based on interviews with secondary school teachers in the greater Durban area who are responsible for the delivery of the life orientation curriculum in their schools. It is these teachers who are in the frontline of pastoral work although other teachers perform pastoral work too. Teachers in under resourced schools, located in areas characterised by poverty, do a huge amount of work with learners. This work does not fall within the curriculum and cannot easily be measured. It does not count towards promotion nor is it noticed in any public way by the teacher hierarchy. But, we argue, it is this work that is cushioning learners from the trauma of loss that many are confronting. It is thus vital for the well-being of schools, even as it is hidden from public recognition.",
        "email": "",
        "conf": "Journal of Education",
        "coauthors": [
            "Deevia Bhana",
            "Robert Morrell",
            "Debbie Epstein",
            "Relebohile Moletsane"
        ],
        "keywords": "HIV/Aids; caring; life orientation; secondary schools; syllabus"
    },
    {
        "id": 2438,
        "label": 54,
        "author": "debbie epstein",
        "title": "Gender and HIV/AIDS in Africa south of the Sahara: Interventions activism identities",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "The incidence of HIV/AIDS cannot be separated from social relationships and therefore the different forms of manifestations of social relationships are bound to have different impacts. From this assumption, one can say that different identities potentially result in varied degrees of the spread of HIV. However … identities in themselves do not explain sufficiently the spread of HIV. … It is more the context within which these identities are lived that has a significant impact on the prevalence of HIV",
        "email": "",
        "conf": "Transformation Critical Perspectives on Southern Africa",
        "coauthors": [
            "Debbie Epstein",
            "Robert Morrell",
            "Relebohile Moletsane",
            "Elaine Unterhalter"
        ],
        "keywords": ""
    },
    {
        "id": 2434,
        "label": 54,
        "author": "debbie epstein",
        "title": "Past papers future thinking",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "In this issue of Gender and Education we publish the first of an occasional series entitled 'Past papers, future thinking'. We have a number of reasons for instituting this new feature to the journal. First, important articles that appeared in Gender and Education in the past often have resonances and reverberations with present issues and thinking in education feminism. We hope that the feature will provide readers with a sense of the history of debates in Gender and Education. Second, it is all too easy to forget what has been said in",
        "email": "",
        "conf": "Gender and Education",
        "coauthors": [
            "Debbie Epstein",
            "Mary Jane Kehily",
            "Emma Renold"
        ],
        "keywords": ""
    },
    {
        "id": 2441,
        "label": 54,
        "author": "debbie epstein",
        "title": "WHAT KIND OF FUTURE CAN WE MAKE: EDUCATION YOUTH AND HIV/AIDS",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "In April this year, a colloquium titled Instituting Gender Equalty in Schools: Working in an HIVIAIDS Environment was held at the University of Natal-Durban,to examine the relationship between gender equality and HIV prevention interventions in schools (see Burns in this issue).Despite rts obvious importance in issues ofsexualty (and therefore in the prevention of HIV transmission), much prevention work still does not emphasise gender: The colloquium gathered researchers, teachers, AlDS workers, gender activists and interested non-govern- mental organisations",
        "email": "",
        "conf": "Agenda",
        "coauthors": [
            "Relebohile Moletsane",
            "Robert Morrell",
            "Elaine Unterhalter",
            "Debbie Epstein"
        ],
        "keywords": ""
    },
    {
        "id": 2433,
        "label": 54,
        "author": "debbie epstein",
        "title": "Towards gender equality: South African schools during the HIV and AIDS epidemic",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "Since the democratic elections in 1994, there have been concerted efforts to redress race and gender inequalities in South Africa. Learners and teachers have responded in their own ways to change and this nuanced analysis reveals their struggles to realise gender equality by living gender differently. In distinguishing short-term interventions to change behaviour from institutional approaches, which seek to transform school structures, this book offers a new framework for understanding gender-equality initiatives.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Robert Morrell",
            "Debbie Epstein",
            "Elaine Unterhalter",
            "Bhana E",
            "Relebohile Moletsane"
        ],
        "keywords": "GENDER EQUALITY,SCHOOLS,HIV/AIDS"
    },
    {
        "id": 2435,
        "label": 54,
        "author": "debbie epstein",
        "title": "Democratising the research imagination: globalising knowledge about HIV/AIDS",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "This paper problematises globalisation and the democratisation of the research imagination, highlighting the potentials for harm and good. We do so, first, by exploring two philosophical/epistemological issues: the definition of ‘knowledge’ and the role of ‘research’ in knowledge creation. The paper then considers some of possible consequences of the democratisation of knowledge by examining the case of HIV/AIDS in sub‐Saharan Africa and using it to test a heuristic device we have developed as a way of distinguishing between ‘really useful’ and ‘potentially harmful’ knowledges",
        "email": "",
        "conf": "Globalisation Societies and Education",
        "coauthors": [
            "Debbie Epstein",
            "Rebecca Boden"
        ],
        "keywords": "Democratisation, HIV/AIDS, Local knowledges, Treatment Action Campaign, Western knowledges"
    },
    {
        "id": 2439,
        "label": 54,
        "author": "debbie epstein",
        "title": "Private Girls and Public Worlds: Producing femininities in the primary school",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "This article draws upon data gathered from a research project entitled 'Children's Relationship Cultures in Years 5 and 6'. The project aims to explore the ways in which primary school age children understand emotional, caring and family relationships. This paper will focus upon the role of friendship in the cultures of girls, aged 9-10, in a primary school classroom. An ethnographic approach is adopted to illustrate the variety of interactions in which friendship is spoken, displayed and enacted within pupil cultures. Analysis of these exchanges suggests that notions of friendship and patterns of friendship are constitutive of sexual-gender identities. The paper argues that being friends/breaking friends is a technique utilised for the regulation and negotiation of femininities and the production of differentiated sex-gender hierarchies. The paper will focus upon the activities of the 'diary group'--a self-styled network of eight girls who met in the school playground to discuss issues that interested and excited them. Recurrent themes in diary group discussions are identified as: puberty/periods; erotic attachments; and imagined futures. The paper suggests that the diary group can be seen as a site for identity production and asks the question: what kind of identities are being produced when these girls meet and talk? Finally, the paper seeks to explore the ways in which members of the diary group create a 'private' space within the public domain of the school and, through talk, produce themselves as feminine subjects.",
        "email": "",
        "conf": "Discourse Studies in the Cultural Politics of Education",
        "coauthors": [
            "Mary Jane Kehily",
            "Martin Mac An Ghaill",
            "Debbie Epstein",
            "Peter Redman"
        ],
        "keywords": ""
    },
    {
        "id": 2440,
        "label": 54,
        "author": "debbie epstein",
        "title": "The school setting: Opportunities for integrating gender equality and HIV risk reduction interventions",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "Schools are vital in campaigns both to promote gender equity and to reduce HIV transmission. As public institutions open to all children between the ages of six and 1 6 in South Africa, they offer an important opportunty for mass-based state and other interventions that can impact beyond the immediate target population of learners and educators. Schools are inhabited by young people whose often contradictory characteristics - for example, dependent but independence-seeking; risk taking in some ways but conformist in others - make them particularly",
        "email": "",
        "conf": "Agenda",
        "coauthors": [
            "Robert Morrell",
            "Relebohile Moletsane",
            "Quarraisha Abdool Karim",
            "Debbie Epstein",
            "Elaine Unterhalter"
        ],
        "keywords": ""
    },
    {
        "id": 2428,
        "label": 54,
        "author": "debbie epstein",
        "title": "Multi-sited global ethnography and travel: Gendered journeys in three registers",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "This paper joins a barely begun conversation about multi-sited and global ethnography in educational research; a conversation that is likely to intensify along with growing interest in the links between education, globalisation, internationalisation and transnationalism. Drawing on an ongoing multi-sited global ethnography of elite schools and globalisation, this paper explores the role of travel in multi-sited global ethnography and offers a feminist engagement with it. It considers the idea of fieldwork as a travel practice through three different travel registers; the traveller’s tale, critical travel studies and travel as exile. In so doing, it illustrates the reflexive affordances each register offers with regard to the directions of our feminist inquiries into elite schools and our feminist ethnographic practices",
        "email": "",
        "conf": "International Journal of Qualitative Studies in Education",
        "coauthors": [
            "Debbie Epstein",
            "Johannah Fahey",
            "Jane Kenway"
        ],
        "keywords": "multi-sited ethnography, global ethnography, feminism, travel, elite schools"
    },
    {
        "id": 2424,
        "label": 54,
        "author": "debbie epstein",
        "title": "The Art of Privilege",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "Students in elite schools live their lives largely through the prism of privilege and, in this chapter, we concentrate on what this means for their politics. We probe the ways students engage their privilege, what they currently do with it and what they plan to do with it in their futures, pointing to the political spectra across which they range. To understand the underlying qualities of this process, we look at the ways in which privilege is enacted by the young people who proceed through these schools in the different places, spaces and times of globalizing social circumstances. We draw here on the interviews and focus groups conducted with the students in 2011 and 2012. Our purpose is to illustrate how the students understand the unequal geographies of social and political power and privilege and how they place themselves and their peers, socially and politically.",
        "email": "",
        "conf": "Class Choreographies",
        "coauthors": [
            "Jane Kenway",
            "Johannah Fahey",
            "Debbie Epstein",
            "Aaron Koh",
            "Cameron McCarthy",
            "Fazal Rizvi"
        ],
        "keywords": "Focus Group, International Student, Service Activity, Domestic Worker, National Social Condition "
    },
    {
        "id": 2425,
        "label": 54,
        "author": "debbie epstein",
        "title": "Mobilizing the Past in the Changing Present",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "In this chapter we illustrate how, through their iconography and rituals, our research schools marshal represent and use their history and heritage as markers of prestige and success. Thus, we call attention to their manipulation and modulation of history to meet present challenges and the pressure of globalizing change. The chapter shows how the schools’ material and virtual resources are selectively mobilized in hyper-celebratory, highly ornamental ways. Thus, we call attention to the choreographed practices of class-making conducted by these schools as they rearticulate and reinvent their symbolic inheritances in their project of hegemonic stabilization and affirmation.",
        "email": "",
        "conf": "Class Choreographies",
        "coauthors": [
            "Jane Kenway",
            "Johannah Fahey",
            "Debbie Epstein",
            "Aaron Koh",
            "Cameron McCarthy",
            "Fazal Rizvi"
        ],
        "keywords": "Future Time, Past Time, Research School, School History, Colonial Past "
    },
    {
        "id": 2421,
        "label": 54,
        "author": "debbie epstein",
        "title": "Students on the Move",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "Mobility is the chief concern of this chapter in which we identify some of the elite global circuits that the schools participate in. We show how the schools use the mobilities made possible through prestigious, transnational organizations of elite schools to assist them to produce leaders. And we draw out the details of some students’ itineraries, thereby pointing to students’ variegated geographic mobilities. We argue, in this regard, that the use of the term ‘elite circuits’ can be taken as characteristic of the patterns of mobility that arise in elite schools. It seems that a wealth of opportunities awaits those participating in this elite circuit. We note that elite mobilities are both collectively organized and often collectively beneficial but, at the same time, they do not ensure uninterrupted privileged lives for individual students. They are, furthermore, exclusionary and entangled with subaltern circuits which arise through the moving geographies of the poor, the refugees—those termed by Bauman, ‘vagabonds’ in contrast to the ‘tourists’ of elite mobilities",
        "email": "",
        "conf": "Class Choreographies. Palgrave Macmillan",
        "coauthors": [
            "Jane Kenway",
            "Johannah Fahey",
            "Debbie Epstein",
            "Aaron Koh",
            "Cameron McCarthy",
            "Fazal Rizvi"
        ],
        "keywords": "Social Capital, International Student, Student Mobility, Local Student, Australian Student "
    },
    {
        "id": 2426,
        "label": 54,
        "author": "debbie epstein",
        "title": "Principal Experiments on the Global Stage",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "We concentrate on school principals in this chapter and on the various ways they seek to position their schools, staff and students on the global stage while, at the same time, trying to remain faithful to the schools’ and the nations’ roots. Their own biographies prove central to the manner in which, and how successfully, they navigate the tensions involved in practicing their global experiments. In tracing the cultural labour of class choreography, we consider their strategies as well as the pressures and constraints on them, nuanced by their specific national and local historical contexts and their own social and political positions and subjectivities in relation to their class work as principals. We pay particular attention to the articulations of gender, class, race, nation and (post-)coloniality, showing how the various principals respond differently to the demands of and for globalization in their aspirations to perform on the global stage while responding to local/national conditions—both political and economic",
        "email": "",
        "conf": "Class Choreographies",
        "coauthors": [
            "Jane Kenway",
            "Johannah Fahey",
            "Debbie Epstein",
            "Aaron Koh",
            "Cameron McCarthy",
            "Fazal Rizvi"
        ],
        "keywords": "School Principal, Independent School, School Council, Global Stage, International Baccalaureate "
    },
    {
        "id": 2443,
        "label": 54,
        "author": "debbie epstein",
        "title": "Building Your Academic Career",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "Building Your Academic Career encourages you to take a proactive approach to getting what you want out of academic work whilst being a good colleague. We discuss the advantages and disadvantages of such a career, the routes in and the various elements that",
        "email": "",
        "conf": "Sage",
        "coauthors": [
            "Rebecca Boden",
            "Debbie Epstein",
            "Jane Kenway"
        ],
        "keywords": ""
    },
    {
        "id": 2430,
        "label": 54,
        "author": "debbie epstein",
        "title": "Approaching Southern Theory: Explorations of Gender in South African Education",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "This article draws on the five other papers from South Africa in this issue of Gender and Education to consider how Southern theory has been developed and is developing in relation to gender and education in South Africa. We argue that Southern theory is not an on-the-shelf solution to global geopolitical inequalities but a work in process that is important both for the global South and to simultaneously dethrone and enrich Northern, mainstream theory. The article begins with a prologue explaining the origins and profile of the particular politics of knowledge production discussed in this issue. In the next section, we consider the notion of the ‘global South’ and trace the way in which knowledge itself is imprinted with the legacies of imperialism and colonialism, both in the North and in the South, with different agendas for theory arising from the historical positions of each. We then offer a very brief contextualisation of the issue in the specific context of South Africa, drawing on the articles to explore the particular nuances and issues raised by its particular historical and geopolitical location. In so doing, we point to some of the very difficult questions raised by the relationship between indigenous and modernist (Northern) knowledges. We move on to suggest some ways of thinking about intervening to challenge and potentially alleviate inequalities, showing that policy is not enough. In conclusion, we return to Southern theory, noting some of the limitations to which a journal like Gender and Education can contribute and the journey yet to travel while celebrating the fact and nature of this issue as a contribution to the development of Southern theory from and in South Africa.",
        "email": "epsteind@cf.ac.uk",
        "conf": "Gender and Education",
        "coauthors": [
            "Debbie Epstein",
            "Robert Morrell"
        ],
        "keywords": "South Africa, Southern theory, gender, violence, HIV, AIDS"
    },
    {
        "id": 2437,
        "label": 54,
        "author": "debbie epstein",
        "title": "Be yourself: Class race gender and sexuality in South African schoolchildren's accounts of social relations",
        "organization": "Professor of Cultural Studies in Education",
        "abstract": "The article examines understandings of class, race, gender and sexuality in the writings of secondary school students in two working-class schools in Durban. The analysis of students' questions and responses to a problem page ‘agony aunt’, indicate how class and race come to be expressed through accounts of sexuality. In the letters many children highlight the importance of family relationships and their belief in schooling. These themes, while not surprising in themselves, contrast with the neglect of these issues in the literature on the sociology of education in South Africa, which has mainly been concerned with class and race inequalities.",
        "email": "",
        "conf": "Pedagogy Culture and Society",
        "coauthors": [
            "Elaine Unterhalter",
            "Debbie Epstein",
            "Robert Morrell",
            "Relebohile Moletsane"
        ],
        "keywords": ""
    }
]