[
    {
        "id": 4437,
        "label": 86,
        "author": "james robinson",
        "title": "He Who Counts Elects: Economic Elites Political Elites and Electoral Fraud",
        "organization": "University of Chicago",
        "abstract": "What determines the extent of electoral fraud? This paper constructs a model of the tradeoff between fraud and policy concessions (public good provision) which also incorporates the strength of the state. In addition, we parameterize the extent to which economic elites (to whom fraud is costly) and political elites (to whom fraud is advantageous) “overlap.” The model predicts that fraud will be lower and public good provision higher when land inequality is higher, the overlap between elites lower, and the strength of the state higher. We test these predictions using a unique, municipal‐level dataset from Colombia's 1922 Presidential elections. We find empirical support for all the predictions of the model.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Economics and Politics",
        "coauthors": [
            "Isaias Chaves",
            "Leopoldo Fergusson",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4512,
        "label": 86,
        "author": "james robinson",
        "title": "Why Did the West Extend the Franchise? Democracy Inequality and Growth in Historical Perspective",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Quarterly Journal of Economics",
        "coauthors": [
            "Daron Acemoglu",
            "James Robinson",
            "Pranab Bardhan",
            "Michael Wallerstein"
        ],
        "keywords": ""
    },
    {
        "id": 4426,
        "label": 86,
        "author": "james robinson",
        "title": "The Emergence of Weak Despotic and Inclusive States",
        "organization": "University of Chicago",
        "abstract": "Societies under similar geographic and economic conditions and subject to similar external influences nonetheless develop very different types of states. At one extreme are weak states with little capacity and ability to regulate economic or social relations. At the other are despotic states which dominate civil society. Yet there are others which are locked into an ongoing competition with civil society and it is these, not the despotic ones, that develop the greatest capacity. We develop a dynamic contest model of the potential competition between state (controlled by a ruler or a group of elites) and civil society (representing non-elite citizens), where both players can invest to increase their power. The model leads to different types of steady states depending on initial conditions. One type of steady state, corresponding to a weak state, emerges when civil society is strong relative to the state (e.g., having developed social norms limiting political hierarchy). Another type of steady state, corresponding to a despotic state, originates from initial conditions where the state is powerful and civil society is weak. A third type of steady state, which we refer to as an inclusive state, emerges when state and civil society are more evenly matched. In this case, each party has greater incentives to invest to keep up with the other, and this leads to the most powerful and capable type of state, while simultaneously incentivizing civil society to be equally powerful as well. Our framework highlights that comparative statics with respect to structural factors such as geography, economic conditions or external threats, are conditional — in the sense that depending on initial conditions they can shift a society into or out of the basin of attraction of the inclusive state.",
        "email": "jamesrobinson@uchicago.edu",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Daron Acemoglu",
            "James A Robinson"
        ],
        "keywords": "civil society, contest, political divergence, state capacity, weak states"
    },
    {
        "id": 4473,
        "label": 86,
        "author": "james robinson",
        "title": "Foundations of Societal Inequality",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Science",
        "coauthors": [
            "Daron Acemoglu",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4462,
        "label": 86,
        "author": "james robinson",
        "title": "The Political Value of Land: Democratization and Land Prices in Chile",
        "organization": "University of Chicago",
        "abstract": "Though models of political economy suggest that changes in political institutions, such as democratization, should have large effects on policies and economic outcomes, the empirical literature finds ambiguous results. It is important, however, to 'unbundle' democratic reforms into more specific changes, for instance the introduction of secrecy of balloting, and be more specific about the mechanisms linking these to economic outcomes. To this end we develop a simple model of the economic consequences of the absence of a secret ballot. While providing workers with employment, landlords can also impose some degree of political control. When voting is not secret, landlords can dictate who their workers should vote for. As votes are used by the landlords to accumulate political rents, vote control increases the demand for labor and for land. The introduction of secret ballot should lead to a fall in the price of land in those areas where patron-client relationships and vote control were the strongest. We test the predictions of the model by examining in detail the evolution of land prices in Chile around May 31st. 1958, for which we collected original data. A characteristic of rural Chile at this time was the inquilinaje system, by which a worker, the inquilino, entered into a long term, often hereditary, employment relationship with a landlord, and lived on his landlord's estate. We show that the introduction of the secret ballot in 1958 had implications for land prices which are perfectly consistent with the predictions of our model. Political rents represented 25% of the value of the land in Chile prior to 1958.",
        "email": "",
        "conf": "CEPR Discussion Papers",
        "coauthors": [
            "Jean-Marie Baland",
            "James Robinson"
        ],
        "keywords": "elections, land prices, political institutions"
    },
    {
        "id": 4489,
        "label": 86,
        "author": "james robinson",
        "title": "Understanding Prosperity and Poverty: Geography Institutions and the Reversal of Fortune",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Understanding poverty",
        "coauthors": [
            "Daron Acemoglu",
            "Simon Johnson",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4504,
        "label": 86,
        "author": "james robinson",
        "title": "Reversal of Fortune: Geography and Institutions in The Making of The Modern World Income Distribution",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Quarterly Journal of Economics",
        "coauthors": [
            "Daron Acemoglu",
            "Simon H. Johnson",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4480,
        "label": 86,
        "author": "james robinson",
        "title": "The Political Economy Of Inequality",
        "organization": "University of Chicago",
        "abstract": "The extent of inequality in society is determined by the distribution of assets, the rates of returns on different assets, and government policy. All of these things are deeply political and reflect the balance of political power in society and the institutions to which this balance gives rise. I illustrate this perspective on the determination of inequality by a case study of the Sudan and argue that in the Middle East and North African countries it suggests a paradox - inequality is much lower than one might anticipate. I make some conjectures about why this might be based on a comparison with the historical development of inequality in Latin America.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Economic Research",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4464,
        "label": 86,
        "author": "james robinson",
        "title": "Why is Africa Poor?",
        "organization": "University of Chicago",
        "abstract": "In this paper we take for granted that the poverty of Sub-Saharan Africa is to a large part explained by its political and economic institutions. As citizens Africans do not have the incentives to save and invest, as politicians they do not have the incentive to provide public goods. We focus on the issue of how Africa developed such institutions. Historically, no society had the types of institutions required for modern economic growth, though a few had elements of them for quite long periods. Growth arose when institutional transitions took place. We argue that the historical dynamics of institutions in Africa have been different. Processes of state formation seem to have been delayed relative to Eurasia, and state institutions appear to have been intensely absolutist and patrimonial. These initial institutions interacted in a perverse way with a series of shocks that hit Africa, in particular the slave trade in the early modern period, and colonialism in the 19th and 20th centuries. Africa countries emerged at independence with a complex path dependent set of institutions that were probably even worse than those which they had at the time of colonization. It was these that precipitated authoritarianism, sustained economic decline and reinforced the poverty we see in Africa today.",
        "email": "",
        "conf": "Economic history of developing regions",
        "coauthors": [
            "Daron Acemoglu",
            "James Robinson"
        ],
        "keywords": "Institutions, politics, path dependence"
    },
    {
        "id": 4507,
        "label": 86,
        "author": "james robinson",
        "title": "An African Success Story: Botswana",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Daron Acemoglu",
            "Simon H. Johnson",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4475,
        "label": 86,
        "author": "james robinson",
        "title": "Good Crises? Implications for Developing Countries",
        "organization": "University of Chicago",
        "abstract": "In this paper I argue that the most important consequences of the current economic crisis for developing countries will not be the direct negative economic e§ects, which have received the most attention. More important are the induced e§ects on politics, policy and institutions. In this context I ask: can the crisis provide opportune circumstances for developing countries to reform their institutions? Such a claim is implicit in the discussion by the Obama administration of not wanting to ëwaste a good crisisí and it is supported by a large social science literature on the implications of crisis for policy reform. I argue, however, that while there exists an optimistic scenario, there is also a pessimistic scenario. I illustrate both scenarios by examining the history of policy and institutional reform in the great depression of the 1930s and show that the consequences of this crisis for policy were very di§erent in independent developing countries than they were in developed countries. I also argue that the recent experience of policy reform since the 1980s in fact provides less support for the ëgood crisesí hypotheses than is commonly believed. Crises may be good or bad, depending on the nature of the political equilibrium in the societies they hit. I conclude with some speculation about Sub-Saharan Africa: though the most likely scenario is that the current shock is not large enough to change the institutional equilibrium in developing countries, if it were, there are circumstances which are consistent with the optimistic scenario.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "World Bank Paper",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4510,
        "label": 86,
        "author": "james robinson",
        "title": "The Colonial Origins of Comparative Development: An Empirical Investigation",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "American Economic Review",
        "coauthors": [
            "Daron Acemoglu",
            "Simon H. Johnson",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4497,
        "label": 86,
        "author": "james robinson",
        "title": "Institutions as the Fundamental Cause of Long-Run Growth",
        "organization": "University of Chicago",
        "abstract": "This paper develops the empirical and theoretical case that differences in economic institutions are the fundamental cause of differences in economic development. We first document the empirical importance of institutions by focusing on two “quasi-natural experiments” in history, the division of Korea into two parts with very different economic institutions and the colonization of much of the world by European powers starting in the fifteenth century. We then develop the basic outline of a framework for thinking about why economic institutions differ across countries. Economic institutions determine the incentives of and the constraints on economic actors, and shape economic outcomes. As such, they are social decisions, chosen for their consequences. Because different groups and individuals typically benefit from different economic institutions, there is generally a conflict over these social choices, ultimately resolved in favor of groups with greater political power. The distribution of political power in society is in turn determined by political institutions and the distribution of resources. Political institutions allocate de jure political power, while groups with greater economic might typically possess greater de facto political power. We therefore view the appropriate theoretical framework as a dynamic one with political institutions and the distribution of resources as the state variables. These variables themselves change over time because prevailing economic institutions affect the distribution of resources, and because groups with de facto political power today strive to change political institutions in order to increase their de jure political power in the future. Economic institutions encouraging economic growth emerge when political institutions allocate power to groups with interests in broad-based property rights enforcement, when they create effective constraints on power-holders, and when there are relatively few rents to be captured by power-holders. We illustrate the assumptions, the workings and the implications of this framework using a number of historical examples.",
        "email": "",
        "conf": "Handbook of economic growth",
        "coauthors": [
            "Daron Acemoglu",
            "Simon Johnson",
            "James A Robinson"
        ],
        "keywords": "institutions,growth,development,political power,rents,conflict,property rights,efficiency,distributions"
    },
    {
        "id": 4465,
        "label": 86,
        "author": "james robinson",
        "title": "Interlinking and Collusion",
        "organization": "University of Chicago",
        "abstract": "In this paper, we suggest a new rationale for the existence of interlinked contracts in the agrarian economies of developing countries. Using the framework of an infinitely repeated game with discounting, we show that interlinked contracts can help the dominant parties to collude, in cases where collusion is not possible with noninterlinked contracts. This occurs because either interlinkage pools incentive constraints across markets, or it affects the incentives of agents to accept deviating contracts. We illustrate these mechanisms by considering the case of interlinkage between markets for credit and share tenancy. The model that is used to formalize the second mechanism is characterized by frictions in the tenancy market, which we model using the standard framework of search and matching.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Review of Development Economics",
        "coauthors": [
            "Sripad Motiram",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4494,
        "label": 86,
        "author": "james robinson",
        "title": "Income and Democracy?",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Daron  Acemoglu",
            "Simon  Johnson",
            "James Robinson",
            "Pierre  Yared"
        ],
        "keywords": ""
    },
    {
        "id": 4493,
        "label": 86,
        "author": "james robinson",
        "title": "Equity Institutions and the Development Process",
        "organization": "University of Chicago",
        "abstract": "Nordic Journal of Political Economy",
        "email": "",
        "conf": "Nordic Journal of Political Economy",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4501,
        "label": 86,
        "author": "james robinson",
        "title": "Disease and Development in Historical Perspective",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Journal of the European Economic Association",
        "coauthors": [
            "Daron Acemoglu",
            "Simon Johnson",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4458,
        "label": 86,
        "author": "james robinson",
        "title": "What Really Happened During the Glorious Revolution?",
        "organization": "University of Chicago",
        "abstract": "The English Glorious Revolution of 1688-89 is one of the most famous instances of 'institutional' change in world history which has fascinated scholars because of the role it may have played in creating an environment conducive to making England the first industrial nation. This claim was most forcefully advanced by North and Weingast yet the existing literature in history and economic history dismisses their arguments. In this paper we argue that North and Weingast were entirely correct in arguing that the Glorious Revolution represented a critical change in institutions. In addition, and contrary to the claims of many historians, most of the things they claimed happened, for example parliamentary sovereignty, did happen. However, we argue that they happened for reasons different from those put forward by North and Weingast. We show that rather than being an instance of a de jure 're-writing the rules', as North and Weingast argued, the Glorious Revolution was actually an interlinked series of de facto institutional changes which came from a change in the balance of power and authority and was part of a broader reorientation in the political equilibrium of England. Moreover, it was significant for the economy not because it solved a problem of credible commitment, but for two other reasons. First, because the institutional changes it led to meant that party political ministries, rather than the king's private advisors, now initiated policy. Second, because these ministries were dominated by Whigs with a specific program of economic modernization.",
        "email": "",
        "conf": "National Bureau of Economic Research",
        "coauthors": [
            "Steven Pincus",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4428,
        "label": 86,
        "author": "james robinson",
        "title": "The Political Economy of Public Income Volatility: With an Application to the Resource Curse",
        "organization": "University of Chicago",
        "abstract": "In recent years many countries have witnessed a great deal of volatility in public budgets, be it due to volatility in the access to foreign loans in Greece, or to unstable oil prices in Venezuela. We study the political consequences of such public income volatility. As is standard, in our model political incentives create inefficient policies to increase re-election probabilities, but we show that making public income uncertain creates specific new effects. Future volatility reduces the benefit of being in power, making policy more efficient. Yet at the same time it also reduces the re-election probability of an incumbent and since some of the policy inefficiencies are concentrated in the future, this makes inefficient policy, such as patronage public employment, less costly. Our model highlights a new political economy connection between the volatility of the public budget and economic growth. In the case where volatility comes from natural resource prices, a characteristic of many developing countries, we show that volatility in itself may be a source of inefficient resource extraction, jointly interacting with increased patronage employment.",
        "email": "jamesrobinson@uchicago.edu",
        "conf": "Journal of Public Economics",
        "coauthors": [
            "James A Robinson",
            "Ragnar Torvik",
            "Thierry Verdier"
        ],
        "keywords": "Income volatility,Public policy,Politics,Resource extraction"
    },
    {
        "id": 4492,
        "label": 86,
        "author": "james robinson",
        "title": "State Formation and Governance in Botswana",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Journal of African Economies",
        "coauthors": [
            "James Robinson",
            "Q. Neil Parsons"
        ],
        "keywords": ""
    },
    {
        "id": 4474,
        "label": 86,
        "author": "james robinson",
        "title": "Botswana as a Role Model for Country Success",
        "organization": "University of Chicago",
        "abstract": "I argue that the economic success of Botswana can be explained by the historical development of its institutions which is related to the trajectory of the Tswana states over the past 200 years. These institutions created a much more stable and accountable government than elsewhere in Africa after independence with the desire and incentive to adopt good economic policies. There are two main lessons from this experience. The first is how successful an African economy can become using simple orthodox well-understood policies. The second is that successful development in Africa will be helped by a focus on the development of state institutions. Though Botswana inherited different institutions from elsewhere, it also built on these, in particular trying to create a national identity and to continually modernize and adapt institutions. There are many lessons for other African countries from these policy choices.",
        "email": "",
        "conf": "Achieving development success: strategies and lessons from the developing world",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": "Governance, patrimonialism, state formation"
    },
    {
        "id": 4414,
        "label": 86,
        "author": "james robinson",
        "title": "Genetic legacy of state centralization in the Kuba Kingdom of the Democratic Republic of the Congo",
        "organization": "University of Chicago",
        "abstract": "Few phenomena have had as profound or long-lasting consequences in human history as the emergence of large-scale centralized states in the place of smaller scale and more local societies. This study examines a fundamental, and yet unexplored, consequence of state formation: its genetic legacy. We studied the genetic impact of state centralization during the formation of the eminent precolonial Kuba Kingdom of the Democratic Republic of the Congo (DRC) in the 17th century. We analyzed genome-wide data from over 690 individuals sampled from 27 different ethnic groups from the Kasai Central Province of the DRC. By comparing genetic patterns in the present-day Kuba, whose ancestors were part of the Kuba Kingdom, with those in neighboring non-Kuba groups, we show that the Kuba today are more genetically diverse and more similar to other groups in the region than expected, consistent with the historical unification of distinct subgroups during state centralization. We also found evidence of genetic mixing dating to the time of the Kingdom at its most prominent. Using this unique dataset, we characterize the genetic history of the Kasai Central Province and describe the historic late wave of migrations into the region that contributed to a Bantu-like ancestry component found across large parts of Africa today. Taken together, we show the power of genetics to evidence events of sociopolitical importance and highlight how DNA can be used to better understand the behaviors of both people and institutions in the past.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "Lucy van Dorp",
            "Sara Lowes",
            "Jonathan L. Weigel",
            "Naser Ansari-Pour",
            "Saioa López",
            "Javier Mendoza-Revilla",
            "James A. Robinson",
            "Joseph Henrich",
            "Mark G. Thomas",
            "Nathan Nunn",
            "Garrett Hellenthal"
        ],
        "keywords": "population genetics,demographic inference,anthropology,history"
    },
    {
        "id": 4415,
        "label": 86,
        "author": "james robinson",
        "title": "Democracy Does Cause Growth",
        "organization": "University of Chicago",
        "abstract": "We provide evidence that democracy has a positive effect on GDP per capita. Our dynamic panel strategy controls for country fixed effects and the rich dynamics of GDP, which otherwise confound the effect of democracy. To reduce measurement error, we introduce a new indicator of democracy that consolidates previous measures. Our baseline results show that democratizations increase GDP per capita by about 20 percent in the long run. We find similar effects using a propensity score reweighting strategy as well as an instrumental-variables strategy using regional waves of democratization. The effects are similar across different levels of development and appear to be driven by greater investments in capital, schooling, and health.",
        "email": "",
        "conf": "Journal of Political Economy",
        "coauthors": [
            "Daron Acemoglu",
            "Suresh Naidu",
            "Pascual Restrepo",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4516,
        "label": 86,
        "author": "james robinson",
        "title": "Debt Repudiation and Risk Premia: The North-Weingast Thesis Revisited",
        "organization": "University of Chicago",
        "abstract": "North and Weingast (1989) argued that the English Glorious Revolution of 1688 redistributed political power in such a way as to enhance the enforcement of property rights. They supported their hypothesis by presenting evidence that interest rates fell and interpreted this as a fall in the risk premium demanded by lenders. I argue that one cannot test their theory in this way since it implicitly rests on the assumption that the risk of debt repudiation was exogenous. This was clearly not so. If lenders anticipated that the incentives of the Stuart monarchs to default depended on the interest rate, then instead of charging a risk premium, they ration credit. There is in fact much evidence that this was the case. In these circumstances a reduction in the desire, or the ability, of the monarch to default leads not to a fall in interest rates, but a relaxation of rationing. Thus the theory of North and Weingast is immune to the critique of Clark (1996) and is entirely consistent with the available evidence.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Unpublished manuscript, Harvard University",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4456,
        "label": 86,
        "author": "james robinson",
        "title": "Is This Time Different? Capture and Anti-Capture of US Politics",
        "organization": "University of Chicago",
        "abstract": "Societies are molded by their institutions that determine both their levels of prosperity and how that prosperity is distributed within society. For most of its history the United States has had economic institutions which have been inclusive in the sense that economic opportunities have been open to most, the playing field has been level, and property rights have been secure. The inclusiveness of economic institutions has meant that the United States has been fully able to harness the talent of its citizens who have consequently experienced high rates of social mobility. Take Thomas Edison, the inventor of the phonogram and the light bulb and the founder of General Electric, still one of the world's largest companies. Edison was the last of seven children. His father, Samuel Edison, followed many occupations from splitting shingles for roofs, to tailoring, to keeping a tavern. Thomas had little formal schooling but was home schooled by his mother. He was not an elite or well connected but the economic institutions of the US, like the patent law (he had a world record 1,093 patents issued to him in the US) allowed him to thrive to the benefit of himself and society. Sokoloff and Kahn (1990) showed that innovation, as measured by patenting, in the US in the 19th century was driven by such non-elites. Obviously economic institutions were not inclusive everywhere in the US. The federal system allowed for institutional divergence within the US and the South had much more extractive institutions, with a tilted playing field in favor of elites and weak or absent property rights for many in society. The slave economy in the US South epitomizes the nature of extractive economic institutions. Instead of opening economic institutions to everyone or allowing social mobility, extractive institutions restrict opportunities to a powerful few and block social mobility. The children of slaves were also slaves, slaves could not own property, had no",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "The Economists Voice",
        "coauthors": [
            "Daron Acemoglu",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4513,
        "label": 86,
        "author": "james robinson",
        "title": "Democratization or Repression?",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Daron Acemoglu",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4469,
        "label": 86,
        "author": "james robinson",
        "title": "Social Structure and Development: A Legacy of the Holocaust in Russia",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Quarterly Journal of Economics",
        "coauthors": [
            "Daron Acemoglu",
            "Tarek A Hassan",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4448,
        "label": 86,
        "author": "james robinson",
        "title": "Democracy Redistribution and Inequality",
        "organization": "University of Chicago",
        "abstract": "In this paper we revisit the relationship between democracy, redistribution, and inequality. We first explain the theoretical reasons why democracy is expected to increase redistribution and reduce inequality, and why this expectation may fail to be realized when democracy is captured by the richer segments of the population; when it caters to the preferences of the middle class; or when it opens up disequalizing opportunities to segments of the population previously excluded from such activities, thus exacerbating inequality among a large part of the population. We then survey the existing empirical literature, which is both voluminous and full of contradictory results. We provide new and systematic reduced-form evidence on the dynamic impact of democracy on various outcomes. Our findings indicate that there is a significant and robust effect of democracy on tax revenues as a fraction of GDP, but no robust impact on inequality. We also find that democracy is associated with an increase in secondary schooling and a more rapid structural transformation. Finally, we provide some evidence suggesting that inequality tends to increase after democratization when the economy has already undergone significant structural transformation, when land inequality is high, and when the gap between the middle class and the poor is small. All of these are broadly consistent with a view that is different from the traditional median voter model of democratic redistribution: democracy does not lead to a uniform decline in post-tax inequality, but can result in changes in fiscal redistribution and economic structure that have ambiguous effects on inequality.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Daron Acemoglu",
            "Suresh Naidu",
            "Pascual Restrepo",
            "James A Robinson"
        ],
        "keywords": "Democracy,Education,Inequality,Political development,Redistribution,Structural transformation"
    },
    {
        "id": 4451,
        "label": 86,
        "author": "james robinson",
        "title": "The Need for Enemies",
        "organization": "University of Chicago",
        "abstract": "We develop a model where some politicians have an edge in undertaking a task and this gives them electoral advantage, creating an incentive to underperform in the task. We test the empirical implications in the context of fighting against insurgents, using Colombian data. The main prediction is that large defeats for the insurgents reduce the probability that these politicians fight them, especially in electorally salient places. We find that after the largest victories against FARC rebels, the government reduced its counterinsurgency efforts, especially in politically important municipalities. Politicians need to keep enemies alive in order to maintain their political advantage.",
        "email": "",
        "conf": "The Economic Journal",
        "coauthors": [
            "Leopoldo Fergusson",
            "James A. Robinson",
            "Ragnar Torvik",
            "Juan F. Vargas"
        ],
        "keywords": ""
    },
    {
        "id": 4427,
        "label": 86,
        "author": "james robinson",
        "title": "The Long Shadow of the Past: Political Economy of Regional Inequality in Colombia",
        "organization": "University of Chicago",
        "abstract": "We study the nature of regional inequality in Colombia over the past 200 years. The main empirical fact is that regional inequality has been highly persistent despite the large changes that have taken place and the modernization of the society. We show that regional inequality is highly correlated with significant within-country differences in economic and political institutions, which are themselves highly persistent over the same period. We propose a tentative political economy theory of why the spatial distribution of institutions and economic outcomes has been so persistent over time.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Leopoldo Fergusson",
            "Carlos Molina",
            "James Robinson",
            "Juan F. Vargas"
        ],
        "keywords": "Regional Inequality, Political Institutions, Economic Institutions"
    },
    {
        "id": 4423,
        "label": 86,
        "author": "james robinson",
        "title": "The Evolution of Culture and Institutions: Evidence From the Kuba Kingdom",
        "organization": "University of Chicago",
        "abstract": "We use variation in historical state centralization to examine the long‐term impact of institutions on cultural norms. The Kuba Kingdom, established in Central Africa in the early 17th century by King Shyaam, had more developed state institutions than the other independent villages and chieftaincies in the region. It had an unwritten constitution, separation of political powers, a judicial system with courts and juries, a police force, a military, taxation, and significant public goods provision. Comparing individuals from the Kuba Kingdom to those from just outside the Kingdom, we find that centralized formal institutions are associated with weaker norms of rule following and a greater propensity to cheat for material gain. This finding is consistent with recent models where endogenous investments to inculcate values in children decline when there is an increase in the effectiveness of formal institutions that enforce socially desirable behavior. Consistent with such a mechanism, we find that Kuba parents believe it is less important to teach children values related to rule‐following behaviors",
        "email": "jamesrobinson@uchicago.edu",
        "conf": "Econometrica",
        "coauthors": [
            "Sara Lowes",
            "Nathan Nunn",
            "James A Robinson",
            "Jonathan L. Weigel"
        ],
        "keywords": ""
    },
    {
        "id": 4455,
        "label": 86,
        "author": "james robinson",
        "title": "Why Nations Fail: The Origins of Power Prosperity and Poverty",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Asean Economic Bulletin",
        "coauthors": [
            "Daron Acemoglu",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4432,
        "label": 86,
        "author": "james robinson",
        "title": "The Political Agenda Effect and State Centralization",
        "organization": "University of Chicago",
        "abstract": "We provide a potential explanation for the absence of, and unwillingness to create, centralized power in the hands of a national state based on the political agenda effect. State centralization induces citizens of different backgrounds, interests, regions or ethnicities to coordinate their demands in the direction of more general-interest public goods, and away from parochial transfers. This political agenda effect raises the effectiveness of citizen demands and induces them to increase their investments in conflict capacity. In the absence of state centralization, citizens do not necessarily band together because of another force, the escalation effect, which refers to the fact that elites from different regions will join forces in response to the citizens doing so. Such escalation might hurt the citizen groups that have already solved their collective action problem (though it will benefit others). Anticipating the interplay of the political agenda and escalation effects, under some parameter configurations, political elites strategically opt for a non-centralized state. We show how the model generates non-monotonic comparative statics in response to the increase in the value or effectiveness of public goods (so that centralized states and public good provision are absent precisely when they are more beneficial for society). We also suggest how the formation of a social democratic party may sometimes induce state centralization (by removing the commitment value of a non-centralized state), and how elites may sometimes prefer partial state centralization.",
        "email": "jamesrobinson@uchicago.edu",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Daron Acemoglu",
            "James A Robinson",
            "Ragnar Torvik"
        ],
        "keywords": "conáict, escalation e§ect, political agenda e§ect, public good provision, state capacity, state centralization"
    },
    {
        "id": 4439,
        "label": 86,
        "author": "james robinson",
        "title": "Colombia: Another 100 Years of Solitude?",
        "organization": "University of Chicago",
        "abstract": "A decade ago Colombia was in a terrible mess. The country had the highest homicide rate in the world, and was the center of the international drug industry. Kidnapping was rife. A series of leading politicians had been assassinated, and probably one-third of all the legislators elected in 2002 received “assistance” from paramilitary groups. The combined fighting strength of nonstate-armed actors, left-wing guerrillas, and paramilitaries was approaching 50 percent of the size of the national army, and the guerrillas had formulated a plan to encircle and capture the capital city Bogotá. In high society something akin to a panic was setting in, as Colombians tried to move their assets overseas and angled for foreign passports. Things changed in 2002, when Álvaro Uribe was elected president on a platform of “democratic security.” Uribe increased the size of the army from 203,000 soldiers in 2002 to 283,000 a decade later. The army also began relying less on conscripts, with the number of professionals in the ranks rising from 59,000 to 87,000. Defense expenditures increased by 10 percent relative to GDP (from 3.7 to 4 percent) during this period. To help pay for this, Uribe imposed on rich citizens a progressive “democratic security tax,” which averaged about 0.35 percent of GDP per year. ",
        "email": "",
        "conf": "Current history (New York N.Y.: 1941)",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4470,
        "label": 86,
        "author": "james robinson",
        "title": "Elites and Institutional Persistence",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "UNU-Wider Conference",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4433,
        "label": 86,
        "author": "james robinson",
        "title": "The Misery in Colombia",
        "organization": "University of Chicago",
        "abstract": "For most of the countryís history, the majority of Colombians have been in absolute poverty and plagued by violence and insecurity. I argue that the extent and persistence of poverty and violence in Colombia is a consequence of extractive facets of political institutions. These have two main dimensions; the very low quality of ëactually existing democracyí; and the ëJanus-facedí nature of the weak, ine§ective Colombian state. I provide an analysis of the political logic which maintains the extractive aspects of these institutions in place and how they interact with the inclusive aspects of Colombian institutions. I argue that Colombian institutions have become slowly less extractive over time because of elite attempts to counteract some of the internal contradictions of the coexistence of extractive and inclusive institutions. This has resulted in falls in poverty and violence and a gradual modernization of the country. Nevertheless, the powerful forces which have kept Colombia poor and violent remain in place and powerfully reproduce themselves. I outline what a solution to Colombiaís problems might look like.",
        "email": "jamesrobinson@uchicago.edu",
        "conf": "Desarrollo y sociedad",
        "coauthors": [
            "James A Robinson"
        ],
        "keywords": "Colombia, Poverty, Violence, Inequality, Development, Politics."
    },
    {
        "id": 4505,
        "label": 86,
        "author": "james robinson",
        "title": "Institutional Causes Macroeconomic Symptoms: Volatility Crises and Growth",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Journal of Monetary Economics",
        "coauthors": [
            "Daron Acemoglu",
            "Simon Johnson",
            "James Robinson",
            "Yunyong Thaicharoen"
        ],
        "keywords": ""
    },
    {
        "id": 4517,
        "label": 86,
        "author": "james robinson",
        "title": "Rotten parents",
        "organization": "University of Chicago",
        "abstract": "We study the implications of the trade-off between child quality and child quantity for the efficiency of the rate of population growth. We show that if quantity and quality are inversely related then, even in the case of full altruism within the family, population growth is inefficiently high, if the family does not have, or does not choose to use, compensating instruments (for example, bequests or savings are at a corner). In non-altruistic models this trade-off certainly generates a population problem. We therefore prove that the repugnant conclusion is not only repugnant, it may be inefficient. Moreover, we cannot expect intra-family contracting to resolve the inefficiency since it involves contracts which are not credible.",
        "email": "",
        "conf": "Journal of Public Economics",
        "coauthors": [
            "Jean-Marie Baland",
            "James Robinson"
        ],
        "keywords": "Fertility,Population,Welfare"
    },
    {
        "id": 4418,
        "label": 85,
        "author": "james robinson",
        "title": "Nomenclature for the KIR of non-human species",
        "organization": "Anthony Nolan",
        "abstract": "The increasing number of Killer Immunoglobulin-like Receptor (KIR) sequences available for non-human primate species and cattle has prompted development of a centralized database, guidelines for a standardized nomenclature, and minimum requirements for database submission. The guidelines and nomenclature are based on those used for human KIR and incorporate modifications made for inclusion of non-human species in the companion IPD-NHKIR database. Included in this first release are the rhesus macaque (Macaca mulatta), chimpanzee (Pan troglodytes), orangutan (Pongo abelii and Pongo pygmaeus), and cattle (Bos taurus).",
        "email": "",
        "conf": "Immunogenetics",
        "coauthors": [
            "James Robinson",
            "Lisbeth A. Guethlein",
            "Giuseppe Maccari",
            "Jeroen Blokhuis",
            "Benjamin N. Bimber",
            "Natasja G. de Groot",
            "Nicholas D. Sanderson",
            "Laurent Abi-Rached",
            "Lutz Walter",
            "Ronald E. Bontrop",
            "John A. Hammond",
            "Steven G. E. Marsh",
            "Peter Parham"
        ],
        "keywords": "KIR, Nomenclature,Variant,Allele,Gene,Database,Sequence"
    },
    {
        "id": 4487,
        "label": 86,
        "author": "james robinson",
        "title": "Property rights and the political organization of agriculture",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Journal of Development Economics",
        "coauthors": [
            "Jonathan H. Conning",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4440,
        "label": 86,
        "author": "james robinson",
        "title": "State Capacity and Economic Development: A Network Approach",
        "organization": "University of Chicago",
        "abstract": "We study the direct and spillover effects of local state capacity using the network of Colombian municipalities. We model the determination of local and national state capacity as a network game in which each municipality, anticipating the choices and spillovers created by other municipalities and the decisions of the national government, invests in local state capacity and the national government chooses the presence of the national state across municipalities to maximize its own payoff. We then estimate the parameters of this model using reduced-form instrumental variables techniques and structurally (with GMM or SMM). To do so we exploit both the structure of the network of municipalities over which spillovers take place and the historical roots of local state capacity as the source of exogenous variation. These historical instruments are related to the presence of colonial royal roads and local presence of the colonial state in the 18th century, factors which we argue are unrelated to current provision of public goods and prosperity except through their impact on their own and neighbors’ local state capacity. Our estimates of the effects of state presence on prosperity are large and also indicate that state capacity decisions are strategic complements across municipalities. Bringing all municipalities below median state capacity to the median, without taking into account equilibrium responses of other municipalities increases median fraction of the population above poverty from 57% to 60%. Approximately 57% of this is due to direct effects and 43% to spillovers. However, if we take the equilibrium response of other municipalities into account, the median would instead increase to 68%, a sizable change driven by equilibrium network effects.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Daron Acemoglu",
            "Camilo Garcia-Jimeno",
            "James A Robinson"
        ],
        "keywords": "Colombia, economic development, networks, public goods, state capacity"
    },
    {
        "id": 4523,
        "label": 86,
        "author": "james robinson",
        "title": "A Framework for Studying Institutional Persistence and Change",
        "organization": "University of Chicago",
        "abstract": "Why is it that some societies are democratic while others are non-democratic? Why is it that some societies are prosperous while others are poor? How do these phenomena relate to each other? In this essay we provide a theoretical framework for thinking about these questions and which provides an understanding of how they are interrelated.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Retrieved fromwww. ebrd. com/pubs/econo/lits",
        "coauthors": [
            "Daron Acemoglu",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4509,
        "label": 86,
        "author": "james robinson",
        "title": "Land Reform and the Political Organization of Agriculture",
        "organization": "University of Chicago",
        "abstract": "The modern theory of agrarian organization has studied how the economic environment determines organizational form under the assumption of stable property rights to land. The political economy literature has modeled the endogenous determination of property rights. In this Paper we propose a model in which the economic organization of agriculture and the political equilibrium determining the distribution of property rights are jointly determined. In particular, because the form of organization may affect the probability and distribution of benefits from agrarian reform, it may be determined in anticipation of this impact. The model offers a reason for why tenancy, despite its economic advantages, has been so little used in countries where agrarian reform is a salient political issue. We argue that this in particular helps to understand the dearth of tenancy and the relative failure of land reform in Latin America.",
        "email": "",
        "conf": "CEPR Discussion Papers",
        "coauthors": [
            "Jonathan H. Conning",
            "James A Robinson"
        ],
        "keywords": "Agrarian organization, political economy, land reform"
    },
    {
        "id": 4453,
        "label": 86,
        "author": "james robinson",
        "title": "Who Will Rule the World?",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "New Perspectives Quarterly",
        "coauthors": [
            "DARON ACEMOGLU",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4520,
        "label": 86,
        "author": "james robinson",
        "title": "The Political Economy of Decentralization in Bolivia",
        "organization": "University of Chicago",
        "abstract": "In these notes I outline some political economy factors relevant for the decentralization policy of Bolivia. Decentralization is an important change in political institutions which can improve the efficiency of the delivery of public services and can also promote democracy. However, even if efficient, since decentralization also redistributes political power and influence, it is unlikely to be unanimously supported unless a complex system of compensation is simultaneously introduced. I discuss who the central political groups are in Bolivia, what are their interests in decentralization and the instruments they can use to influence the outcome. I also discuss why the demand for decentralization is so intense now and whether or not promoting will help to solve the current political crisis in Bolivia.",
        "email": "",
        "conf": "World Bank Group",
        "coauthors": [
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4483,
        "label": 86,
        "author": "james robinson",
        "title": "When Does Policy Reform Work? The Case of Central Bank Independence",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Brookings Papers on Economic Activity",
        "coauthors": [
            "Daron Acemoglu",
            "Simon Johnson",
            "Pablo Querubin",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4467,
        "label": 86,
        "author": "james robinson",
        "title": "Are factor endowments fate?",
        "organization": "University of Chicago",
        "abstract": "In recent theories of comparative development, the role of institutional differences has been crucial. Yet, what explains comparative institutional evolution? We investigate this issue by studying the coffee exporting economies of Latin America. Although homogeneous in many ways, they experienced radically different paths of economic (and political) development, which is conventionally traced to the differential organization of the coffee industry. We show that the different forms that the coffee economy took in the 19th century was critically determined by the legal environment determining access to land, and that different laws resulted from differences in the nature of political competition and the backgrounds of political elites. Our analysis suggests that explanations of institutional differences that stress economic fundamentals can only be part of the story. At least in the economies that we study, while geography, factor endowments and technology are clearly important, their implications for the institutional structure and thus development are conditional on the form that political competition takes in society. For interesting variations in economic outcomes, endowments are not fate.",
        "email": "",
        "conf": "Revista de Historia Economica-Journal of Iberian and Latin American Economic History",
        "coauthors": [
            "Jeffrey B. Nugent",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4441,
        "label": 86,
        "author": "james robinson",
        "title": "The Role of Elites in Economic Development",
        "organization": "University of Chicago",
        "abstract": "Elites have a disproportionate impact on development outcomes. While a country's endowments constitute the deep determinates of growth, the trajectory they follow is shaped by the actions of elites. But what factors affect whether elites use their influence for individual gain or national welfare? To what extent do they see poverty as a problem? And are their actions today constrained by institutions and norms established in the past? This volume looks at case studies from South Africa to China to seek a better understanding of the dynamics behind how elites decide to engage with economic development. Approaches include economic modelling, social surveys, theoretical analysis, and program evaluation. These different methods explore the relationship between elites and development outcomes from five angles: the participation and reaction of elites to institutional creation and change, how economic changes affect elite formation and circulation, elite perceptions of national welfare, the extent to which state capacity is part of elite self-identity, and how elites interact with non-elites. Contributors to this volume - Alice H. Amsden, Massachusetts Institute of Technology, USA Diego Avanzini, Latin American School of Social Sciences (FLACSO), Chile Francois Bourguignon, Paris School of Economics, France Thomas Cantens, World Customs Organization, Brussels Alisa DiCaprio, UNU-WIDER, Finland Sai Ding, University of Minnesota, USA Dieter von Fintel, Stellenbosch University, South Africa Johan Fourie, Stellenbosch University, South Africa Bjorn Gustafsson, Goteborg University, Sweden Chipiliro Kalebe-Nyamongo, University of Birmingham, UK Monica Pinhanez, Brazilian School of Public and Business Administration, Brazil Elisa P. Reis, Federal University of Rio de Janeiro, Brazil James A. Robinson, Harvard University , USA Andres Solimano, International Center for Globalization and Development, CIGLOB, Chile Thierry Verdier, Paris School of Economics, France Alison Wolf, King's College London, UK Sam Wong, University of Liverpool, UK Xiaowei Zang, University of Sheffield, UK",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Oxford University Press",
        "coauthors": [
            "Alice H. Amsden",
            "Alisa Dicaprio",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4416,
        "label": 85,
        "author": "james robinson",
        "title": "Comparative MHC nomenclature: report from the ISAG/IUIS-VIC committee 2018",
        "organization": "Anthony Nolan",
        "abstract": "Significant progress has been made over the last decade in defining major histocompatibility complex (MHC) diversity at the nucleotide, allele, haplotype, diplotype, and population levels in many non-human species. Much of this progress has been driven by the increased availability and reduced costs associated with nucleotide sequencing technologies. This report provides an update on the activities of the comparative MHC nomenclature committee which is a standing committee of both the International Society for Animal Genetics (ISAG) and the International Union of Immunological Societies (IUIS) where it operates under the umbrella of the Veterinary Immunology Committee (VIC). A previous report from this committee in 2006 defined the role of the committee in providing guidance in the development of a standardized nomenclature for genes and alleles at MHC loci in non-human species. It described the establishment of the Immuno Polymorphism Database, IPD-MHC, which continues to provide public access to high quality MHC sequence data across a range of species. In this report, guidelines for the continued development of a universal MHC nomenclature framework are described, summarizing the continued development of each species section within the IPD-MHC project.",
        "email": "",
        "conf": "Immunogenetics",
        "coauthors": [
            "Keith T. Ballingall",
            "Ronald E. Bontrop",
            "Shirley A. Ellis",
            "Unni Grimholt",
            "John A. Hammond",
            "Chak-Sum Ho",
            "Jim Kaufman",
            "Lorna J. Kennedy",
            "Giuseppe Maccari",
            "Donald Miller",
            "James Robinson",
            "Steven G. E. Marsh"
        ],
        "keywords": "Comparative MHC, Nomenclature, IPD-MHC"
    },
    {
        "id": 4490,
        "label": 86,
        "author": "james robinson",
        "title": "Political incentives of the resource booms",
        "organization": "University of Chicago",
        "abstract": "In this paper we argue that the political incentives that resource endowments generate are the key to understanding whether or not they are a curse. We show: (1) politicians tend to over-extract natural resources relative to the efficient extraction path because they discount the future too much, and (2) resource booms improve the efficiency of the extraction path. However, (3) resource booms, by raising the value of being in power and by providing politicians with more resources which they can use to influence the outcome of elections, increase resource misallocation in the rest of the economy. (4) The overall impact of resource booms on the economy depends critically on institutions since these determine the extent to which political incentives map into policy outcomes. Countries with institutions that promote accountability and state competence will tend to benefit from resource booms since these institutions ameliorate the perverse political incentives that such booms create. Countries without such institutions however may suffer from a resource curse.",
        "email": "jamesrobinson@uchicago.edu",
        "conf": "HAL",
        "coauthors": [
            "James Robinson",
            "Ragnar Torvik",
            "Thierry Verdier"
        ],
        "keywords": "Natural resources; Political economy; Clientelism"
    },
    {
        "id": 4436,
        "label": 86,
        "author": "james robinson",
        "title": "The Rise and Decline of General Laws of Capitalism ",
        "organization": "University of Chicago",
        "abstract": "Thomas Piketty's (2014) book, Capital in the 21st Century, follows in the tradition of the great classical economists, like Marx and Ricardo, in formulating general laws of capitalism to diagnose and predict the dynamics of inequality. We argue that general economic laws are unhelpful as a guide to understand the past or predict the future, because they ignore the central role of political and economic institutions, as well as the endogenous evolution of technology, in shaping the distribution of resources in society. We use regression evidence to show that the main economic force emphasized in Piketty's book, the gap between the interest rate and the growth rate, does not appear to explain historical patterns of inequality (especially, the share of income accruing to the upper tail of the distribution). We then use the histories of inequality of South Africa and Sweden to illustrate that inequality dynamics cannot be understood without embedding economic factors in the context of economic and political institutions, and also that the focus on the share of top incomes can give a misleading characterization of the true nature of inequality.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Journal of Economic Perspectives",
        "coauthors": [
            "Daron Acemoglu",
            "James A Robinson"
        ],
        "keywords": "Capitalism, Inequality, Institutions"
    },
    {
        "id": 4446,
        "label": 86,
        "author": "james robinson",
        "title": "Economics Versus Politics: Pitfalls of Policy Advice",
        "organization": "University of Chicago",
        "abstract": "The standard approach to policy making and advice in economics implicitly or explicitly ignores politics and political economy and maintains that if possible, any market failure should be rapidly removed. This essay explains why this conclusion may be incorrect; because it ignores politics, this approach is oblivious to the impact of the removal of market failures on future political equilibria and economic efficiency, which can be deleterious. We first outline a simple framework for the study of the impact of current economic policies on future political equilibria -- and indirectly on future economic outcomes. We then illustrate the mechanisms through which such impacts might operate using a series of examples. The main message is that sound economic policy should be based on a careful analysis of political economy and should factor in its influence on future political equilibria.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Journal of Economic Perspectives",
        "coauthors": [
            "Daron  Acemoglu",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4445,
        "label": 86,
        "author": "james robinson",
        "title": "Measuring institutions in the Trobriand Islands: A comment on Voigt's paper",
        "organization": "University of Chicago",
        "abstract": "I use the historical institutions of the Trobriand Islands to discuss problems and non-problems with measuring institutions and estimating their causal effects on economic outcomes.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Journal of Institutional Economics",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4419,
        "label": 85,
        "author": "james robinson",
        "title": "The IPD Databases: Cataloguing and Understanding Allele Variants",
        "organization": "Anthony Nolan",
        "abstract": "The IMGT/HLA Database has provided a repository for information regarding polymorphism in the genes of the immune system since 1998. In 2003, it was absorbed into the Immuno Polymorphism Database (IPD). The IPD project has enabled us to create and maintain a platform for curating and publishing locus-specific databases which are either involved directly with, or relate to, the function of the Major Histocompatibility Complex across a number of species. In collaboration with specialist groups and nomenclature committees individual sections have been curated prior to their submission to the IPD for online publication. The IPD consists of five core databases, with the primary database being the IMGT/HLA Database. With the work of various nomenclature committees, the HLA Informatics Group, and alongside the European Bioinformatics Institute, we provide access to this data through the website (http://www.ebi.ac.uk/ipd/) to the public domain. The IPD project continually develops new tools in conjunction with on-going scientific developments—such as Next-Generation Sequencing—to maintain efficiency and usability in response to user feedback and requests. The website is updated on a regular basis to ensure that new and confirmatory sequences are distributed to the immunogenetics community, as well as the wider research and clinical communities.",
        "email": "",
        "conf": "Methods in molecular biology (Clifton N.J.)",
        "coauthors": [
            "Jashan P. Abraham",
            "Dominic J. Barker",
            "James Robinson",
            "Giuseppe Maccari",
            "Steven G E Marsh"
        ],
        "keywords": "HLA, KIR, MHC, Alleles, Variants, Transplantation, Database "
    },
    {
        "id": 4514,
        "label": 86,
        "author": "james robinson",
        "title": "Inefficient Redistribution",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "American Political Science Review",
        "coauthors": [
            "Daron Acemoglu",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4477,
        "label": 86,
        "author": "james robinson",
        "title": "The Myth of the Frontier",
        "organization": "University of Chicago",
        "abstract": "One of the most salient explanations for the distinctive path of economic and political development of the United States is captured by the 'Frontier (or Turner) thesis'. Turner argued that it was the presence of the open frontier which explained why the United States became democratic and, at least implicitly, prosperous. In this paper we provide a simple test of this idea. We begin with the contradictory observation that almost every Latin American country had a frontier in the 19th century as well. We show that while the data does not support the Frontier thesis, it is consistent with a more complex 'conditional Frontier thesis.' In this view, the effect of the frontier is conditional on the way that the frontier was allocated and this in turn depends on political institutions at the time of frontier expansion. We show that for countries with the worst political institutions, there is a negative correlation between the historical extent of the frontier and contemporary income per-capita. For countries with better political institutions this correlation is positive. Though the effect of the frontier on democracy is positive irrespective of initial political institutions, it is larger the better were these institutions. In essence, Turner saw the frontier as having positive effects on development because he already lived in a country with good institutions.",
        "email": "",
        "conf": "NBER",
        "coauthors": [
            "Camilo Garca-Jimeno",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4488,
        "label": 86,
        "author": "james robinson",
        "title": "De Facto Political Power and Institutional Persistence",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "American Economic Review",
        "coauthors": [
            "Daron Acemoglu",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4508,
        "label": 86,
        "author": "james robinson",
        "title": "The Political Economy of Clientelism",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Scandinavian Journal of Economics",
        "coauthors": [
            "James Robinson",
            "Thierry Verdier"
        ],
        "keywords": ""
    },
    {
        "id": 4472,
        "label": 86,
        "author": "james robinson",
        "title": "Enclaves and Development: An Empirical Assessment",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Studies in Comparative International Development",
        "coauthors": [
            "Jonathan H. Conning",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4485,
        "label": 86,
        "author": "james robinson",
        "title": "Black Economic Empowerment and Economic Performance in South Africa",
        "organization": "University of Chicago",
        "abstract": "We lay out a conceptual framework for evaluating the impact of BEE on economic growth, both directly through its e¤ects on rm behavior and indirectly through its impact on political stability. We emphasize that because of the way the phenomena of BEE has evolved since its inception in 1993, the extent and form of BEE are unlikely to be optimal from the point of view of economic growth. This suggests that there may be possibilities for making growth enhancing reforms. A priori, there are good arguments that suggest that several of the components of BEE could have positive and/or negative e¤ects on productivity and investment and hence on growth. Which of these e¤ects are stronger is an empirical question. We use data on the BEE ratings of companies from Empowerdex along with a dataset of companies listed on the JSE to examine the e¤ects of the aggregate BEE score of a company (according to the BEE scorecard) and the BEE Ownership score, on investment, labor productivity and protability. The heart of this analysis are two rm level identication strategies using the allocation of the investment portfolio of the PIC and the presence of a single shareholder with 50 % or more of the equity, as sources of variation in BEE across rms. Both of these variables strongly predict the extent to",
        "email": "",
        "conf": "Center for Economic Development",
        "coauthors": [
            "Daron Acemoglu",
            "Stephen Gelb",
            "James A Robinson"
        ],
        "keywords": "economic performance,    black economic empowerment,    south africa,    economic growth,    bee scorecard,    rm level identi cation strategy,    labor productivity,    political stability"
    },
    {
        "id": 4503,
        "label": 86,
        "author": "james robinson",
        "title": "Kleptocracy and Divide-and-Rule: A Model of Personal Rule",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Journal of the European Economic Association",
        "coauthors": [
            "Daron Acemoglu",
            "James Robinson",
            "Thierry Verdier"
        ],
        "keywords": ""
    },
    {
        "id": 4417,
        "label": 85,
        "author": "james robinson",
        "title": "IPD-MHC: nomenclature requirements for the non-human major histocompatibility complex in the next-generation sequencing era",
        "organization": "Anthony Nolan",
        "abstract": "The IPD-MHC Database is the official repository for non-human MHC sequences, overseen and supported by the Comparative MHC Nomenclature Committee, providing access to curated MHC data and associated analysis tools. To address the increasing amount and complexity of data being submitted, an entirely upgraded version of the IPD-MHC Database was recently released to maintain IPD-MHC as the central platform for the comparison of curated MHC data. As a consequence, a new level of nomenclature standardisation is required between the different species to enable data submission and to allow the unambiguous inter- and intra-species comparison of alleles. However, any changes must retain the flexibility demanded by the unique biology of different taxonomic groups. Here, we describe the rationale for a standardised nomenclature system and summarise the changes that have been driven by the requirements of implementing the IPD-MHC database. This modified nomenclature system is essential to maintain the current functionality of IPD-MHC and provide a scalable future-proof database organisation to fully exploit the bioinformatic tools used for analysis.",
        "email": "",
        "conf": "Immunogenetics",
        "coauthors": [
            "Giuseppe Maccari",
            "James Robinson",
            "Ronald E Bontrop",
            "Nel Otting",
            "Natasja G de Groot",
            "Chak-Sum Ho",
            "Keith T Ballingall",
            "Steven G E Marsh",
            "John A Hammond"
        ],
        "keywords": "MHC, IPD-MHC, Database, Nomenclature, Comparative MHC, Variation"
    },
    {
        "id": 4522,
        "label": 86,
        "author": "james robinson",
        "title": "The political value of land: inquilinos hacendados and land prices in Chile",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Unpublished",
        "coauthors": [
            "Jean-Marie Baland",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4506,
        "label": 86,
        "author": "james robinson",
        "title": "Economic Backwardness in Political Perspective",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "American Political Science Review",
        "coauthors": [
            "Daron Acemoglu",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4434,
        "label": 86,
        "author": "james robinson",
        "title": "Monks Gents and Industrialists: The Long-Run Impact of the Dissolution of the English Monasteries",
        "organization": "University of Chicago",
        "abstract": "We examine the long-run economic impact of the Dissolution of the English monasteries in 1535, which is plausibly linked to the commercialization of agriculture and the location of the Industrial Revolution. Using monastic income at the parish level as our explanatory variable, we show that parishes which the Dissolution impacted more had more textile mills and employed a greater share of population outside agriculture, had more gentry and agricultural patent holders, and were more likely to be enclosed. Our results extend Tawney's famous ‘rise of the gentry’ thesis by linking social change to the Industrial Revolution.",
        "email": "jamesrobinson@uchicago.edu",
        "conf": "National Bureau of Economic Research",
        "coauthors": [
            "Leander Heldring",
            "James A Robinson",
            "Sebastian Vollmer"
        ],
        "keywords": ""
    },
    {
        "id": 4443,
        "label": 86,
        "author": "james robinson",
        "title": "The Indigenous Roots of Representative Democracy",
        "organization": "University of Chicago",
        "abstract": "We document that rules for leadership succession in ethnic societies that antedate the modern state predict contemporary political regimes; leadership selection by election in indigenous societies is associated with contemporary representative democracy. The basic association, however, is conditioned on the relative strength of the indigenous groups within a country; stronger groups seem to have been able to shape national regime trajectories, weaker groups do not. This finding extends and qualifies a substantive qualitative literature, which has found in local democratic institutions of medieval Europe a positive impulse towards the development of representative democracy. It shows that contemporary regimes are shaped not only by colonial history and European influence; indigenous history also matters. For practitioners, our findings suggest that external reformers' capacity for regime-building should not be exaggerated.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Jeanet Bentzen",
            "Jacob Gerner Hariri",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4430,
        "label": 86,
        "author": "james robinson",
        "title": "State Capacity and American Technology: Evidence from the Nineteenth Century ",
        "organization": "University of Chicago",
        "abstract": "Robert Gordon's The Rise and Fall of American Economic Growth compellingly shows how technical innovation, stimulated by the country's institutions, has radically improved the living standards of the citizens of the US. We conduct an empirical investigation of the impact of the capacity of the US state, as proxied by the presence of post offices, on innovation. We show that there is a strong association between the number of post offices in a county and patenting activity. Our evidence suggests that part of story of US innovation is the capacity and reach of the US state.",
        "email": "jamesrobinson@uchicago.edu",
        "conf": "American Economic Review",
        "coauthors": [
            "Daron Acemoglu",
            "Jacob Moscona",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4461,
        "label": 86,
        "author": "james robinson",
        "title": "Hither Thou Shalt Come But No Further: Reply to \"The Colonial Origins of Comparative Development: An Empirical Investigation: Comment\"",
        "organization": "University of Chicago",
        "abstract": "Acemoglu, Johnson, and Robinson (2001) established that economic institutions today are correlated with what was expected mortality for Europeans if they moved to countries within their colonial empires. David Albouy argues that this relationship is not robust. Specifically, he wants to drop all data from Latin America and much of the data from Africa, making up almost 60% of our sample. This is unwarranted - there is a great deal of speciÖc information on the mortality of Europeans in those places during the colonial period. He also includes a ìcampaignî dummy that is coded inconsistently and seriously at odds with the historical record; even modest corrections undermine his claims. We also show that limiting the effect of outliers signiÖcantly strengthens our results, making them robust to even more extreme versions of Albouyís critiques. Military returns [reports of disease and death serve to indicate to the restless wanderers of our race the boundaries which neither the pursuit of wealth nor the dreams of ambition should induce them to pass, and to proclaim in forcible language that man, like the elements, is controlled by a Power which hath said, Hither thou shalt come, but no further. ",
        "email": "",
        "conf": "American Economic Review",
        "coauthors": [
            "Daron Acemoglu",
            "Simon Johnson",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4479,
        "label": 86,
        "author": "james robinson",
        "title": "Endogenous Presidentialism",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Journal of the European Economic Association",
        "coauthors": [
            "James Robinson",
            "Ragnar Torvik"
        ],
        "keywords": ""
    },
    {
        "id": 4422,
        "label": 85,
        "author": "james robinson",
        "title": "Development of an Unrelated Donor Selection Score Predictive of Survival after HCT: Donor Age Matters Most",
        "organization": "Anthony Nolan",
        "abstract": "Donor factors, in addition to HLA matching status, have been associated with recipient survival in unrelated donor (URD) hematopoietic cell transplantation (HCT); however, there is no hierarchical algorithm that weights the characteristics of individual donors against each other in a quantitative manner to facilitate donor selection. The goal of this study was to develop and validate a donor selection score that prioritizes donor characteristics associated with better survival in 8/8 HLA-matched URDs. Two separate patient/donor cohorts, the first receiving HCT between 1999 and 2011 (n = 5952, c1), and the second between 2012 and 2014 (n = 4510, c2) were included in the analysis. Both cohorts were randomly spilt, 2:1, into training and testing sets. Despite studying over 10,000 URD transplants, we were unable to validate a donor selection score. The only donor characteristic associated with better survival was younger age, with 2-year survival being 3% better when a donor 10 years younger is selected. These results support previous studies suggesting prioritization of a younger 8/8 HLA-matched donor. This large dataset also shows that none of the other donor clinical factors tested were reproducibly associated with survival, and hence flexibility in selecting URDs based on other characteristics is justified. These data support a simplified URD selection process and have significant implications for URD registries.",
        "email": "",
        "conf": "Biology of Blood and Marrow Transplantation",
        "coauthors": [
            "Bronwen E Shaw",
            "Brent R Logan",
            "Stephen R Spellman",
            "Steven G E Marsh",
            "James Robinson",
            "Joseph Pidala",
            "Carolyn Hurley",
            "Juliet Barker",
            "Martin Maiers",
            "Jason Dehn",
            "Hailin Wang",
            "Mike Haagenson",
            "David Porter",
            "Effie W Petersdorf",
            "Ann Woolfrey",
            "Mary M Horowitz",
            "Michael Verneris",
            "Katharine C Hsu",
            "Katharina Fleischhauer",
            "Stephanie J Lee"
        ],
        "keywords": "Donor age; Hematopoietic cell transplant; Unrelated donor"
    },
    {
        "id": 4435,
        "label": 86,
        "author": "james robinson",
        "title": "Understanding Ethnic Identity in Africa: Evidence from the Implicit Association Test (IAT) ",
        "organization": "University of Chicago",
        "abstract": "We use a variant of the Implicit Association Test (IAT) to examine individuals' implicit attitudes towards various ethnic groups. Using a population from the Democratic Republic of Congo, we find that the IAT measures show evidence of an implicit bias in favor of one's own ethnicity. Individuals have implicit views of their own ethnic group that are more positive than their implicit views of other ethnic groups. We find this implicit bias to be quantitatively smaller than the (explicit) bias one finds when using self-reported attitudes about different ethnic groups.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "American Economic Review",
        "coauthors": [
            "Sara Lowes",
            "Nathan Nunn",
            "James A Robinson",
            "Jonathan Weigel"
        ],
        "keywords": ""
    },
    {
        "id": 4521,
        "label": 86,
        "author": "james robinson",
        "title": "Political foundations of the resource curse: an alternative formulation",
        "organization": "University of Chicago",
        "abstract": "In this note we show how a considerably simpler model than the one in our original JDE 2006 paper generates all the same results. We also discuss the utility function in our previous paper. We show that a more reasonable formulation of the utility function in that paper will result in a violation of the second order conditions for the maximization problem.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "",
        "coauthors": [
            "James A Robinson",
            "Ragnar Torvik",
            "Thierry Verdier"
        ],
        "keywords": ""
    },
    {
        "id": 4413,
        "label": 86,
        "author": "james robinson",
        "title": "Power and Persistence: The Indigenous Roots of Representative Democracy",
        "organization": "University of Chicago",
        "abstract": "This article documents that indigenous democratic practices are associated with contemporary representative democracy. The basic association is conditioned on the relative strength of the indigenous groups within a country; stronger groups were able to shape national regime trajectories, weaker groups were not. Our analyses suggest that institutions are more likely to persist if they are supported by powerful actors and less likely to persist if the existing power structure is disrupted by, e.g. colonisation. Our findings contribute to a growing literature on institutional persistence and change.",
        "email": "jamesrobinson@uchicago.edu",
        "conf": "The Economic Journal",
        "coauthors": [
            "Jeanet Bentzen",
            "Jacob Gerner Hariri",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4444,
        "label": 86,
        "author": "james robinson",
        "title": "Chiefs: Elite Control of Civil Society and Economic Development in Sierra Leone",
        "organization": "University of Chicago",
        "abstract": "The lowest level of government in sub-Saharan Africa is often a cadre of chiefs who raise taxes, control the judicial system and allocate the most important scarce resource - land. Chiefs, empowered by colonial indirect rule, are often accused of using their power despotically and inhibiting rural development. Yet others view them as traditional representatives of rural people, and survey evidence suggests that they maintain widespread support. We use the colonial history of Sierra Leone to investigate the relationships between chiefs' power on economic development, peoples' attitudes and social capital. There, a chief must come from one of the ruling families recognized by British colonial authorities. Chiefs face less competition and fewer political constraints in chiefdoms with fewer ruling families. We show that places with fewer ruling families have significantly worse development outcomes today - in particular, lower rates of educational attainment, child health, and non-agricultural employment. But the institutions of chiefs' authority are also highly respected among villagers, and their chiefdoms have higher levels of \"social capital,\" for example, greater popular participation in a variety of \"civil society\" organizations and forums that might be used to hold chiefs accountable. We argue that these results are difficult to reconcile with the standard principle-agent approach to politics and instead reflect the capture of civil society organizations by chiefs. Rather than acting as a vehicle for disciplining chiefs, these organizations have been structured by chiefs to control society.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Journal of Political Economy",
        "coauthors": [
            "Daron  Acemoglu",
            "Tristan F. Reed",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4429,
        "label": 86,
        "author": "james robinson",
        "title": "Paths to Inclusive Political Institutions",
        "organization": "University of Chicago",
        "abstract": "In this paper we present a new approach to thinking about the circumstances under which inclusive political institutions, consisting of a state with capacity and a broad distribution of political power, emerge. Different scholars have emphasized different paths towards such institutions, with some emphasizing modernization, and others emphasizing the necessity of state building as a prerequisite for democracy. We argue however, using the examples of Ancient Athens and Early Modern England, that inclusive political institutions emerge from a balanced increase in state capacity and the distribution of power. This path emerges in a particular basin of attraction. Though this basin depends on many parameters, we emphasize the crucial nature of informal institutions and social norms which put Athens and England onto this path. Outside of this basin a number of things may occur; social norms may be such as to stop a state forming, an outcome we illustrate with the Tiv of pre-colonial Nigeria; or when society is weaker a form of state formation can occur which creates a ‘Paper Leviathan’ which we illustrate with Colombia; finally when civil society is prostrate ‘Despotic Leviathans’ can be created, an outcome we illustrate with contemporary Rwanda. None of these latter paths lead to inclusive institutions or sustained prosperity.",
        "email": "",
        "conf": "Economic history of warfare and state formation",
        "coauthors": [
            "Daron Acemolu",
            "James A Robinson"
        ],
        "keywords": "Political institutions, State formation, Civil society, Social norms, Informal institutions "
    },
    {
        "id": 4449,
        "label": 86,
        "author": "james robinson",
        "title": "The Chiefdoms of Sierra Leone",
        "organization": "University of Chicago",
        "abstract": "In this manuscript, a companion to Acemoglu, Reed and Robinson (2012), we provide a detailed history of Paramount Chieftaincies of Sierra Leone. British colonialism transformed society in the country in 1896 by empowering a set of Paramount Chiefs as the sole authority of local government in the newly created Sierra Leone Protectorate. Only individuals from the designated “ruling families” of a chieftaincy are eligible to become Paramount Chiefs. In 2011, we conducted a survey in of “encyclopedias” (the name given in Sierra Leone to elders who preserve the oral history of the chieftaincy) and the elders in all of the ruling families of all 149 chieftaincies. We used the survey to re-construct the history of the chieftaincy, and each family for as far back as our informants could recall. We then used archives of the Sierra Leone National Archive at Fourah Bay College, as well as Provincial Secretary archives in Kenema, the National Archives in London and available secondary sources to cross-check the results of our survey whenever possible. We are the first to our knowledge to have constructed a comprehensive history of the chieftaincy in Sierra Leone.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Unpublished Manuscript",
        "coauthors": [
            "Tristan Reed",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4457,
        "label": 86,
        "author": "james robinson",
        "title": "Why Do Voters Dismantle Checks and Balances?",
        "organization": "University of Chicago",
        "abstract": "Voters often dismantle constitutional checks and balances on the executive. If such checks and balances limit presidential abuses of power and rents, why do voters support their removal? We argue that by reducing politician rents, checks and balances also make it cheaper to bribe or influence politicians through non-electoral means. In weakly institutionalized polities where such non-electoral influences, particularly by the better organized elite, are a major concern, voters may prefer a political system without checks and balances as a way of insulating politicians from these influences. When they do so, they are effectively accepting a certain amount of politician (presidential) rents in return for redistribution. We show that checks and balances are less likely to emerge when the elite is better organized and is more likely to be able to influence or bribe politicians, and when inequality and potential taxes are high (which makes redistribution more valuable to the majority). We also provide case study evidence from Bolivia, Ecuador, and Venezuela consistent with the model.",
        "email": "",
        "conf": "Review of Economic Studies",
        "coauthors": [
            "Daron  Acemoglu",
            "James A Robinson",
            "Ragnar  Torvik"
        ],
        "keywords": "corruption, checks and balances, political economy, redistribution, separation of powers, taxe"
    },
    {
        "id": 4498,
        "label": 86,
        "author": "james robinson",
        "title": "Revisiting the Determinants of Democracy",
        "organization": "University of Chicago",
        "abstract": "In this paper we revisit the central finding in Comparative politics that the greater the per-capita income of a country, the more likely it is to be democratic. We argue that the existing empirical literature fails to treat seriously the fact that income and democracy are jointly determined in a political-economic equilibrium. Based on our previous research we argue that whether or not a country is democratic and whether or not it is prosperous depends on its underlying institutions. We first show that once you control for country-specific variation in institutions using fixed effects income per-capita never plays a role in determining democracy. This finding is robust to different estimation techniques, covariates, and sample. We then try to directly control for institutions by using historical data from former European colonies. This restriction is motivated by the fact that we have exogenous sources of institutional variation for this sub-set of countries. We show that when we use these variables to control for the historical creation of institutions (age of country, population density in 1500, and a measure of institutions at the date of independence) they have statistically indistinguishable effects rom the results with fixed effect. The main conclusion is that we find no evidence that income causes democracy. Rather, different countries move onto different development paths as the results of critical junctures and historical circumstances (such as European colonialism). Different paths are supported by different sets of institutions and the nexus of institutions that promotes prosperity simultaneously tends to lead to democracy.",
        "email": "",
        "conf": "SSRN",
        "coauthors": [
            "Daron  Acemoglu",
            "Simon  Johnson",
            "James A Robinson",
            "Pierre  Yared"
        ],
        "keywords": ""
    },
    {
        "id": 4452,
        "label": 86,
        "author": "james robinson",
        "title": "The Political Value of Land: Political Reform and Land Prices in Chile",
        "organization": "University of Chicago",
        "abstract": "In this article, we argue that when patron‐client relations are grounded in economic relationships, such as between landlord and worker, we should expect clientelism to influence not just how public policy, the state, and the political system work, but also how the economy works. We develop a simple model of the economic consequences of electoral clientelism when voting behavior can be observed. Landlords/patrons provide economic rents to workers, and in exchange workers vote for parties favored by landlords. As votes are used by the landlords to accumulate political rents, vote control increases the demand for labor and for land. The model implies that the introduction of the Australian ballot, which destroys this form of clientelism, should lead to a fall in the price of land in those areas where patron‐client relationships are strongest. We test the predictions of the model by examining in detail the evolution of land prices in Chile around May 31, 1958, for which we collected original data. A characteristic of rural Chile at this time were patron‐client relations based on the inquilinaje system, by which a worker, the inquilino, entered into a long‐term, often hereditary, employment relationship with a landlord and lived on his landlord’s estate. We show that the introduction of the Australian ballot in 1958 led to a fall of about 26% in land prices in the areas where these patron‐client relationships were predominant.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "American Journal of Political Science",
        "coauthors": [
            "Jean-Marie Baland",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4511,
        "label": 86,
        "author": "james robinson",
        "title": "Social Identity Inequality and Conflict",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Economics of Governance",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4486,
        "label": 86,
        "author": "james robinson",
        "title": "Economic and Political Inequality in Development: The Case of Cundinamarca Colombia",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Daron Acemoglu",
            "Mara Anglica Bautista",
            "Pablo Querubn",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4454,
        "label": 86,
        "author": "james robinson",
        "title": "Finding Eldorado: Slavery and Long-run Development in Colombia",
        "organization": "University of Chicago",
        "abstract": "Slavery has been a major institution of labor coercion throughout history. Colonial societies used slavery intensively across the Americas, and slavery remained prevalent in most countries after independence from the European powers. We investigate the impact of slavery on long-run development in Colombia. Our identification strategy compares municipalities that had gold mines during the 17th and 18th centuries to neighboring municipalities without gold mines. Gold mining was a major source of demand for slave labor during colonial times, and all colonial gold mines are now depleted. We find that the historical presence of slavery is associated with increased poverty and reduced school enrollment, vaccination coverage and public good provision. We also find that slavery is associated with higher contemporary land inequality.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Journal of Comparative Economics",
        "coauthors": [
            "Daron Acemoglu",
            "Camilo Garca-Jimeno",
            "James A Robinson"
        ],
        "keywords": "Slavery,Public goods"
    },
    {
        "id": 4425,
        "label": 86,
        "author": "james robinson",
        "title": "Keeping It in the Family: Lineage Organization and the Scope of Trust in Sub-Saharan Africa",
        "organization": "University of Chicago",
        "abstract": "We present evidence that the traditional structure of society is an important determinant of the scope of trust today. Within Africa, individuals belonging to ethnic groups that organized society using segmentary lineages exhibit a more limited scope of trust, measured by the gap between trust in relatives and trust in non-relatives. This trust gap arises because of lower levels of trust in non-relatives and not higher levels of trust in relatives. A causal interpretation of these correlations is supported by the fact that the effects are primarily found in rural areas where these forms of organization are still prevalent.",
        "email": "jamesrobinson@uchicago.edu",
        "conf": "American Economic Review",
        "coauthors": [
            "Jacob Moscona",
            "Nathan Nunn",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4491,
        "label": 86,
        "author": "james robinson",
        "title": "Political Conflict and Power-sharing in the Origins of Modern Colombia",
        "organization": "University of Chicago",
        "abstract": "After a long period of chaos, political order in Colombia emerged in the mid-1900s. This transition was driven by a change in the institutional allocation of political power. After the Thousand Days’ War, Colombia’s two parties agreed to share power by means of a new set of electoral rules. The incomplete vote, the cornerstone of the new electoral rules, was a strategic concession by the Conservative government to the Liberal opposition. In exchange for permanent representation in the legislatures, Liberals abandoned military insurrection as a political strategy. Transition to proportional representation was completed in 1929 with the introduction of the quotient rule. The quotient rule was also a concession from the government. However, it was not driven by Liberalism’s potential military power but by the institutional power that Liberalism had accumulated since the first concession.",
        "email": "",
        "conf": "Hispanic American Historical Review",
        "coauthors": [
            "Sebastian Mazzuca",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4421,
        "label": 85,
        "author": "james robinson",
        "title": "The novel KIR2DL1 allele KIR2DL1*037 defined in the cell line SPO010 (IHW9036)",
        "organization": "Anthony Nolan",
        "abstract": "The novel KIR2DL1*037 allele discovered and characterised by single molecule real‐time (SMRT) DNA sequencing.",
        "email": "",
        "conf": "Hla",
        "coauthors": [
            "Will P Bultitude",
            "A. W. Gymer",
            "James Robinson",
            "N P Mayor",
            "Steven G E Marsh"
        ],
        "keywords": "KIR2DL1; SMRT sequencing; next-generation sequencing; single nucleotide polymorphism"
    },
    {
        "id": 4502,
        "label": 86,
        "author": "james robinson",
        "title": "The Rise of Europe: Atlantic Trade Institutional Change and Economic Growth",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "American Economic Review",
        "coauthors": [
            "Daron Acemoglu",
            "Simon H. Johnson",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4447,
        "label": 86,
        "author": "james robinson",
        "title": "Political Centralization in Pre-Colonial Africa",
        "organization": "University of Chicago",
        "abstract": "In this paper we investigate the empirical correlates of political centralization using data from the Standard Cross-Cultural Sample. We specifically investigate the explanatory power of the standard models of Eurasian state formation which emphasize the importance of high population density, inter-state warfare and trade as factors leading to political centralization. We find that while in the whole world sample these factors are indeed positively correlated with political centralization, this is not so in the African sub-sample. Indeed, none of the variables are statistically related to political centralization. We also provide evidence that political centralization, where it took place, was indeed associated with better public goods and development outcomes. We conclude that the evidence is quite consistent with the intellectual tradition initiated in social anthropology by Evans-Pritchard and Fortes in the 1940s which denied the utility of Eurasian models in explaining patterns of political centralization in Africa.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Journal of Comparative Economics",
        "coauthors": [
            "Philip  Osafo-Kwaako",
            "James A Robinson"
        ],
        "keywords": "State Formation,Population Density,Warfare,Trade"
    },
    {
        "id": 4463,
        "label": 86,
        "author": "james robinson",
        "title": "The Role of Institutions in Growth and Development",
        "organization": "University of Chicago",
        "abstract": "In this paper we argue that the main determinant of differences in prosperity across countries are differences in economic institutions. To solve the problem of development will entail reforming these institutions. Unfortunately, this is difficult because economic institutions are collective choices that are the outcome of a political process. The economic institutions of a society depend on the nature of political institutions and the distribution of political power in society. As yet, we only have a highly preliminary understanding of the factors that lead a society into a political equilibrium which supports good economic institutions. However, it is clear that it is the political nature of an institutional equilibrium that makes it very difficult to reform economic institutions. We illustrate this with a series of pitfalls of institutional reforms. Our analysis reveals challenges for those who would wish to solve the problem of development and poverty. That such challenges exist is hardly surprising and we believe that the main reason for such challenges is the forces we have outlined in this paper. Better development policy will only come when we recognize this and understand these forces better. Nevertheless, some countries do undergo political transitions, reform their institutions, and move onto more successful paths of economic development. We also can learn a lot from these success stories.",
        "email": "",
        "conf": "Leadership and growth",
        "coauthors": [
            "Daron Acemoglu",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4482,
        "label": 86,
        "author": "james robinson",
        "title": "Governance and Political Economy Constraints to World Bank CAS Priorities in Sierra Leone",
        "organization": "University of Chicago",
        "abstract": "In this paper I discuss the political economy of Sierra Leone and how it should ináuence the World Bankís Country Assistance Strategy (CAS). The main focus of the research is to try to understand the extent to which the perverse political incentives which drove the country into poverty and civil war between 1961 and 1991 have re-asserted themselves since the return of peace in 2002. This question is made particularly compelling by the return to power in 2007 of the All Peopleís Congress Party, who presided over the decline of the country. My preliminary conclusion is that while there are some obvious changes in the political environment, appeal remains in the political strategies which were so costly to the nation and some new forces which have emerged have potentially perverse consequences. This likely undermines the e§ectiveness of advice by the World Bank and also seriously reduces the prospects of successful economic development. There are also changes in the economic environment, such as the terms of trade, which may provide the prospect of sustained economic growth, but without political change such growth will likely be oligarchic, lead to large increases in inequality and unlikely to be pro-poor. I suggest that the best option for the World Bank is to attempt to further deepen the reform of political institutions which it has supported since 2002. Though political institutions are not the whole story, they do heavily ináuence political incentives and the history of Sierra Leone makes clear that they have Örst-order e§ects. While the Bank has, correctly, fostered decentralization, the reform process needs to be deepened and complemented by the reduction of executive autonomy, the strengthening of Parliament and the introduction of greater democracy into the institution of chieftaincy.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Unpublished manuscript, Washington DC, World Bank ",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4478,
        "label": 86,
        "author": "james robinson",
        "title": "Governance and Development*",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Handbook of Development Economics",
        "coauthors": [
            "Jean-Marie Baland",
            "Karl ove Moene",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4468,
        "label": 86,
        "author": "james robinson",
        "title": "All the world's a lab",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "The New Scientist",
        "coauthors": [
            "Jared Diamond",
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4499,
        "label": 86,
        "author": "james robinson",
        "title": "Politician-Proof Policy?",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Desarrollo y sociedad",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4484,
        "label": 86,
        "author": "james robinson",
        "title": "Economic Development and Democracy",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Annual Review of Political Science",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4438,
        "label": 86,
        "author": "james robinson",
        "title": "Institutions Human Capital and Development",
        "organization": "University of Chicago",
        "abstract": "In this article, we revisit the relationship among institutions, human capital, and development. We argue that empirical models that treat institutions and human capital as exogenous are misspecified, both because of the usual omitted variable bias problems and because of differential measurement error in these variables, and that this misspecification is at the root of the very large returns of human capital, about four to five times greater than that implied by micro (Mincerian) estimates, found in the previous literature. Using cross-country and cross-regional regressions, we show that when we focus on historically determined differences in human capital and control for the effect of institutions, the impact of institutions on long-run development is robust, whereas the estimates of the effect of human capital are much diminished and become consistent with micro estimates. Using historical and cross-country regression evidence, we also show that there is no support for the view that differences in the human capital endowments of early European colonists have been a major factor in the subsequent institutional development of former colonies.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Daron Acemoglu",
            "Francisco A Gallego",
            "James A Robinson"
        ],
        "keywords": "economic development , fundamental and proximate causes"
    },
    {
        "id": 4420,
        "label": 85,
        "author": "james robinson",
        "title": "KIR2DL1 allele sequence extensions and discovery of 2DL1*0010102 and 2DL1*0010103 alleles by DNA sequencing",
        "organization": "Anthony Nolan",
        "abstract": "Full‐length KIR2DL1 allele sequence extensions characterised by single molecule real‐time (SMRT) DNA sequencing.",
        "email": "",
        "conf": "Hla",
        "coauthors": [
            "Will P Bultitude",
            "A. W. Gymer",
            "James Robinson",
            "N P Mayor",
            "Steven G E Marsh"
        ],
        "keywords": "KIR2DL1; SMRT sequencing; next-generation sequencing; phased sequence; single nucleotide polymorphism"
    },
    {
        "id": 4460,
        "label": 86,
        "author": "james robinson",
        "title": "Institutional Comparative Statics",
        "organization": "University of Chicago",
        "abstract": "Why was the Black Death followed by the decline of serfdom in Western Europe but its' intensification in Eastern Europe? What explains why involvement in Atlantic trade in the Early Modern period was positively correlated with economic growth in Britain but negatively correlated in Spain? Why did frontier expansion in the 19th Century Americas go along with economic growth in the United States and economic decline in Latin America? Why do natural resource booms seem to stimulate growth in some countries, but lead to a 'curse' in others, and why does foreign aid sometimes seem to encourage, other times impede economic growth? In this paper we argue that the response of economies to shocks or innovations in economic opportunities depends on the nature of institutions. When institutions are strong, new opportunities or windfalls can have positive effects. But when institutions are weak they can have negative effects. We present a simple model to illustrate how comparative statics are conditional on the nature of institutions and show how this perspective helps to unify a large number of historical episodes and empirical studies.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "National Bureau of Economic Research",
        "coauthors": [
            "James A Robinson",
            "Ragnar  Torvik"
        ],
        "keywords": ""
    },
    {
        "id": 4431,
        "label": 86,
        "author": "james robinson",
        "title": "The Perils of Top-Down State Building: Evidence from Colombia's False Positives",
        "organization": "University of Chicago",
        "abstract": "How should a state which lacks the monopoly of violence go about acquiring it? We investigate the use of high-powered incentives for members of the Colombian army as part of a strategy to combat left-wing guerillas and build the state's monopoly of violence. We show that this top-down state-building effort produced several perverse side effects. Innocent civilians were killed and misrepresented as guerillas (a phenomenon known in Colombia as 'false positives'). Exploiting the fact that Colombian colonels have stronger career concerns and should be more responsive to such incentives, we show that there were significantly more false positives during the period of high-powered incentives in municipalities where a higher share of brigades were commanded by colonels and in those where checks coming from civilian judicial institutions were weaker. We further find that in municipalities with a higher share of colonels, the period of high-powered incentives coincided with a worsening of local judicial institutions and the security situation, with more frequent attacks not just by the guerillas but also by paramilitaries.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Daron Acemoglu",
            "Leopoldo Fergusson",
            "James Robinson",
            "Dario Romero",
            "Juan F. Vargas"
        ],
        "keywords": "High-powered incentives, military, monopoly of violence, state capacity, conflict"
    },
    {
        "id": 4442,
        "label": 86,
        "author": "james robinson",
        "title": "Political foundations of the resource curse: A simplification and a comment",
        "organization": "University of Chicago",
        "abstract": "In this note we show how a considerably simpler model than the one in our original JDE 2006 paper generates all the same results. We also acknowledge an error in the specification of a utility function in our previous paper.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Journal of Development Economics",
        "coauthors": [
            "James A Robinson",
            "Ragnar Torvik",
            "Thierry Verdier"
        ],
        "keywords": "Natural resources,Political economy,Clientelism"
    },
    {
        "id": 4459,
        "label": 86,
        "author": "james robinson",
        "title": "History Strikes Back",
        "organization": "University of Chicago",
        "abstract": "In this synthesis, Fukuyama draws on history, archaeology, economics, and evolutionary biology to explain the course from the emergence of tribal societies to the development of political accountability in 18th-century Europe.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "Science",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4466,
        "label": 86,
        "author": "james robinson",
        "title": "Quis Custodiet Ipsos Custodes? Civilian Control Over the Military",
        "organization": "University of Chicago",
        "abstract": "The question of who guards the guards is intimately connected with broader questions of state capacity and the establishment of a monopoly of violence in society, something which is often viewed as the defining feature of the modern state. But to establish such a monopoly, civilian rulers need not only to build an effective military, but also to control it. In this paper we study how governments may solve this problem when they recognize that their decisions to build a strong army may have ramifications for subsequent coups.",
        "email": "",
        "conf": "Journal of the European Economic Association",
        "coauthors": [
            "Timothy Besley",
            "James Robinson"
        ],
        "keywords": "H11 - Structure, Scope, and Performance of GovernmentH56 - National Security and War"
    },
    {
        "id": 4471,
        "label": 86,
        "author": "james robinson",
        "title": "The Monopoly of Violence: Evidence from Colombia",
        "organization": "University of Chicago",
        "abstract": "Many states in Latin America, Africa, and Asia lack the monopoly of violence, even though this was identified by Max Weber as the foundation of the state, and thus the capacity to govern effectively. In this paper we develop a new perspective on the establishment of the monopoly of violence. We build a model to explain the incentive of central states to eliminate nonstate armed actors (paramilitaries) in a democracy. The model is premised on the idea that paramilitaries may choose to and can influence elections. Since paramilitaries have preferences over policies, this reduces the incentives of the politicians they favor to eliminate them. We then investigate these ideas using data from Colombia between 1991 and 2006. We first present regression and case study evidence supporting our postulate that paramilitary groups can have significant effects on elections for the legislature and the executive. Next, we show that the evidence is also broadly consistent with the implication of the model that paramilitaries tend to persist to the extent that they deliver votes to candidates for the executive whose preferences are close to theirs and that this effect is larger in areas where the presidential candidate would have otherwise not done as well. Finally, we use roll-call votes to illustrate a possible “quid pro quo” between the executive and paramilitaries in Colombia.",
        "email": "",
        "conf": "Journal of the European Economic Association",
        "coauthors": [
            "Daron Acemoglu",
            "James A Robinson",
            "Rafael J. Santos"
        ],
        "keywords": "D7 - Analysis of Collective Decision-MakingH11 - Structure, Scope, and Performance of Government"
    },
    {
        "id": 4450,
        "label": 86,
        "author": "james robinson",
        "title": "Colonialism and Economic Development in Africa",
        "organization": "University of Chicago",
        "abstract": "In this paper we evaluate the impact of colonialism on development in Sub-Saharan Africa. In the world context, colonialism had very heterogeneous effects, operating through many mechanisms, sometimes encouraging development sometimes retarding it. In the African case, however, this heterogeneity is muted, making an assessment of the average effect more interesting. We emphasize that to draw conclusions it is necessary not just to know what actually happened to development during the colonial period, but also to take a view on what might have happened without colonialism and also to take into account the legacy of colonialism. We argue that in the light of plausible counter-factuals, colonialism probably had a uniformly negative effect on development in Africa. To develop this claim we distinguish between three sorts of colonies: (1) those which coincided with a pre-colonial centralized state, (2) those of white settlement, (3) the rest. Each have distinct performance within the colonial period, different counter-factuals and varied legacies.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "National Bureau of Economic Research",
        "coauthors": [
            "Leander  Heldring",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4518,
        "label": 86,
        "author": "james robinson",
        "title": "Conditional Comparative Statics",
        "organization": "University of Chicago",
        "abstract": "Why was the Black Death followed by the decline of serfdom in Western Europe but itsí intensiÖcation in Eastern Europe? What explains why involvement in Atlantic trade in the Early Modern period was positively correlated with economic growth in Britain but negatively correlated in Spain? Why did frontier expansion in the 19th Century Americas go along with economic growth in the United States and economic decline in Latin America? Why do natural resource booms seem to stimulate growth in some countries, but lead to a ëcurseíin others, and why does foreign aid sometimes seem to encourage, other times impede economic growth? In this paper we argue that the response of economies to shocks or innovations in economic opportunities depends on the nature of institutions. When institutions are strong, new opportunities or windfalls can have positive e§ects. But when institutions are weak they can have negative e§ects. We present a simple model to illustrate how comparative statics are conditional on the nature of institutions and show how this perspective helps to unify a large number of historical episodes and empirical studies.",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "World Congress of the Econometic Society",
        "coauthors": [
            "James A Robinson",
            "Ragnar Torvik"
        ],
        "keywords": "JEL"
    },
    {
        "id": 4424,
        "label": 86,
        "author": "james robinson",
        "title": "Asymmetric Growth and Institutions in an Interdependent World",
        "organization": "University of Chicago",
        "abstract": "We present a model of technologically interconnected countries that benefit and potentially contribute to advances in the world technology frontier. Greater inequality between successful and unsuccessful entrepreneurs increases entrepreneurial effort and a country’s contribution to that frontier. Under plausible assumptions, the world equilibrium is asymmetric, involving different economic institutions and technology levels for different countries. Some countries become technology leaders and opt for a type of “cutthroat” capitalism with greater inequality and innovations, while others free ride on the cutthroat incentives of the leaders and choose a more “cuddly” form of capitalism with greater social insurance for entrepreneurs.",
        "email": "",
        "conf": "Journal of Political Economy",
        "coauthors": [
            "Daron Acemoglu",
            "James A Robinson",
            "Thierry Verdier"
        ],
        "keywords": "cutthroat capitalism, economic growth, inequality, innovation, interdependences, technological change"
    },
    {
        "id": 4495,
        "label": 86,
        "author": "james robinson",
        "title": "White Elephants",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Journal of Public Economics",
        "coauthors": [
            "James Robinson",
            "Ragnar Torvik"
        ],
        "keywords": ""
    },
    {
        "id": 4519,
        "label": 86,
        "author": "james robinson",
        "title": "The Political Economy of Equality and Growth in Mexico: Lessons from the History of the United States by",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "Levy and Walton",
        "coauthors": [
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4515,
        "label": 86,
        "author": "james robinson",
        "title": "When is a State Predatory?",
        "organization": "University of Chicago",
        "abstract": "I argue that whether or not a state is predatory hinges on the relationship between development and the distribution of political power in society. Development is typically inconsistent with the preservation of the political status quo and this gives those who initially hold political power an incentive to oppose it. I show that, contrary to the conventional wisdom, the likelihood of predatory behaviour may be positively related to the extent to which a regime is encompassing and values the future. The model also predicts that the lower is the level of income, and the more unequal is society, the more likely the state is to be predatory. Initial inequality, since it influences the likelihood of political transition, is a crucial determinant of policy choice. I also show how factor endowments influence policy: states in economies relatively endowed with natural resources, or where the elite's wealth is concentrated in land, are more likely to be predatory.",
        "email": "",
        "conf": "CESifo ",
        "coauthors": [
            "James Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4496,
        "label": 86,
        "author": "james robinson",
        "title": "A Political Economy Theory of the Soft Budget Constraint (Preliminary-comments appreciated)",
        "organization": "University of Chicago",
        "abstract": "Why do soft budget constraints exist and persist? The central argument in the literature is that soft budget constraints arise because politicians cannot recognize bad projects ex ante, and cannot commit not to refinance them ex post. In this paper we argue that the prevalence of the soft budget constraint phenomenon can be best explained by the political desirability of softness. We develop a political economy model of the soft budget constraint where politicians cannot commit to policies that are not ex post optimal. We show that because of the dynamic commitment problem inherent in the soft budget constraint, politicians can in essence commit to make transfers to entrepreneurs which other wise they would not be able to do. This encourages such entrepreneurs to vote for them. Though the soft budget constraint may induce economic inefficiency, it may be politically rational because it influences the outcomes of elections. In consequence, even when information is complete, politicians may fund bad projects which they anticipate they will have to bail out in the future",
        "email": "jrobinson@gov.harvard.edu",
        "conf": "",
        "coauthors": [
            "James Robinson",
            "Ragnar Torvik"
        ],
        "keywords": "Political Economy. Investment. Development"
    },
    {
        "id": 4481,
        "label": 86,
        "author": "james robinson",
        "title": "He Who Counts Elects: Determinants of Fraud in the 1922 Colombian Presidential Election",
        "organization": "University of Chicago",
        "abstract": "This paper constructs measures of the extent of ballot stuffing (fraudulent votes) and electoral coercion at the municipal level using data from Colombia's 1922 Presidential elections. Our main findings are that the presence of the state reduced the extent of ballot stuffing, but that of the clergy, which was closely imbricated in partisan politics, increased coercion. We also show that landed elites to some extent substituted for the absence of the state and managed to reduce the extent of fraud where they were strong. At the same time, in places which were completely out of the sphere of the state, and thus partisan politics, both ballot stuffing and coercion were relatively low. Thus the relationship between state presence and fraud is not monotonic.",
        "email": "",
        "conf": "National Bureau of Economic",
        "coauthors": [
            "Isaas N. Chaves",
            "Leopoldo Fergusson",
            "James A Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4412,
        "label": 85,
        "author": "james robinson",
        "title": "Recipients Receiving Better HLA-Matched Hematopoietic Cell Transplantation Grafts Uncovered by a Novel HLA Typing Method Have Superior Survival: A Retrospective Study",
        "organization": "Anthony Nolan",
        "abstract": "HLA matching at an allelic-level resolution for volunteer unrelated donor (VUD) hematopoietic cell transplantation (HCT) results in improved survival and fewer post-transplant complications. Limitations in typing technologies used for the hyperpolymorphic HLA genes have meant that variations outside of the antigen recognition domain (ARD) have not been previously characterized in HCT. Our aim was to explore the extent of diversity outside of the ARD and determine the impact of this diversity on transplant outcome. Eight hundred ninety-one VUD-HCT donors and their recipients transplanted for a hematologic malignancy in the United Kingdom were retrospectively HLA typed at an ultra-high resolution (UHR) for HLA-A, -B, -C, -DRB1, -DQB1, and -DPB1 using next-generation sequencing technology. Matching was determined at full gene level for HLA class I and at a coding DNA sequence level for HLA class II genes. The HLA matching status changed in 29.1% of pairs after UHR HLA typing. The 12/12 UHR HLA matched patients had significantly improved 5-year overall survival when compared with those believed to be 12/12 HLA matches based on their original HLA typing but were found to be mismatched after UHR HLA typing (54.8% versus 30.1%, P = .022). Survival was also significantly better in 12/12 UHR HLA-matched patients when compared with those with any degree of mismatch at this level of resolution (55.1% versus 40.1%, P = .005). This study shows that better HLA matching, found when typing is done at UHR that includes exons outside of the ARD, introns, and untranslated regions, can significantly improve outcomes for recipients of a VUD-HCT for a hematologic malignancy and should be prospectively performed at donor selection.",
        "email": "",
        "conf": "Biology of Blood and Marrow Transplantation",
        "coauthors": [
            "Neema P Mayor, James D Hayhurst, Thomas R Turner, Richard M Szydlo, Bronwen E Shaw, Will P Bultitude, Jex-Ray Sayno, Franco Tavarozzi, Katy Latham, Chloe Anthias, James Robinson, Henny Braund, Robert Danby, Julia Perry, Marie C Wilson, Adrian J Bloor, I Grant McQuaker, Stephen MacKinnon, David I Marks, Antonio Pagliuca, Michael N Potter, Victoria T Potter, Nigel H Russell, Kirsty J Thomson, J Alejandro Madrigal, Steven G E Marsh"
        ],
        "keywords": "Unrelated donor hematopoietic cell transplantation,Ultra-high resolution HLA typing,HLA matching,Survival,Next-generation sequencing"
    },
    {
        "id": 4500,
        "label": 86,
        "author": "james robinson",
        "title": "Land and Power: Theory and Evidence from Chile",
        "organization": "University of Chicago",
        "abstract": "Many employment relationships concede rents to workers. Depending on the political institutions, the presence of such rents allows employers to use the threat of withdrawing them to control their workers' political behavior, such as their votes in the absence of secret ballot. We examine the effects of the introduction of the secret ballot in Chile in 1958 on voting behavior. Before the reforms, localities with more pervasive patron-client relationships tended to exhibit a much stronger support for the right-wing parties, traditionally associated with the landed oligarchy. After the reform, however, this difference across localities completely disappeared.",
        "email": "",
        "conf": "American Economic Review",
        "coauthors": [
            "Jean-Marie Baland",
            "James A Robinson"
        ],
        "keywords": "Voter registration, Landlords, Ballots, Voting behavior, Right wing parties, Conservatism, Agricultural workers, Agricultural population"
    },
    {
        "id": 4476,
        "label": 86,
        "author": "james robinson",
        "title": "The Consequences of Radical Reform: The French Revolution",
        "organization": "University of Chicago",
        "abstract": "",
        "email": "",
        "conf": "American Economic Review",
        "coauthors": [
            "Davide Werner Cantoni",
            "Daron Acemoglu",
            "James Robinson",
            "Simon Johnson"
        ],
        "keywords": ""
    }
]