[
    {
        "id": 4778,
        "label": 94,
        "author": "jason a smith",
        "title": "Strategic Development of Tree Resistance Against Forest Pathogen and Insect Invasions in Defense-Free Space",
        "organization": "University of Florida",
        "abstract": "Invasive pathogens that cause stem cankers and wilts of trees, and insects that bore into bark and wood have proven extremely destructive to the world's forests and particularly difficult to manage once established• Such pests are especially devastating when evolutionarily naïve host trees lack adequate natural defenses• Modern tree improvement programs are increasingly capable of restoring such defenses and providing trees for planting that are capable of withstanding alien insects and pathogens• Careful target selection, early implementation and sustained support of these programs are important for their success• We provide a simplified framework to guide responses to invasive insects and pathogens and rapidly identify promising pests to target for development of host resistance.",
        "email": "",
        "conf": "Frontiers in Ecology and Evolution",
        "coauthors": [
            "David N. Showalter",
            "Kenneth F. Raffa",
            "Richard Sniezko",
            "Daniel A Herms",
            "Andrew M Liebhold",
            "Jason A Smith",
            "Pierluigi Bonello"
        ],
        "keywords": "forest pathogens, forest insects, host plant resistance, biological invasions, defense-free space"
    },
    {
        "id": 4825,
        "label": 94,
        "author": "jason a smith",
        "title": "Proteomic Comparison of Needles from Blister Rust-Resistant and Susceptible Pinus strobus Seedlings Reveals UpRegulation of Putative Disease Resistance Proteins",
        "organization": "University of Florida",
        "abstract": "In order to characterize a hypersensitive-like reaction in selected Pinus strobus seedlings to Cronartium ribicola, a proteomic comparison of needles from resistant and susceptible seedlings was undertaken using two-dimensional gel electrophoresis (2-DE). The results revealed 19 polypeptides specific to resistant seedlings and seven of these specific to infected resistant seedlings. There were 13 polypeptides up-regulated (≥3-fold increase) in resistant family P327 in comparison to needle tissue from susceptible and mock-inoculated seedlings. Electrospray ionization liquid chromatography and tandem mass spectrometry was used to sequence 11 proteins from the 2-DE gels. Sequences obtained from electrospray ionization liquid chromatography and tandem mass spectrometry were used for MS-BLAST and Pro-ID database searches allowing identification with a 95 to 99% confidence level. Six proteins were determined to be homologs of proteins with known roles in disease resistance, five were determined to be homologs of members of the leucine-rich repeat (LRR) superfamily, and one was a homolog of heat shock protein 90, a protein that serves as a cofactor for certain LRR proteins. This is the first report of members of the LRR family with functional homologs in Pinus strobus and of a molecular basis for white pine blister rust resistance in Pinus strobus.",
        "email": "",
        "conf": "Molecular Plant-Microbe Interactions",
        "coauthors": [
            "Jason Andrew Smith",
            "Robert A Blanchette",
            "Todd A Burnes",
            "James J Jacobs",
            "LeeAnn Higgins",
            "Bruce A Wittuhn",
            "Andrew J David",
            "Jeffrey H Gillman"
        ],
        "keywords": ""
    },
    {
        "id": 4815,
        "label": 94,
        "author": "jason a smith",
        "title": "A genomic map enriched for markers linked to Avr1 in Cronartium quercuum f.sp. fusiforme",
        "organization": "University of Florida",
        "abstract": "A novel approach is presented to map avirulence gene Avr1 in the basidiomycete Cronartium quercuum f.sp. fusiforme, the causal agent of fusiform rust disease in pines. DNA markers tightly linked to resistance gene Fr1 in loblolly pine tree 10-5 were used to classify 10-5 seedling progeny as either resistant or susceptible. A single dikaryotic isolate (P2) heterozygous at the corresponding Avr1 gene was developed by crossing Fr1 avirulent isolate SC20-21 with Fr1 virulent isolate NC2-40. Bulk basidiospore inoculum derived from isolate P2 was used to challenge the pine progeny. The ability to unambiguously marker classify 10-5 progeny as resistant (selecting for virulence) or susceptible (non-selecting) permitted the genetic mapping of the corresponding Avr1 gene by bulked segregant analysis. Using this approach, 14 genetic markers significantly linked to Avr1 were identified and placed within the context of a genome-wide linkage map produced for isolate P2 using samples from susceptible seedlings.",
        "email": "",
        "conf": "Fungal Genetics and Biology",
        "coauthors": [
            "Thomas L Kubisiak",
            "Claire L Anderson",
            "Henry V Amerson",
            "Jason A Smith",
            "John M Davis",
            "Charles Dana Nelson"
        ],
        "keywords": "AFLP,Avirulence gene,Cronartium quercuum f.sp. fusiforme,Fusiform rust,Linkage map,RAPD,Gene-for-gene interaction"
    },
    {
        "id": 4824,
        "label": 94,
        "author": "jason a smith",
        "title": "Black Currant Clonal Identity and White Pine Blister Rust Resistance",
        "organization": "University of Florida",
        "abstract": "Gooseberries and currants (Ribes L.) are the alternate hosts for the fungus Cronartium ribicola J. C. Fischer, the causal agent of white pine blister rust. In this study, 16 black currant (R. nigrum L.) cultivars, including three accessions of the putatively immune cultivar ‘Consort’ and three cultivars developed at the University of Minnesota Horticultural Research Center, were screened for resistance to C. ribicola using artificial inoculation procedures. Twelve of these cultivars were grown in the field and observed for natural infection. Cultivars ‘Ben Sarek’, ‘Ben Lomond’, and ‘C2-2-1’ were infected naturally in the field at the University of Minnesota Horticultural Research Center in 2000, 2001, and 2004. Cultivars ‘Ben Sarek’, one mislabeled ‘Consort’ accession, R. nigrum ‘WI-1’, and ‘Ben Lomond’ had significantly more uredinial sori than other cultivars when inoculated artificially. To determine if the infected and noninfected ‘Consort’ clones were genetically related, DNA microsatellite genotyping was carried out to fingerprint these clones. One of the six microsatellite loci resulted in a polymorphism that indicated the infected clone was genetically different from the noninfected clones. In addition, the inoculation procedures used in these studies are generally efficacious for predicting resistance in the field because none of the field-infected cultivars were resistant in the greenhouse. This study confirms the Cr gene for resistance to C. ribicola in Ribes has remained effective for over 50 years.",
        "email": "",
        "conf": "HortScience: a publication of the American Society for Horticultural Science",
        "coauthors": [
            "Todd A. Burnes",
            "Robert A. Blanchette",
            "Jason Andrew Smith",
            "James J. Luby"
        ],
        "keywords": "Ribes nigrum ; white pine blister rust; rust fungus; immunity; forest pathology; alternate host; Pinus strobus"
    },
    {
        "id": 4784,
        "label": 94,
        "author": "jason a smith",
        "title": "First Report of Diplodia sapinea and Diplodia scrobiculata Causing an Outbreak of Tip Blight on Slash Pine in Florida",
        "organization": "University of Florida",
        "abstract": "In the fall of 2012, extensive dieback and mortality were observed on slash pine stands along a highway in Orange County, FL (28°32′11.3″N, 81°33′30.1″W). Branches from symptomatic trees were collected and transported in a cooler to the laboratory. Small sapwood pieces from the margins of lesions from the symptomatic branches with resinous cankers on the stem were excised, surface sterilized in 2.5% sodium hypochlorite solution, and plated out on acidified potato dextrose agar (APDA; Difco Laboratories, Detroit, MI). Based on sequencing of the internal transcribed spacer (ITS-rDNA) using the primers ITS1 and ITS4 (White et al. 1990), Diplodia sapinea (GenBank accession no. MF111092 and NRRL no. 66756) and D. scrobiculata (GenBank MF111091 and NRRL 66757) were consistently isolated from symptomatic tissues. The recovery of these pathogens was possible in 56% of sampled trees. Diplodia tip blight is caused by the fungal pathogens D. sapinea and D. scrobiculata, which can also cause tree decline and cankers on stems (Paoletti et al. 2001). To confirm the pathogen, Koch’s postulates were conducted on 3-year-old seedlings of slash pine. Seedlings were wounded using a 6-mm sterile cork borer at ∼25 cm below the terminal shoot tip. Inoculation of the wounded stem was carried out with 6-mm agar plugs from the leading edge of an actively growing mycelial colony, facing the cambial tissue of the stem, and wrapped with Parafilm M (Pechiney Plastic). The experimental design was a randomized complete block design with three replicates and two fungal inoculation treatments (D. sapinea and D. scrobiculata), plus one noncolonized agar plug. The experiment was repeated twice in July 2015 and July 2016. Each time, the experimental unit was a single tree inoculated once in each replicate. The trees were maintained in the greenhouse and watered every 2 days. Parafilm was not removed until the end of this study. Lesion length and external symptoms were evaluated 11 weeks post inoculation. Pathogen reisolation was accomplished in one of each treatment by removal of sapwood (1 cm) from the margin between the live and dead tissue of the lesion with one replicate from each fungus, which was surface-sterilized in 2.5% sodium hypochlorite, followed by air-drying for 1 min before being plated on APDA. DNA was extracted and ITS regions were sequenced. D. sapinea produced significantly larger lesions than D. scrobiculata; average lesion length was 5.3 cm (4.9 to 7 cm range) and 2.4 cm (2 to 3 cm range), respectively. Wilting of new shoots and resinosis on the lower part of the stems were observed when inoculated with D. sapinea. Fungal treatments were significantly different from the controls (P < 0.05). The negative controls did not develop lesions or symptoms and the pathogen was not found after reisolation. D. sapinea is considered more virulent than D. scrobiculata (Bihon et al. 2011). This was also observed in our pathogenicity experiment, where D. sapinea was significantly more virulent than D. scrobiculata; however, either of these species can cause Diplodia tip blight (Luchi et al. 2005). This finding is significant because these pathogens have not been reported to cause outbreaks previously in the southeastern U.S. (whereas outbreaks on nonnative pines are common in the central and northern U.S.), and slash pine provides numerous ecological and economic benefits in the region (Schultz 1997). This disease could pose a new, serious threat to the resource.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Claudia Alejandra Paez",
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4828,
        "label": 94,
        "author": "jason a smith",
        "title": "Etiology of Bronze Leaf Disease of Populus",
        "organization": "University of Florida",
        "abstract": "Bronze leaf disease is a potentially destructive disorder of the Populus section of the genus Populus. The causal agent has been reported to be Apioplagiostoma populi (anamorph: Discula sp.). Based on etiological and symptomological studies, field observations of symptom development suggest that the pathogen moves systemically in the host. This was verified by graft experiments where symptoms progressed from the scion into the elongating stem. A bronze-pigmented vascular discoloration was observed in symptomatic leaves and branches. Dieback of affected stems also was common. Spore-trap studies elucidated the timing and necessary weather conditions of A. populi ascospore dispersal in relation to infection and symptom development. Exposure-tree experiments revealed that ascospores of A. populi are the primary inoculum and resulting infection causes distinctive disease symptoms on affected trees. Perithecia of A. populi were observed on overwintered symptomatic leaves, but were not observed on asymptomatic leaves. Acervular conidiomata were observed on symptomatic leaves during August and September. Although A. populi ascospores germinated in vitro, A. populi was not recovered from symptomatic tissue. Isolations from diseased leaves consistently yielded Epicoccum nigrum, but the role of this species is unclear. Inoculations of susceptible plants with E. nigrum conidia failed to reproduce symptoms, but inoculations with ascospores of A. populi produced symptoms typical of bronze leaf disease and Koch's postulates were performed.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Jason Andrew Smith",
            "R A Blanchette",
            "M. E. Ostry",
            "N A Anderson"
        ],
        "keywords": "Ascomycetes,Aspen,Diaporthales,Disease resistance,Leuce section,Systemic fungi"
    },
    {
        "id": 4773,
        "label": 94,
        "author": "jason a smith",
        "title": "Genetic Analyses of the Laurel Wilt Pathogen Raffaelea lauricola in Asia Provide Clues on the Source of the Clone that is Responsible for the Current USA Epidemic",
        "organization": "University of Florida",
        "abstract": "Laurel wilt is caused by the fungus Raffaelea lauricola T.C. Harr., Fraedrich and Aghayeva, a nutritional symbiont of its vector the redbay ambrosia beetle, Xyleborus glabratus Eichhoff. Both are native to Asia but appeared in Georgia in the early 2000s. Laurel wilt has since spread to much of the southeastern United States killing >300 million host trees in the Lauraceae plant family. The aims of this research were to elucidate the genetic structure of populations of R. lauricola, to examine its reproductive strategy, and determine how often the pathogen had been introduced to the USA. A panel of 12 simple sequence repeat (SSR) markers identified 15 multilocus genotypes (MLGs) in a collection of 59 isolates from the USA (34 isolates), Myanmar (18), Taiwan (6) and Japan (1). Limited diversity in the USA isolates and the presence of one MAT idiotype (mating type locus) indicated that R. lauricola was probably introduced into the country a single time. MLG diversity was far greater in Asia than the USA. Only three closely related MLGs were detected in the USA, the most prevalent of which (30 of 34 isolates) was also found in Taiwan. Although more work is needed, the present results suggest that a Taiwanese origin is possible for the population of R. lauricola in the USA. Isolates of R. lauricola from Myanmar were distinct from those from Japan, Taiwan and the USA. Although both MAT idiotypes were present in Myanmar and Taiwan, only the population from Taiwan had the genetic structure of a sexually reproducing population.",
        "email": "",
        "conf": "Forests",
        "coauthors": [
            "Tyler Dreaden",
            "Marc A. Hughes",
            "Randy Ploetz",
            "Adam Black",
            "Jason Andrew Smith"
        ],
        "keywords": "Ophiostomatales; microsatellite markers; SSR; forest health; introduced pathogen"
    },
    {
        "id": 4810,
        "label": 94,
        "author": "jason a smith",
        "title": "Responses of avocado to laurel wilt caused by Raffaelea lauricola",
        "organization": "University of Florida",
        "abstract": "Laurel wilt, caused by Raffaelea lauricola, threatens native and non‐native species in the Lauraceae in the south‐eastern USA. Avocado, Persea americana, is the most important agricultural suscept of laurel wilt. Grafted plants (clonal scions on seedling rootstocks) of 24 cultivars were screened against the disease in the field from 2008 to 2010. Disease was induced with either mycelial plugs or conidial suspensions of R. lauricola. There were significant differences in the severity of disease that developed on different cultivars, and West Indian cultivars were most susceptible (P < 0·05). Simmonds, a West Indian cultivar that comprises 35% of the commercial production in Florida, was consistently susceptible and was used as a standard genotype in different studies. Disease severity increased significantly on cv. Simmonds as plant size (stem diameter) increased (P < 0·0042). In greenhouse studies, internal (sapwood) and external disease severities on cv. Simmonds were correlated (P < 0·0001), and a threshold was evident, in that external symptoms developed only after moderately severe symptoms had developed internally. Latent infection was uncommon; R. lauricola was usually isolated on a semiselective medium or detected via qPCR only from discoloured xylem of inoculated cv. Simmonds. As basipetal movement of the pathogen was common, its movement among trees via root grafts is probable. Greater understanding is needed of the movement of R. lauricola in naturally and artificially infected trees, and whether sufficient tolerance exists in avocado to assist in the management of this important new disease.",
        "email": "",
        "conf": "Plant Pathology",
        "coauthors": [
            "Randy Ploetz",
            "Jose Perez-Martinez",
            "Jason Andrew Smith",
            "M Hughes",
            "T J Dreaden",
            "S A Inch",
            "Y. Fu"
        ],
        "keywords": "ambrosia beetle,avocado,laurel wilt,Raffaelea lauricola,Xyleborus glabratus"
    },
    {
        "id": 4826,
        "label": 94,
        "author": "jason a smith",
        "title": "Epicuticular Wax and White Pine Blister Rust Resistance in Resistant and Susceptible Selections of Eastern White Pine ( Pinus strobus )",
        "organization": "University of Florida",
        "abstract": "Epicuticular wax on needles was evaluated for its influence on Cronartium ribicola infection of resistant and susceptible selections of Pinus strobus. Environmental scanning electron microscopy comparisons revealed that needles from a resistant selection of eastern white pine, P327, had a significantly higher percentage of stomata that were occluded with wax, fewer basidiospores germinating at 48 h after inoculation, and fewer germ tubes penetrating stomata than needles from a susceptible selection H111. In addition, needles from seedlings that failed to develop symptoms 6 weeks after inoculation, from a cross between P327 and susceptible parent H109, had a significantly higher percentage of stomata occluded with wax compared with needles from seedlings that developed symptoms. In experiments where epicuticular waxes were removed from needles before seedlings were infected, resistant seedlings without wax developed approximately the same number of infection spots (as measured by spot index) as susceptible seedlings with wax intact. Gas chromatography/mass spectrometry comparisons of extracted epicuticular waxes revealed several peaks that were specific to P327 and not found in susceptible H111 suggesting biochemical differences in wax composition. These results implicate the role of epicuticular waxes as a resistance mechanism in P. strobus selection P327 and suggest a role for waxes in reducing spore germination and subsequent infection through stomatal openings.",
        "email": "",
        "conf": "Phytopathology",
        "coauthors": [
            "Jason Andrew Smith",
            "Robert A Blanchette",
            "Todd A Burnes",
            "Jeffrey H Gillman",
            "Andrew J David"
        ],
        "keywords": "disease resistance, foliar cuticle, hyphae, pine needles"
    },
    {
        "id": 4776,
        "label": 94,
        "author": "jason a smith",
        "title": "Pyroaerobiology: the aerosolization and transport of viable microbial life by wildland fire",
        "organization": "University of Florida",
        "abstract": "The field of aerobiology is expanding due to a recognition of the diversity of roles microbes play in both terrestrial and atmospheric ecology. Smoke from global biomass burning has had significant and widespread ecological and human health consequences, but the living component of smoke has received little attention. Microbes aerosolized and transported by wildland fire may have profound effects on atmospheric and environmental factors, acting as nuclei for ice condensation, transporting pathogens or symbionts, and otherwise influencing ecosystems and human populations downwind. The potential for smoke to aerosolize and transport viable microbes is a virtually blank piece of the microbial biogeography puzzle with far‐reaching implications. This study characterized the aerosolization of viable microbes via wildland fire smoke from burns in contrasting coniferous forests. Seventy aerosolized microbial morphotypes were recovered, and of these, a subset was identified using DNA analysis which revealed both pathogenic and non‐pathogenic fungal species. Overall microbial colony‐forming units decreased with increasing distance from smoke source, driven by bacterial abundance. Organisms were more abundant in smoke derived from mechanically treated fuels than intact forest floors and were most abundant in smoke from a dry, biennially burned Pinus palustris sandhill forest in Florida. Our findings of smoke‐transported viable microbes have implications for ecosystem restoration/conservation, global biodiversity, meteorology, and human health.",
        "email": "",
        "conf": "Ecosphere",
        "coauthors": [
            "Leda Nikola Kobziar",
            "Melissa Pingree",
            "Heather Larson",
            "Tyler J Dreaden",
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4779,
        "label": 94,
        "author": "jason a smith",
        "title": "A Low-Cost Spore Trap Allows Collection and Real-Time PCR Quantification of Airborne Fusarium circinatum Spores",
        "organization": "University of Florida",
        "abstract": "A variety of commercial instruments are available for sampling and quantifying microscopic airborne organisms from the environment. Although most samplers are highly sensitive, they are also expensive, costing thousands of dollars per unit, a price that is out of reach for many researchers, especially those looking to design experiments with replication. While looking at options to monitor pine stands for the presence of Fusarium circinatum, the causal agent of pitch canker disease, on multiple sites with several units per site, we developed a simple, low-cost spore trap that allows surveying spore abundance in outdoor environments. The trap consists of a rotating motor that holds a metal rod and two petroleum jelly-coated microscope slides. As the motor rotates, the slides collect airborne particles. To test whether the traps allowed detection of F. circinatum spores, we placed six traps on three sites: an actively-managed slash pine commercial stand located in Lake Butler, FL, a semi-managed loblolly and slash pine stand near Gainesville, FL, and a site with little perturbance at Goethe State Forest, FL, consisting of mainly slash pine trees. The slides were replaced weekly, and F. circinatum was detected by quantitative PCR using species-specific primers. Results show detection of low levels ( X¯¯¯ = 1.7–77.1 picograms ± SE = 0.3–39.7) of the pathogen spores with high reproducibility. These traps offer a low-cost solution to spore, pollen, or small insect trapping experiments for initial or general assessment of a pathogen or species population. Their low cost has the added benefit that multiple traps can be deployed per experiment, thus increasing statistical power by using multiple replications.",
        "email": "",
        "conf": "Forests",
        "coauthors": [
            "Tania Quesada",
            "Jennifer Hughes",
            "Katherine Smith",
            "Keumchul Shin",
            "Patrick James",
            "Jason Andrew Smith"
        ],
        "keywords": "spore; pitch canker; airborne pathogen; rotating trap; environmental sampling"
    },
    {
        "id": 4818,
        "label": 94,
        "author": "jason a smith",
        "title": "First Occurrence of Laurel Wilt Disease Caused by Raffaelea lauricola on Redbay Trees in Mississippi",
        "organization": "University of Florida",
        "abstract": "Laurel wilt is a lethal, nonnative vascular wilt disease of redbay (Persea borbonia), sassafras (Sassafras albidum), and other trees in the Lauraceae (1,4). It is caused by a fungus (Raffaelea lauricola) and transmitted by the redbay ambrosia beetle (Xyleborus glabratus), a nonnative insect first detected in Georgia in 2002 (1,2). Since introduction of the pathogen and vector (presumably from Asia), laurel wilt has caused extensive mortality to redbays in Georgia, Florida, and South Carolina (1). In June 2009, a landowner in Gautier, MS reported dead redbay trees. Signs and symptoms were identical to those reported for laurel wilt along the Atlantic Coast (wilted, bronze red foliage, and dark gray-to-black vascular discoloration) (1). Infected trees have subsequently been confirmed in and near the Pascagoula River Basin. Size of infected redbays ranged from 5 to 20 cm (diameter at breast height). No heavily decomposed or fallen redbays were noted. Many individual specimens exhibited extensive drying of stem wood and dry, wilted, light brown foliage. This indicates that introduction to the area may have occurred within the last 3 years. X. glabratus adults were collected (30°26′44.45″N, 88°39′41.83″W) in a Lindgren funnel trap baited with phoebe and manuka oil lures. Beetle identification was confirmed by USDA-APHIS, and voucher specimens were submitted to the Smithsonian National Museum of Natural History and the Mississippi Entomological Museum. Symptomatic redbay wood chips from the same location were surface sterilized and plated on cycloheximide-streptomycin malt agar and R. lauricola was isolated. A 1,026-bp portion of 18S rDNA (GenBank No. GQ996063) was amplified by PCR and sequenced using primers NS1 and NS4. BLASTn searches revealed perfect homology to R. lauricola isolate PL 697 (GQ329704). Two isolates of R. lauricola were recovered and prepared into separate spore suspensions (1 × 108 CFU/ml). Each isolate was inoculated into two healthy redbays. The inoculated redbays were placed in a growth chamber with two water-only controls. All inoculated plants, and none of the controls, exhibited wilt symptoms and died within 20 days. R. lauricola was recovered from the discolored sapwood of the inoculated plants, completing Koch's postulates. A model prediction for the natural dispersion of X. glabratus and R. lauricola estimated that these organisms may not reach Mississippi for 10 to 15 years (3). The current detection of laurel wilt in Mississippi is substantially ahead of this estimate. Currently, no records of laurel wilt have been reported from western Georgia, all of Alabama, or the panhandle of Florida. Confirmed locations in Mississippi are in Jackson County, along the Interstate 10 corridor and the Pascagoula River drainage. Due to the relatively large extent of the infestation (~64 km2, including hundreds of infected trees) eradication is not being attempted. Surveys, remote sensing, and phylogeographic analysis are underway to delineate the extent of infestation and discover the mode of introduction. The current outbreak of laurel wilt in Mississippi is likely the result of human transport of infested wood, either from Asia as a separate, new introduction or from previously infested areas in the southeastern United States.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "John J Riggins",
            "Marc A. Hughes",
            "Jason Andrew Smith",
            "B Layton",
            "C Balbalian",
            "R. Campbell"
        ],
        "keywords": ""
    },
    {
        "id": 4787,
        "label": 94,
        "author": "jason a smith",
        "title": "No rest for the laurels: symbiotic invaders cause unprecedented damage to southern USA forests",
        "organization": "University of Florida",
        "abstract": "Laurel wilt is an extraordinarily destructive exotic tree disease in the southeastern United States that involves new-encounter hosts in the Lauraceae, an introduced vector (Xyleborus glabratus) and pathogen symbiont (Raffaelea lauricola). USDA Forest Service Forest Inventory and Analysis data were used to estimate that over 300 million trees of redbay (Persea borbonia sensu lato) have succumbed to the disease since the early 2000s (ca 1/3 of the pre-invasion population). In addition, numerous native shrub and tree species in the family are susceptible and  threatened in the Western Hemisphere. Genetic markers were used to test the hypothesis that the vector and pathogen entered North America as a single introduction. With a portion of the cytochrome oxidase I gene, a single X. glabratus haplotype was detected in the USA. Similarly, Amplified Fragment Length Polymorphisms indicated that 95% (54 of 57) of the isolates of R. lauricola that were examined were of a single clonal genotype; only minor variation was detected in three polymorphic isolates. Similar levels of disease developed after swamp bay (P. palustris) was inoculated with each of the four genotypes of R. lauricola. It is proposed that a single founding event is responsible for the laurel wilt epidemic in the United States.",
        "email": "",
        "conf": "Biological Invasions",
        "coauthors": [
            "Marc A. Hughes",
            "John J Riggins",
            "Frank H Koch",
            "A I Cognato",
            "C Anderson",
            "J P Formby",
            "T J Dreaden",
            "R C Ploetz",
            "Jason Andrew Smith"
        ],
        "keywords": "Laurel wilt,  Redbay ambrosia beetle,Xyleborus glabratus,  Raffaelea lauricola,  Persea borbonia,  Invasive species,  Forest disease,  Forest Inventory and Analysis"
    },
    {
        "id": 4817,
        "label": 94,
        "author": "jason a smith",
        "title": "Genome size variation in the pine fusiform rust pathogen Cronartium quercuum f.sp. fusiforme as determined by flow cytometry",
        "organization": "University of Florida",
        "abstract": "The genome size of the pine fusiform rust pathogen Cronartium quercuum f.sp. fusiforme (Cqf) was determined by flow cytometric analysis of propidium iodide-stained, intact haploid pycniospores with haploid spores of two genetically well characterized fungal species, Sclerotinia sclerotiorum and Puccinia graminis f.sp. tritici, as size standards. The Cqf haploid genome was estimated at ~90 Mb, similar to other Pucciniales species for which reference genome sequences are available. Twenty-three Cqf pycniospore samples were compared that comprised three samples obtained from naturally occurring pine galls and 20 samples obtained after artificial inoculation with parental isolates and their progeny. Significant variation in genome size (>10% of mean) was detected among unrelated as well as sibling Cqf samples. The unexpected plasticity in Cqf genome size observed among sibling samples is likely to be driven by meiosis between parental genomes that differ in size.",
        "email": "",
        "conf": "Mycologia",
        "coauthors": [
            "Claire L Anderson",
            "Thomas L Kubisiak",
            "Charles Dana Nelson",
            "Jason A Smith",
            "John M Davis"
        ],
        "keywords": "Cronartium quercuum f.sp. fusiforme, flow cytometry, fusiform rust disease, genome size, propidium iodide, pycniospore, spermatia"
    },
    {
        "id": 4812,
        "label": 94,
        "author": "jason a smith",
        "title": "A Novel Fusarium Species Causes a Canker Disease of the Critically Endangered Conifer Torreya taxifolia",
        "organization": "University of Florida",
        "abstract": "A canker disease of Florida torreya (Torreya taxifolia) has been implicated in the decline of this critically endangered species in its native range of northern Florida and southeastern Georgia. In surveys of eight Florida torreya sites, cankers were present on all dead trees and 71 to 100% of living trees, suggesting that a fungal pathogen might be the causal agent. To identify the causal agent, nuclear ribosomal internal transcribed spacer region (ITS rDNA) sequences were determined for 115 fungi isolated from cankers on 46 symptomatic trees sampled at three sites in northern Florida. BLASTn searches of the GenBank nucleotide database, using the ITS rDNA sequences as the query, indicated that a novel Fusarium species designated Fsp-1 might be the etiological agent. Molecular phylogenetic analyses of partial translation elongation factor 1-alpha (EF-1) and RNA polymerase second largest subunit (RPB2) gene sequences indicate that Fsp-1 represents a novel species representing one of the earliest divergences within the Gibberella clade of Fusarium. Results of pathogenicity experiments established that the four isolates of Fsp-1 tested could induce canker symptoms on cultivated Florida torreya in a growth chamber. Koch's postulates were completed by the recovery and identification of Fsp-1 from cankers of the inoculated plants.",
        "email": "jasons@ufl.edu",
        "conf": "Plant Disease",
        "coauthors": [
            "Jason Andrew Smith",
            "Kerry O'Donnell",
            "Lacey L. Mount",
            "Keumchul Shin",
            "Kelly Peacock",
            "Aaron Trulock",
            "Tova Spector",
            "Jenny Cruse-Sanders",
            "Ron Determann"
        ],
        "keywords": ""
    },
    {
        "id": 4792,
        "label": 94,
        "author": "jason a smith",
        "title": "Laurel wilt caused by Raffaelea lauricola is detected for the first time outside the southeastern USA",
        "organization": "University of Florida",
        "abstract": "Wetlands (called bofedales in the Andes of Peru) are abundant and important components of many mountain ecosystems across the globe. They provide many benefits including water storage, high quality habitat, pasture, nutrient sinks and transformations, and carbon storage. The remote and rugged setting of mountain wetlands creates challenges for mapping, typically leading to misclassification and underestimates ofwetland extent.We used multi-date, multi-sensor radar and optical imagery (Landsat TM/ PALSAR/RADARSAT-1/SRTM DEM-TPI) combined with ground truthing for mapping wetlands in Huascarán National Park, Peru. We mapped bofedales into major wetland types: 1) cushion plant peatlands, 2) cushion plant wet meadows, and 3) graminoid wet meadows with an overall accuracy of 92%. A fourth wetland type was found (graminoid peatlands) but was too rare to map accurately, thus it was combined with cushion peatland to form a single peatland class. Total wetland area mapped in the National Park is 38,444 ha, which is 11% of the park area. Peatlands were the most abundant wetland type occupying 6.3% of the park, followed by graminoid wet meadows (3.5%) and cushion wet meadows (1.3%). These maps will serve as the foundation for improved management, including restoration, and estimates of landscape carbon stocks.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Randy C Ploetz",
            "Yee Yee Thant",
            "Marc A. Hughes",
            "Tyler J Dreaden",
            "Joshua L Konkol",
            "A T Kyaw",
            "Jason A Smith",
            "Carrie Lapaire Harmon"
        ],
        "keywords": ""
    },
    {
        "id": 4827,
        "label": 94,
        "author": "jason a smith",
        "title": "Molecular and morphological characterization of the willow rust fungus Melampsora epitea from arctic and temperate hosts in North America",
        "organization": "University of Florida",
        "abstract": "Current taxonomy places all rust fungi that occur on willow (Salix spp.) in North America in one species complex, Melampsora epitea Thüm. Characteristics of M. epitea isolates from the Canadian arctic were compared to M. epitea isolates from temperate regions of North America. Sequences from internal transcribed spacer (ITS) regions of rDNA were obtained from urediniospores from rust-infected Salix leaves collected in the Canadian arctic and in Minnesota and compared. Phylogenetic analysis of nuclear ribosomal ITS regions indicated that arctic M. epitea samples were divergent from temperate M. epitea isolates, perhaps in part because all rusts examined diverged according to host species. Four urediniospore characteristics were examined: area, circularity (shape factor), major axis length and spine density. Statistically significant (P < 0.05) differences were observed for spine density among all host species except S. nigra and S. bebbiana. However major axis length differed between these species. These results represent the first evidence that arctic and temperate Melampsora species on Salix hosts in North America have evolved distinct molecular and morphological characters.",
        "email": "smit1278@umn.edu",
        "conf": "Mycologia",
        "coauthors": [
            "Jason Andrew Smith",
            "Robert A. Blanchette",
            "George Newcombe"
        ],
        "keywords": "arctic fungal diversity, fungal phylogenetics, fungal taxonomy, Melampsoraceae, Uredinales, willow diseases"
    },
    {
        "id": 4772,
        "label": 94,
        "author": "jason a smith",
        "title": "Experimental evidence that fungal symbionts of beetles suppress wood decay by competing with decay fungi",
        "organization": "University of Florida",
        "abstract": "",
        "email": "",
        "conf": "PeerJ PrePrints",
        "coauthors": [
            "James Skelton",
            "Andrew Loyd",
            "Jason Andrew Smith",
            "Robert A Blanchette",
            "Benjamin W Held",
            "Jiri Hulcr"
        ],
        "keywords": "Priority effects, Ophiostomatales, Pinus taeda, Basidiomycota, Scolytinae, forest health, lignin, Platypodinae, cellulose"
    },
    {
        "id": 4808,
        "label": 94,
        "author": "jason a smith",
        "title": "First Report of Laurel Wilt Disease Caused by Raffaelea lauricola on Silk Bay in Florida",
        "organization": "University of Florida",
        "abstract": "Silk bay (Persea humilis Nash) is a member of the Lauraceae precinctive to the scrub forests of central and southern Florida and a sister species to the primary laurel wilt host, redbay (P. borbonia (L.) Spreng), which is generally not found in these ecosystems. In November 2011, observations of silk bay mortality near Lake Placid in Highlands County, FL, were reported to Florida Forest Service agents. A subsequent visit to roadside and homeowners' properties in the area revealed many dead and dying silkbays with characteristic laurel wilt symptoms, including wilted crowns with brown persistent foliage, frass accumulated at tree bases, sapwood with dark streaking, and ambrosia beetle entrance holes (1). Twig samples were taken and later confirmed as silk bay by the Florida Division of Plant Industry in Gainesville. Trunk samples were taken from four trees for fungal isolation. Stem sections with vascular discoloration were surface disinfested for 30 s in a 5% sodium hypochlorite solution and then plated onto cycloheximide streptomycin malt extract agar (CSMA) (1). All sapwood pieces from the four samples resulted in the same cream-buff submerged fungal growth characteristic of the laurel wilt pathogen Raffaelea lauricola T. C. Harr., Fraedrich & Aghayeva (2). DNA was extracted from a single-spore derived isolate, PL1389, and an 18S small subunit ribosomal RNA gene sequence was generated with primers NS1 and NS4, resulting in a 1,031-bp amplicon (3). A BLASTn search showed identical homology to R. lauricola strains PL159 and PL382 (GenBank Accessions No. EU257806 and JF797171, respectively, 100% similarity, e-value 0.0, and a total score of 1,982). The sequence was deposited into GenBank and assigned the accession No. JQ247569. In December 2011, a spore suspension was made by flooding a PL1389 culture plate with 2 ml of sterile water, collecting by pipette, and quantification and adjusting to 3.25 × 106 spores/ml by hemacytometer. Pathogenicity was tested on potted plants in a growth chamber experiment. Five silk bays and three redbays were drill-wounded with a 3/32” drill bit and inoculated with 20 μl of the spore suspension. Three silk bays and two redbays served as water-inoculated controls. Within 5 weeks, all inoculated plants displayed the wilt and vascular discoloration characteristic of laurel wilt disease, while all water-inoculated controls remained healthy. Sapwood samples from all plants were plated onto the same CSMA media. R. lauricola was later recovered only from the wilted plants inoculated with PL1389, while no fungal growth was recovered from the asymptomatic water-inoculated controls. Silk bay, which plays a significant role in the limited scrub ecosystems of Florida, has now become another host in the laurel wilt epidemic, with its implications upon the scrub forests yet to be seen.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Marc A. Hughes",
            "Keumchul Shin",
            "Jeff Eickwort",
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4774,
        "label": 94,
        "author": "jason a smith",
        "title": "Cultural characterization and chlamydospore function of the Ganodermataceae present in the eastern United States",
        "organization": "University of Florida",
        "abstract": "The cultural characteristics of fungi can provide useful information for studying the biology and ecology of a group of closely related species, but these features are often overlooked in the order Polyporales. Optimal temperature and growth rate data can also be of utility for strain selection of cultivated fungi such as reishi (i.e., laccate Ganoderma species) and potential novel management tactics (e.g., solarization) for butt rot diseases caused by Ganoderma species. Historically, the taxonomy of the laccate (shiny) Ganoderma species has been unresolved and many species have been treated together as G. lucidum. The cultural characteristics of Ganoderma species from the United States are needed to understand the biology of these unique species that have all been lumped under this name. Culture morphology, average growth rate, optimal temperatures, and resiliency to elevated temperature exposure were characterized for isolates of Ganodermataceae taxa from the eastern United States, including Ganoderma curtisii, G. martinicense, G. meredithiae, G. ravenelii, G. sessile, G. tsugae, G. tuberculosum, G. cf. weberianum, G. zonatum, and Tomophagus colossus. We documented differences in linear growth rates and optimal temperatures between taxa. Isolates of G. sessile and T. colossus grew the fastest, and isolates of G. meredithiae, G. ravenelii, and G. tsugae grew the slowest. Isolates of G. sessile, G. martinicense, G. cf. weberianum, and T. colossus constitutively produced chlamydospores on malt extract agar, and these species were the only species to survive long-term exposure (30 or 40 d) to 40 C. We hypothesize that chlamydospores function as survival structures that serve as propagules resilient to adverse temperature conditions, especially heat. Cultural characteristics of G. martinicense, G. ravenelii, G. tuberculosum, and G. cf. weberianum collected from the United States are described for the first time.",
        "email": "",
        "conf": "Mycologia",
        "coauthors": [
            "Andrew Loyd",
            "Eric R. Linder",
            "Matthew E. Smith",
            "Robert A Blanchette",
            "Jason Andrew Smith"
        ],
        "keywords": "Chlamydospores, Ganodermataceae, polypores, survival"
    },
    {
        "id": 4798,
        "label": 94,
        "author": "jason a smith",
        "title": "Development of a PCR-RFLP based detection method for the oak pathogens Diplodia corticola and D. quercivora",
        "organization": "University of Florida",
        "abstract": "The canker pathogens Diplodia corticola and D. quercivora were first reported affecting oaks in the United States in 2010 and 2014, respectively. A rapid and cost-effective method to identify isolates of both fungal species was needed to facilitate survey and detection efforts. This was achieved by developing selective primers that generate a PCR product followed by a restriction enzyme digestion with MseI to differentiate D. corticola from D. quercivora amplicons.",
        "email": "",
        "conf": "Phytopathology",
        "coauthors": [
            "Tyler J Dreaden",
            "John M Davis",
            "Jason Andrew Smith",
            "Michael J Wingfield"
        ],
        "keywords": ""
    },
    {
        "id": 4811,
        "label": 94,
        "author": "jason a smith",
        "title": "A new species of Melampsora rust on Salix elbursensis from Iran",
        "organization": "University of Florida",
        "abstract": "A rust fungus was found causing stem cankers on 1‐ to 5‐year‐old stems of Salix elbursensis in the north west of Iran. The rust also forms uredinia on leaves and flowers of the host willow. Light and scanning electron microscopy revealed that the new rust is morphologically distinct from several Melampsora species occurring on the willows taxonomically close to S. elbursensis, but indistinguishable from Melampsora larici‐epitea. Examination of the internal transcribed spacer (ITS) region of the ribosomal DNA suggested that the rust fungus is phylogenetically close to Melampsora allii‐populina and Melampsora pruinosae on Populus spp. Based on both the morphological characteristics and the ITS sequence data, the rust is described as a new species",
        "email": "",
        "conf": "Forest Pathology",
        "coauthors": [
            "S. M. Damadi",
            "M. H. Pei",
            "Jason Andrew Smith",
            "M. Abbasi"
        ],
        "keywords": ""
    },
    {
        "id": 4809,
        "label": 94,
        "author": "jason a smith",
        "title": "First Report of Laurel Wilt Disease Caused by Raffaelea lauricola on Pondspice in Florida",
        "organization": "University of Florida",
        "abstract": "Laurel wilt is a fungal vascular disease of redbay (Persea borbonia (L.) Spreng) and other plants in the family Lauraceae in the southeastern United States (1). The disease is caused by Raffaelea lauricola T. C. Harr., Fraedrich & Aghayeva, which is vectored by the exotic redbay ambrosia beetle (Xyleborus glabratus Eichhoff) (2). Pondspice (Litsea aestivalis (L.) Fern.) is an obligate wetland shrub listed as endangered in Florida and Maryland and threatened in Georgia (4). On 29 August 2008, 369 of 430 (85%) pondspice trees observed at St. Marks Pond in St. John's County, Florida were dead and/or dying (4). Stem samples were collected from plants with wilted and reddened foliage, entrance holes with boring dust characteristic of ambrosia beetle attack, and dark discoloration in the outer sapwood. Discolored stem sections were surface disinfested for 30 s in a 5% sodium hypochlorite solution and then plated onto cycloheximide streptomycin malt extract agar (1). Smooth, cream-buff, submerge hyphae with uneven margins resembling R. lauricola (2) was observed growing from all sapwood pieces. DNA was extracted from a single isolate (PL 392) and the 18s small subunit rDNA was PCR amplified and sequenced with primers NS1 and NS4 (3), resulting in a 1,026-bp amplicon. A BLASTn search showed identical homology to R. lauricola strain PL 159 (GenBank Accession No. EU257806). The 18s small subunit rDNA sequence was deposited into GenBank (FJ514097). In May 2011, a spore suspension was made by flooding a single-spore culture plate of isolate PL 392 with 2 ml of sterile water, collecting the spores by pipette, and quantification by hemacyometer to 1.5 × 106 spores/ml. Pathogenicity tests were conducted on 1 to 1.5 m tall pondspice plants. Six saplings were wounded by a 3/32-inch drill bit, with four receiving 50 μl of the spore suspension and two serving as water-inoculated controls. All plants were kept in a greenhouse under ambient temperature. Within 21 days, all fungal-inoculated saplings displayed complete canopy wilt, typical of laurel wilt. R. lauricola was later recovered from all four infected plants, completing Koch's postulates. To determine if the vector can reproduce in pondspice, infected stem sections were placed in a plastic rearing box indoors at room temperature, and both callow and mature adult female X. glabratus emerged in October and November 2008. Although laurel wilt has been previously observed on pondspice in South Carolina and Georgia (1), this is the first confirmation of the disease on pondspice in Florida and the first confirmation of the vector from stem material of this host.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Marc A. Hughes",
            "Jason Andrew Smith",
            "Albert E. Mayfield III",
            "M C Minno",
            "Keumchul Shin"
        ],
        "keywords": ""
    },
    {
        "id": 4806,
        "label": 94,
        "author": "jason a smith",
        "title": "Identification Transmission and Partial Characterization of a Previously Undescribed Flexivirus Causing a Mosaic Disease of Ash (Fraxinus spp.) in the USA",
        "organization": "University of Florida",
        "abstract": "A previously undescribed virus with flexuous filamentous particles 720 nm in length was associated with a mosaic disease of ash (Fraxinus spp.) occurring in Minnesota, Ohio, New York, and Illinois. The virus was initially identified in white ash in Minnesota and named white ash mosaic virus (WAMV), but also occurred naturally in green, black, and blue ash. The virus was transmitted readily by mechanical inoculation and was determined to be the causal agent of the disease. It infected only ash, and was not transmitted through seed or by Myzus persicae. The virus has a ssRNA genome of approximately 9.0 kb and a capsid protein of ∼34 kDa based on electrophoretic analysis. One partial and five complete putative ORFs most similar in size, arrangement, and amino acid sequence to the corresponding genomic regions of flexiviruses were identified in a 5227 nt 3′ terminal fragment of the WAMV genome (GenBank accession no. GU906791.1). However, the relatively low levels (27-59%) of amino acid sequence identity suggests that WAMV is not related closely to any known member of the family Flexiviridae. White ash mosaic virus was identified in Minnesota in black ash trees showing symptoms of ash decline, a syndrome of wide occurrence and possible multiple etiology. Antibody and PCR-based protocols were developed for reliable detection of WAMV in ash and will be made available upon request.",
        "email": "",
        "conf": "Plant Health Progress",
        "coauthors": [
            "Jose Ernesto Machado-Caballero",
            "Ben E. Lockhart",
            "Shauna L. Mason",
            "Dimitre Mollov",
            "Jason A. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4805,
        "label": 94,
        "author": "jason a smith",
        "title": "An inordinate fondness for Fusarium: Phylogenetic diversity of fusaria cultivated by ambrosia beetles in the genus Euwallacea on avocado and other plant hosts",
        "organization": "University of Florida",
        "abstract": "Ambrosia beetle fungiculture represents one of the most ecologically and evolutionarily successful symbioses, as evidenced by the 11 independent origins and 3500 species of ambrosia beetles. Here we document the evolution of a clade within Fusarium associated with ambrosia beetles in the genus Euwallacea (Coleoptera: Scolytinae). Ambrosia Fusarium Clade (AFC) symbionts are unusual in that some are plant pathogens that cause significant damage in naïve natural and cultivated ecosystems, and currently threaten avocado production in the United States, Israel and Australia. Most AFC fusaria produce unusual clavate macroconidia that serve as a putative food source for their insect mutualists. AFC symbionts were abundant in the heads of four Euwallacea spp., which suggests that they are transported within and from the natal gallery in mandibular mycangia. In a four-locus phylogenetic analysis, the AFC was resolved in a strongly supported monophyletic group within the previously described Clade 3 of the Fusarium solani species complex (FSSC). Divergence-time estimates place the origin of the AFC in the early Miocene ∼21.2 Mya, which coincides with the hypothesized adaptive radiation of the Xyleborini. Two strongly supported clades within the AFC (Clades A and B) were identified that include nine species lineages associated with ambrosia beetles, eight with Euwallacea spp. and one reportedly with Xyleborus ferrugineus, and two lineages with no known beetle association. More derived lineages within the AFC showed fixation of the clavate (club-shaped) macroconidial trait, while basal lineages showed a mix of clavate and more typical fusiform macroconidia. AFC lineages consisted mostly of genetically identical individuals associated with specific insect hosts in defined geographic locations, with at least three interspecific hybridization events inferred based on discordant placement in individual gene genealogies and detection of recombinant loci. Overall, these data are consistent with a strong evolutionary trend toward obligate symbiosis coupled with secondary contact and interspecific hybridization.",
        "email": "",
        "conf": "Fungal Genetics and Biology",
        "coauthors": [
            "Matthew T. Kasson",
            "Kerry O'Donnell",
            "Alejandro P. Rooney",
            "Stacy Sink",
            "Randy C. Ploetz",
            "Jill N. Ploetz",
            "Joshua L. Konkol",
            "Daniel Carrillo",
            "Stanley Freeman",
            "Zvi Mendel",
            "Jason A. Smith",
            "Adam W. Black",
            "Jiri Hulcr",
            "Craig Bateman",
            "Kristyna Stefkova",
            "Paul R. Campbell",
            "Andrew D.W. Geering",
            "Elizabeth K. Dann",
            "Akif Eskalen",
            "Keerthi Mohotti",
            "Dylan P.G. Short",
            "Takayuki Aoki",
            "Kristi A. Fenstermacher",
            "Donald D. Davis",
            "David M. Geiser"
        ],
        "keywords": "Ambrosia fungi,Divergence dating,Evolution,Mutualism,Mycangia,Symbiosis"
    },
    {
        "id": 4789,
        "label": 94,
        "author": "jason a smith",
        "title": "Disease biology and histopathology of bronze leaf disease: A threat to cultivated aspens white poplars and their hybrids",
        "organization": "University of Florida",
        "abstract": "Bronze leaf disease (BLD) of species and hybrids of aspens, grey and white poplars (Genus Populus, section Populus) is a systemic disease incited by the fungus Apioplagiostoma populi (E.K. Cash & A.M. Waterman) M.E. Barr that results in a characteristic bronze to dark brown pigmentation of infected leaves in late summer and early fall. Branches on affected trees die over a period of several years, disfiguring trees and eventually leading to mortality of susceptible trees planted in landscapes. In this study, we describe the histopathology of the disease and fungus development relative to external symptoms on affected trees. A. populi hyphae were observed in leaf vessels, lateral veins and xylem vessels of stems and roots of affected trees. Hyphae were also observed in veins and vessels of asymptomatic leaves. Xylem vessels of growth rings on dead branches were completely occluded with A. populi near the vascular cambium and together with the ray parenchyma were stained a bronze colour. Evidence of putative toxin damage to mesophyll cells, not colonized by hyphae, was observed and may contribute to the characteristic tissue staining observed. The development of the fungus was consistent with previous reports, but in this study, we report additional details including perithecial development and ascospore release from predominantly abaxial leaf surfaces. We also report for the first time the isolation and growth of the pathogen in pure culture and systemic infection of roots.",
        "email": "jasons@ufl.edu",
        "conf": "Forest Pathology",
        "coauthors": [
            "M. E. Ostry",
            "M. J. Moore",
            "J. J. Jacobs",
            "Jason A Smith",
            "N. A. Anderson"
        ],
        "keywords": ""
    },
    {
        "id": 4801,
        "label": 94,
        "author": "jason a smith",
        "title": "Development of Multilocus PCR Assays for Raffaelea lauricola Causal Agent of Laurel Wilt Disease",
        "organization": "University of Florida",
        "abstract": "Laurel wilt, caused by the fungus Raffaelea lauricola, is an exotic disease that affects members of the Lauraceae plant family in the southeastern United States. The disease is spreading rapidly in native forests and is now found in commercial avocado groves in south Florida, where an accurate diagnostic method would improve disease management. A polymerase chain reaction (PCR) method based on amplifying the ribosomal small-subunit DNA, with a detection limit of 0.0001 ng, was found to be suitable for some quantitative PCR applications; however, it was not taxon specific. Genomic sequencing of R. lauricola was used to identify and develop primers to amplify two taxon-specific simple-sequence repeat (SSR) loci, which did not amplify from related taxa or host DNA. The new SSR loci PCR assay has a detection limit of 0.1 ng of R. lauricola DNA, is compatible with traditional and real-time PCR, was tested in four labs to confirm consistency, and reduces diagnostic time from 1 week to 1 day. Our work illustrates pitfalls to designing taxon-specific assays for new pathogens and that undescribed fungi can limit specificity.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Tyler J. Dreaden",
            "John M. Davis",
            "Carrie L. Harmon",
            "Randy C. Ploetz",
            "Aaron J. Palmateer",
            "Pamela S. Soltis",
            "Jason A. Smith"
        ],
        "keywords": "genetic markers, loci, pathogens, plant pathogenic fungi, plant pathogens, polymerase chain reaction, simple sequence repeats"
    },
    {
        "id": 4783,
        "label": 94,
        "author": "jason a smith",
        "title": "Elucidating wood decomposition by four species of Ganoderma from the United States",
        "organization": "University of Florida",
        "abstract": "The laccate (shiny or varnished) Ganoderma contain fungi that are important wood decay fungi of living trees and decomposers of woody debris. They are also an important group of fungi for their degradative enzymes and bioprocessing potential. Laboratory decay microcosms (LDMs) were used to study the relative decay ability of G anoderma curtisii, Ganoderma meredithiae, Ganoderma sessile, and G anoderma zonatum, which are four commonly encountered Ganoderma species in the U.S., across four wood types (Pinus taeda, Quercus nigra, Q uercus virginiana, and Sabal palmetto). Generally, all Ganoderma species were able to decay all types of wood tested despite not being associated with only certain wood types in nature. G. sessile, on average caused the most decay across all wood types. Among the wood types tested, water oak (Q. nigra) had the most mass loss by all species of Ganoderma. Scanning electron microscopy was used to assess micromorphological decay patterns across all treatments. All Ganoderma species simultaneously decayed wood cells of all wood types demonstrating their ability to attack all cell wall components. However, G. zonatum caused selective delignification in some sclerenchyma fibers of the vascular bundles in palm (S. palmetto) as well as in fibers of water oak. In addition, G. zonatum hyphae penetrated fibers of palm and oak wood causing an unusual decay not often observed in basidiomycetes resulting in cavity formation in secondary walls. Cavities within the secondary walls of fibers gradually expanded and coalesced resulting in degradation of the S2 layer. Differences in colony growth rates were observed when Ganoderma species were grown on medium amended with water soluble sapwood extracts from each wood type. G. meredithiae had enhanced growth on all media amended with sapwood extracts, while G. curtisii, G. sessile and G. zonatum had slower growth on loblolly pine extract amended medium.",
        "email": "jasons@ufl.edu",
        "conf": "Fungal Biology",
        "coauthors": [
            "Andrew Loyd",
            "Benjamin W Held",
            "Eric R. Linder",
            "Jason A Smith",
            "Robert A. Blanchette"
        ],
        "keywords": ""
    },
    {
        "id": 4814,
        "label": 94,
        "author": "jason a smith",
        "title": "First report of Diplodia corticola causing branch cankers on live oak (Quercus virginiana) in Florida",
        "organization": "University of Florida",
        "abstract": "Numerous cankers on small branches showing dieback were observed on live oak (Quercus virginiana) trees in September 2010 in Marion County, FL. Approximately 24 12-year-old landscape trees planted on a farm displayed symptoms. Samples were collected from six of the symptomatic trees and returned to the laboratory for processing. Isolations were made from canker margins after surface sterilization of samples in 2.5% sodium hypochlorite and by plating on potato dextrose agar (PDA). A suspect Botryosphaeriaceae sp. (based on colony morphology) was consistently isolated from the symptomatic branches from all six trees sampled. Fungal colonies consisted of plentiful, white, aerial mycelium that turned dark olive after 5 to 7 days at 23°C with the underside of the cultures turning black (1). Total genomic DNA from three representative Botryosphaeriaceae sp. isolates was extracted and the internal transcribed spacer (ITS1-5.8s-ITS2) region of the rDNA (GenBank Accessions Nos. JF798638, JF798639, and JF798640) using the primers ITS1 and ITS4 (3) and a portion of the β-tubulin gene (Bt), (GenBank Accession Nos. JF798641, JF798642, and JF798641) using the primers Bt2a and Bt2b (2) were amplified, sequenced, and deposited in GenBank. BLASTn searches of the ITS-rDNA sequences resulted in 100% homology (467 of 467, 467 of 467, and 540 of 540, respectively) with Diplodia corticola isolate CBS 112074 (GenBank Accession No. AY268421). BLASTn searches of the Bt sequences resulted in 99, 98, and 99% (391 of 393, 396 of 400, and 392 of 394, respectively) matches with D. corticola strain UCD2397TX, GenBank Accession No. GU294724. To complete Koch's postulates, nine seedlings of Q. virginiana, 0.6 to 0.9 cm in diameter at ground line maintained in a greenhouse, were inoculated with isolate PL949 (GenBank Accession Nos. JF798638 and JF798641) by making a 1.5-cm incision with a single-edge razor blade into the xylem 10 cm above ground line. Inoculations were done by placing mycelial plugs (1 × 0.25 cm) from cultures on PDA in the incision with the mycelium facing the center of the stem. Wounds were sealed by wrapping them with Parafilm. Three negative controls were mock inoculated as previously described except sterile PDA plugs were used. Eight weeks postinoculation, the lengths of the necrotic lesions were measured. Mean lesion length of the inoculated seedlings was 41.2 cm ± SE 4.5 and ranged between 27 and 63 cm. The negative control inoculations showed no necrotic lesions. Three of the inoculated seedlings were plated on PDA in an effort to reisolate the inoculated fungus. D. corticola was reisolated from each and all had the same ITS sequence as D. corticola strain CBS 112074. To our knowledge, this is the first report of D. corticola causing cankers on Q. virginiana and the first report of the disease occurring in Florida. D. corticola has been reported to cause cankers and dieback in several Quercus spp. in Greece, Hungary, Italy, Morocco, Portugal, and Spain and has recently been reported to cause cankers on Q. chrysolepis and Q. agrifolia in California.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Tyler Dreaden",
            "Keumchul Shin",
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4780,
        "label": 94,
        "author": "jason a smith",
        "title": "Elucidating lucidum Distinguishing the diverse laccate Ganoderma species of the United States",
        "organization": "University of Florida",
        "abstract": "Ganoderma is a large, diverse and globally-distributed genus in the Basidiomycota that includes species causing a white rot form of wood decay on a variety of tree species. For the past century, many studies of Ganoderma in North America and other regions of the world have used the name G. lucidum sensu lato for any laccate (shiny or varnished) Ganoderma species growing on hardwood trees or substrates. Molecular studies have established that G. lucidum sensu stricto (Curtis) Karst is native to Europe and some parts of China. To determine the species of the laccate Ganoderma that are present in the United States, we studied over 500 collections from recently collected samples and herbarium specimens from hardwoods, conifers, and monocots. A multilocus phylogeny using ITS, tef1α, rpb1 and rpb2 revealed three well-supported clades, similar to previously reported findings. From the U.S. collections, thirteen taxa representing twelve species were identified, including: G. curtisii, G. lucidum sensu stricto, G. martinicense, G. oregonense, G. polychromum, G. ravenelii, G. sessile, G. tsugae, G. tuberculosum, G. cf. weberianum, G. zonatum, and Tomophagus colossus (syn. G. colossus). The species G. meredithiae is synonymized with G. curtisii, and considered a physiological variant that specializes in decay of pines. The designation G. curtisii f.sp. meredithiae forma specialis nov. is proposed. Species such as G. curtisii and G. sessile, once considered as G. lucidum sensu lato, were found to be divergent from one another, and highly divergent from G. lucidum sensu stricto. Morphological characteristics such as context tissue color and features (e.g. melanoid bands), basidiospore shape and size, geographic location, and host preference were found to aid in species identification. Surprisingly, G. lucidum sensu stricto was found in the U.S., but only in geographically restricted areas of northern Utah and California. These collections appear to have resulted from the introduction of this species into the United States possibly from mushroom growers producing G. lucidum outdoors. Overall, this study clarifies the chaotic",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Andrew Loyd",
            "Charles W. Barnes",
            "Benjamin W Held",
            "M J Schink",
            "M E Smith",
            "Jason A Smith",
            "Robert Blachette"
        ],
        "keywords": ""
    },
    {
        "id": 4793,
        "label": 94,
        "author": "jason a smith",
        "title": "Two novel Fusarium species that cause canker disease of prickly ash (Zanthoxylum bungeanum) in northern China form a novel Glade with Fusarium torreyae",
        "organization": "University of Florida",
        "abstract": "Canker disease of prickly ash (Zanthoxylum bungeanum) has caused a decline in the production of this economically important spice in northern China in the past 25 y. To identify the etiological agent, 38 fungal isolates were recovered from symptomatic tissues from trees in five provinces in China. These isolates were identified by conducting BLASTN queries of NCBI GenBank and phylogenetic analyses of DNA sequence data from the nuclear ribosomal internal transcribed spacer region (ITS rDNA), a portion of the translation elongation factor 1-α (TEF1) gene, and genes encoding RNA polymerase II largest (RPB1) and second largest (RPB2) subunits. Results of these analyses suggested that 30/38 isolates belonged to two novel fusaria most closely related to the Florida torreya (Torreya taxifolia Arn.) pathogen, Fusarium torreyae in Florida and Georgia. These three canker-inducing tree pathogens form a novel clade within Fusarium here designated the F. torreyae species complex (FTOSC). BLASTN queries of GenBank also revealed that 5/38 isolates recovered from cankers represented an undescribed phylogenetic species within the F. solani species complex (FSSC) designated FSSC 6. Stem inoculations of three fusaria on Z. bungeanum resulted in consistent canker symptoms from which these three fusaria were recovered. The two novel fusaria, however, induced significantly larger lesions than FSSC 6. Herein, the two novel prickly ash pathogens are formally described as F. zanthoxyli and F. continuum.",
        "email": "",
        "conf": "Mycologia",
        "coauthors": [
            "Xue Zhou",
            "Kerry O'Donnell",
            "Takayuki Aoki",
            "Jason A Smith",
            "Mathew T Kasson",
            "Zhi-Min Cao"
        ],
        "keywords": "Fusarium continuum, F. zanthoxyli, genealogical concordance, molecular phylogenetics, morphology, RPB2, TEF1"
    },
    {
        "id": 4796,
        "label": 94,
        "author": "jason a smith",
        "title": "Attraction of Redbay Ambrosia Beetle Xyleborus Glabratus To Leaf Volatiles of its Host Plants in North America",
        "organization": "University of Florida",
        "abstract": "The redbay ambrosia beetle, Xyleborus glabratus, is an important pest of redbay (Persea borbonia) and swamp bay (P. palustris) trees in forests of the southeastern USA. It is also a threat to commercially grown avocado. The beetle is attracted to host wood volatiles, particularly sesquiterpenes. Contrary to other ambrosia beetles that attack stressed, possibly pathogen-infected, and dying trees, X. glabratus readily attacks healthy trees. To date little is known about the role of leaf volatiles in the host selection behavior and ecology of X. glabratus. To address this question, an olfactometer bioassay was developed to test the behavioral response of X. glabratus to plant leaf volatiles. We found that X. glabratus was attracted to the leaf odors of their hosts, redbay and swamp bay, with no attraction to a non-host tree tested (live oak, Quercus virginiana), which served as a negative control. Gas chromatography–mass spectrometry (GS/MS) analysis of leaves revealed the absence of sesquiterpenes known to be attractive to X. glabratus and present in host wood, suggesting that additional leaf-derived semiochemicals may serve as attractants for this beetle. An artificial blend of chemicals was developed based on GC/MS analyses of leaf volatiles and behavioral assays. This blend was attractive to X. glabratus at a level that rivaled currently used lures for practical monitoring of this pest. This synthetic redbay leaf blend also was tested in the field. Baited traps captured more X. glabratus than unbaited controls and equivalently to manuka oil lures. We hypothesize that leaf volatiles may be used by X. glabratus as an additional cue for host location.",
        "email": "",
        "conf": "Journal of Chemical Ecology",
        "coauthors": [
            "Xavier Martini",
            "Marc A. Hughes",
            "Jason Andrew Smith",
            "Lukasz Stelinski"
        ],
        "keywords": "Host finding, Terpenes, Volatile organic compounds, Laurel wilt, Lauraceae, Insect pest, Coleoptera"
    },
    {
        "id": 4782,
        "label": 94,
        "author": "jason a smith",
        "title": "First Report of Poplar Leaf Rust Caused by Melampsora medusae on Populus mexicana in the United States",
        "organization": "University of Florida",
        "abstract": "In December 2017, rust-colored leaf spots were observed on cultivated Populus mexicana ssp. dimorpha (Brandegee) J.E.Eckenwalder in Gainesville, FL (29°38′16.5″N, 82°21′26.9″W). P. mexicana is monotypic in the section Abaso of the genus Populus and is regarded as being evolutionarily the most primitive species in the genus. This species, native to Mexico, is rapid growing in warm-climate regions such as Arizona and Florida and offers promise for bioenergy feedstock use in these regions. Disease symptoms began in late summer and progressed from chlorotic leaf spots to necrotic leaf spots; pustules formed, followed by early defoliation. Microscopic evaluation of the abaxial side of 20 randomly selected symptomatic leaves revealed pustules typical of uredinia produced by Melampsora species. Urediniospores were observed under 100× on a Nikon Eclipse 55i light microscope (Melville, NY), photographed with a Canon Rebel T3i (Huntington, NY), and measured using the open access program ImageJ (http://imagej.net/). The urediniospores were echinulated throughout except for a smooth patch near the equator of the spore. Urediniospores were typical of Melampsora medusae, were oval to obovoid or pyriform, and measured 30.5 (28.9 to 31.0) × 19.6 (16.2 to 21.9) μm, which was similar to previous measurements (Spiers and Hopcroft 1994). Similarly, clavate to capitate paraphyses were observed in pustules and measured 31.2 to 54.9 μm in length and clavate to capitate apex breadth of 11.7 to 16.8 μm. Leaf samples have been preserved and deposited into the University of Florida Mycological Herbarium under the accession number FLAS-F-62045. DNA was extracted with the Sigma Extract-N-Amp method (Sigma-Aldrich, St. Louis, MO) from urediniospores, which were scraped from pustules with a sterile dissecting needle, and PCR amplification of the internal transcribed spacer (ITS) region was carried out with primers ITS1F and ITS4b as previously described (Gardes and Bruns 1993). Amplicons were purified with ExoSap-IT (Applied Biosystems, Foster City, CA), sequenced with both primers using Sanger sequencing, assembled and visually edited, and deposited to GenBank (accession no. MG838582). The ITS sequence had 100% homology with other M. medusae sequences deposited to GenBank (GQ479928, GQ479918, and GQ479909). Based on morphology and ITS sequence alone, we could not determine whether our sample was M. medusae f. sp. deltoidae or M. medusae f. sp. tremuloidae, but it is likely that it is M. medusae f. sp. deltoidae given that Populus deltoides is native to Florida. This is the first report of M. medusae on P. mexicana in the United States; although it has been reported on this host in Mexico (Hennen and McCain 1993), the host subspecies was not reported. Given the evolutionary position of this host, it may be interesting to study this host-pathogen interaction to unravel the rust pathosystem in Populus. Because Melampsora rust is considered one of the most yield-limiting diseases in poplar plantations globally, knowledge about the evolutionary basis of the interaction would be of value for breeding. In addition, this host has high bioenergy potential; thus, resistance must be developed using genes (through hybridization) from P. deltoides or perhaps within P. mexicana, if they exist.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Andrew Loyd",
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4802,
        "label": 94,
        "author": "jason a smith",
        "title": "Effect of Chipping on Emergence of the Redbay Ambrosia Beetle (Coleoptera: Curculionidae: Scolytinae) and Recovery of the Laurel Wilt Pathogen From Infested Wood Chips",
        "organization": "University of Florida",
        "abstract": "Significant mortality of redbay trees (Persea borbonia (L.) Spreng.) in the southeastern United States has been caused by Raffaelea lauricola, T.C. Harr., Fraedrich, & Aghayeva (Harrington et al. 2008), a fungal symbiont of the exotic redbay ambrosia beetle, Xyleborus glabratus, Eichhoff (Fraedrich et al. 2008). This pathogen causes laurel wilt, which is an irreversible disease that can kill mature trees within a few weeks in summer. R. lauricola has been shown to be lethal to most native species of Lauraceae and cultivated avocado (Persea americana Mill.) in the southeastern United States. In this study, we examined the survival of X. glabratus and R. lauricola in wood chips made from infested trees by using a standard tree chipper over a 10-wk period. After 2 wk, 14 X. glabratus were recovered from wood chips, whereas 339 X. glabratus emerged from nonchipped bolts. R. lauricola was not found 2 d postchipping from wood chips, indicating that the pathogen is not likely to survive for long inside wood chips. In contrast, R. lauricola persisted in dead, standing redbay trees for 14 mo. With large volumes of wood, the potential for infested logs to be moved between states or across U.S. borders is significant. Results demonstrated that chipping wood from laurel wilt-killed trees can significantly reduce the number of X. glabratus and limit the persistence of R. lauricola, which is important for sanitation strategies aimed at limiting the spread of this disease.",
        "email": "",
        "conf": "Journal of Economic Entomology",
        "coauthors": [
            "Donald J Spence",
            "Jason Andrew Smith",
            "Randy Ploetz",
            "J Hulcr",
            "Lukasz Stelinski"
        ],
        "keywords": "Raffaelea lauricola, Xyleborus glabratus, avocado, redbay, phytosanitation"
    },
    {
        "id": 4785,
        "label": 94,
        "author": "jason a smith",
        "title": "Managing Florida's Plantation Forests in a Changing Climate",
        "organization": "University of Florida",
        "abstract": "Production forestry provides substantial benefits to the state of Florida, including the provision of ecosystem services, such as regulation of water quantity and quality, provision of wildlife habitat and carbon sequestration, and supporting 80,000 jobs and $16.34 billion/year in economic activity. Climate through the end of the century in the production forestry regions of northern Florida and southern Georgia is predicted to result in substantial increases in potential loblolly pine and slash pine plantation productivity, ranging from 5–35% depending on emissions scenario, species, and location. Climate change is likely to affect the timing and frequency of abiotic disturbances, such as wildfire and windstorms, and will also change the dynamics of forest pests, pathosystems, and forest water resources. But predictions about the nature of these impacts remains uncertain. Regardless, the fact is that plantation forests have been a vital part of protecting regional water quantity and quality, and they will continue to be essential features of healthy productive landscapes, as climate changes and the potential for adverse climate impacts on water resources increases. The key to adapting forest management to changing climate will be the considered application of silvicultural tools, such as competition control, density and fertility management, and proper choice of species for each site. Keeping abreast of research advances related to these tools will be increasingly important for forest managers as climate conditions change. In addition, the development of viable policy options focused primarily on privately owned forests can help protect Florida’s existing forests and the benefits they provide, and encourage investment in reforestation of existing forestland and planting new forests on previously unforested land",
        "email": "",
        "conf": "Florida's Climate: Changes, Variations, & Impacts",
        "coauthors": [
            "Timothy A. Martin",
            "Damian C. Adams",
            "Matthew Cohen",
            "Raelene M Crandall",
            "Carlos A Gonzalez-Benecke",
            "Jason A Smith",
            "Jason G. Vogel"
        ],
        "keywords": "Forestry, Natural resources, Water resources, Disturbance, Ecosystem services, Wildfire, Insects, Disease, Invasives"
    },
    {
        "id": 4790,
        "label": 94,
        "author": "jason a smith",
        "title": "Ganoderma Species Associated with Declining or Dead Trees in the Southeastern United States",
        "organization": "University of Florida",
        "abstract": "Ganoderma is a large and diverse genus of wood decay fungi that can cause a white rot of the lower bole or roots of hardwood, conifer and palm trees. The pathogenicity and decay ability within the genus is understudied. Some, such as G. zonatum are aggressive pathogens, and have been associated with tree failure and mortality of mature palms, while others, such as G. applanatum s.l., are often saprophytic causing decay in old, weakened tress, but can also be facultative pathogens. Ganoderma species identification tools are needed to assist arborists with predicting tree failure when fruiting bodies of Ganoderma are present. Based on a preliminary survey of Ganoderma species found in Southeastern United States, over 100 isolates representing different taxa were collected from living tree species and dead wood across 4 states: Florida, Georgia, South Carolina and North Carolina. Taxa investigated in the survey were the G. applantum complex and related species, G. curtisii, G. meredithae, G. sessile, G. tsugae, G. tuberculosum, G. weberianum-subamboinens species complex, G. zonatum, and Tomophagus colossus (syn. G. colossus). Wood block decay assays are underway to quantify decay ability of select species. Future studies will investigate differences in decay rates and pathogenicity, host specialization and phylogeography of the most commonly observed Ganoderma taxa collected in the Southeastern United States.",
        "email": "",
        "conf": "PHYTOPATHOLOGY",
        "coauthors": [
            "Andrew Loyd",
            "Jason Andrew Smith",
            "Robert Blachette",
            "Benjamin W Held",
            "Charles W Barnes",
            "M. Schink"
        ],
        "keywords": ""
    },
    {
        "id": 4822,
        "label": 94,
        "author": "jason a smith",
        "title": "Effect of propiconazole on laurel wilt disease development in redbay trees and on the pathogen in vitro",
        "organization": "University of Florida",
        "abstract": "Laurel wilt is a vascular disease of Lauraceous plants caused by a fungus (Raffaelea spp.) that is vectored by a recently introduced, nonnative ambrosia beetle (Xyleborus glabratus). The disease is devastating to redbay (Persea borbonia) trees in forests, parks, and residential landscapes in the southeastern United States, and management strategies for reducing its impact are needed. In this study, the systemic fungicide propiconazole completely inhibited mycelial growth of Raffaelea spp. in vitro at concentrations 0.1 parts per million (ppm) or greater and was fungitoxic at 1 ppm or greater, whereas the fungicide thiabendazole was less inhibitory. None of the ten mature redbay trees that received root-flare injections of propiconazole developed crown wilt symptoms for at least 30 weeks after being inoculated with Raffaelea spp., whereas nine of ten untreated control trees wilted in more than one-third of their crowns. Propiconazole was retained in the stem xylem for at least 7.5 months after injection but was more frequently detected in samples from trees injected 4.5 months earlier and was not well detected in small-diameter branches. Results suggest that propiconazole may be useful in preventing laurel wilt in redbay, but limitations and questions regarding duration of efficacy, rate of uptake, and efficacy under different levels of disease pressure remain.",
        "email": "",
        "conf": "Arboriculture & Urban Forestry",
        "coauthors": [
            "Albert E Mayfield",
            "Edward L Barnard",
            "Jason Andrew Smith",
            "Shown C Bernick",
            "Jeffrey M Elckwart",
            "Tyler J Dreaden"
        ],
        "keywords": "Ambrosia beetle; fungicide injection; laurel wilt; Persea borbonia, propiconazole, Raffaelea; redbay; thiabendazole; vascular disease; Xyleborus glabratus"
    },
    {
        "id": 4794,
        "label": 94,
        "author": "jason a smith",
        "title": "Recovery Plan for Laurel Wilt on Redbay and Other Forest Species Caused by Raffaelea lauricola and Disseminated by Xyleborus glabratus",
        "organization": "University of Florida",
        "abstract": "This recovery plan is one of several disease-specific documents produced as part of the National Plant Disease Recovery System (NPDRS) called for in Homeland Security Presidential Directive Number 9 (HSPD-9). The purpose of the NPDRS is to insure that the tools, infrastructure, communication networks, and capacity required to mitigate the impact of high-consequence plant disease outbreaks are such that a reasonable level of crop production is maintained. Each disease-specific plan is intended to provide a brief primer on the disease, assess the status of critical recovery components, and identify disease management research, extension, and education needs. These documents are not intended to be stand-alone documents that address all of the many and varied aspects of plant disease outbreak and all of the decisions that must be made and actions taken to achieve effective response and recovery. They are, however, documents that will help USDA guide further efforts directed toward plant disease recovery.",
        "email": "",
        "conf": "Plant Health Progress",
        "coauthors": [
            "Marc A. Hughes",
            "Jason Andrew Smith",
            "Randy Ploetz",
            "P. E. Kendra",
            "A. E. Mayfield III",
            "J. L. Hanula",
            "J. Hulcr",
            "L. L. Stelinski",
            "S. Cameron",
            "J. J. Riggins",
            "D. Carrillo",
            "R. Rabaglia",
            "J. Eickwort",
            "Antonio Pernas"
        ],
        "keywords": "Persea borbonia, Raffaelea lauricola, Xyleborus glabratus, crop production, disease control, disease outbreaks, education, forests, infrastructure, laurel wilt"
    },
    {
        "id": 4820,
        "label": 94,
        "author": "jason a smith",
        "title": "Ability of the Redbay Ambrosia Beetle (Coleoptera: Curculionidae: Scolytinae) to Bore into Young Avocado (Lauraceae) Plants and Transmit the Laurel Wilt Pathogen (Raffaelea sp)",
        "organization": "University of Florida",
        "abstract": "Laurel wilt is a vascular disease of plants in the Laurel family (Lauraceae) that has caused extensive mortality of redbay (Persea borbonia (L.) Spreng) trees in South Carolina, Georgia, and Florida. The disease is caused by a previously undescribed species of Raffaelea, a fungal symbiont of the non-native redbay ambrosia beetle, Xyleborus glabratus Eichhoff (Fraedrich et al. 2008). Xyleborus glabratus was initially detected in the U.S. near Savannah, GA in 2002 (Rabaglia et al. 2006). The beetle carries spores of the laurel wilt fungus in mandibular mycangia and inoculates the xylem of host trees by boring into the wood. In redbay, the fungus moves rapidly through the xylem, plugging the flow of water and causing trees to die in a matter of weeks or a few months. Affected trees are characterized by a dark discoloration in the outer sapwood (Fraedrich et al. 2008). Laurel wilt continues to devastate populations of redbay in the southeastern coastal plain and the distribution of the disease has rapidly expanded (Johnson et al. 2008).",
        "email": "",
        "conf": "Florida Entomologist",
        "coauthors": [
            "A. E. Mayfield III",
            "Jorge E Pena",
            "Jonathan H Crane",
            "Jason A Smith",
            "C L Branch",
            "E D Ottoson",
            "Marc A. Hughes"
        ],
        "keywords": "Vascular plants, Discoloration, Ambrosia beetles, Pathogens, Sapwood, Medical genetics, Oak trees, Forestry research, Hybrid species"
    },
    {
        "id": 4786,
        "label": 94,
        "author": "jason a smith",
        "title": "In vitro sensitivity of a vascular wilt pathogen Ophiostoma novo-ulmi to paclobutrazol",
        "organization": "University of Florida",
        "abstract": "Paclobutrazol (PBZ), a gibberellin inhibitor, is a commonly used plant growth regulator in plant production and in arboricultural practices. It also belongs to the DMI-triazoles group of fungicides. Studies in vivo have shown that PBZ can be used to manage fungal diseases, while having limited effect on the host plants. Currently there are no commercially available products to curatively treat Dutch elm disease, which is caused by the fungus O. novo-ulmi and responsible for the deaths of thousands of trees in the United States. This in vitro study tested one strain’s sensitivity to different concentrations of PBZ-amended potato dextrose agar. Concentrations tested ranged from 2-400 ppm (0, 2, 4, 6, 8, 10, 20, 30, 40, 50, 100, 200, and 400 ppm). O. novo-ulmi was transferred from a ten-day-old unamended PDA culture using a #3 cork borer (6 mm). The diameter of isolate growth was measured daily from three different angles and averaged for colony growth. After seven days, growth of O. novo-ulmi was inhibited at concentrations higher than 10 ppm and slowed at concentrations below 10 ppm. Having a product green industry professionals can use to manage this disease would be valuable in plant health care programs.",
        "email": "",
        "conf": "Postharvest Biology and Technology",
        "coauthors": [
            "Stephanie Adams",
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4797,
        "label": 94,
        "author": "jason a smith",
        "title": "Phylogeny of ambrosia beetle symbionts in the genus Raffaelea",
        "organization": "University of Florida",
        "abstract": "The genus Raffaelea was established in 1965 when the type species, Raffaelea ambrosia, a symbiont of Platypus ambrosia beetles was described. Since then, many additional ambrosia beetle symbionts have been added to the genus, including the important tree pathogens Raffaelea quercivora, Raffaelea quercus-mongolicae, and Raffaelea lauricola, causal agents of Japanese and Korean oak wilt and laurel wilt, respectively. The discovery of new and the dispersal of described species of Raffaelea to new areas, where they can become invasive, presents challenges for diagnosticians as well as plant protection and quarantine efforts. In this paper, we present the first comprehensive multigene phylogenetic analysis of Raffaelea. As it is currently defined, the genus was found to not be monophyletic. On the basis of this work, Raffaelea sensu stricto is defined and the affinities of undescribed isolates are considered.",
        "email": "jasons@ufl.edu",
        "conf": "Fungal Biology",
        "coauthors": [
            "Tyler Dreaden",
            "John M. Davis",
            "Z. Wilhelm De Beer",
            "Randy C Ploetz",
            "Pamela S Soltis",
            "Mitchael J Wingfield",
            "Jason Andrew Smith"
        ],
        "keywords": "Internal transcribed spacer region,ITS,Ophiostomatales,Raffaelea sensu stricto,Wilt pathogens"
    },
    {
        "id": 4816,
        "label": 94,
        "author": "jason a smith",
        "title": "A review of genetic approaches to the management of blister rust in white pines",
        "organization": "University of Florida",
        "abstract": "Since introduced a century ago, Cronartium ribicola has devastated many populations of North American white pines. However, significant genetic resistance to white pine blister rust occurs naturally and can be exploited. In this review, we discuss the progress and different approaches to breeding for resistance in North American white pines. Three broad categories of resistance are: (1) ontogenetic resistance, (2) R‐gene resistance and (3) partial resistance. Ontogenetic resistance is associated with increased host age and indicated by higher susceptibility to infection in primary needles and young seedlings then in grafts and older trees. R‐gene resistance (major gene resistance) is an example of the classic gene‐for‐gene system common in many rust diseases. R‐gene resistance provides immunity but may not be durable. Host resistance and the corresponding rust virulence which defeats it are well described for sugar pine and western white pine. Host plants with partial resistance are able to retard or tolerate disease development without eliminating the pathogen. Partial resistance is also called slow‐rusting resistance or low‐level resistance and is revealed in seedlings by several responses, including slow‐canker‐growth, difficult‐to‐infect, needle‐shed and bark‐reaction. Most of these seedling responses are presumed to be multigenic; but needle‐shed may be controlled by recessive genes. Long‐term, field trials for verification of screening and selection results are sparse. Although 100% higher survival of selected material over unselected occurs in some trials, mortality is high under conditions of high hazard and heavy inoculum load. In several, long‐term trials, some full‐sib crosses expressed a strong phenotypic resistance that indicates specific combining ability between complimentary parents. These and other observations suggest that we might yet find strong and durable resistance. Study of Eurasian white pines infected by blister rust fungi could help us better understand endemic pathosystems. Different strategies are identified for deploying material selected for either R‐gene or partial resistance. Current research suggests that resistance is more complex than previously modelled, but new molecular techniques offer useful methods for investigating the white pine blister rust pathosystem.",
        "email": "",
        "conf": "Forest Pathology",
        "coauthors": [
            "J. N. King",
            "A. David",
            "David Noshad",
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4803,
        "label": 94,
        "author": "jason a smith",
        "title": "Epidemiological study on laurel wilt",
        "organization": "University of Florida",
        "abstract": "",
        "email": "",
        "conf": "Phytopathology",
        "coauthors": [
            "Haya Er",
            "M. Hughes",
            "Jason Andrew Smith",
            "G Purrett",
            "J Konkol",
            "Randy Ploetz",
            "J Marois",
            "Ariena van Bruggen"
        ],
        "keywords": ""
    },
    {
        "id": 4788,
        "label": 94,
        "author": "jason a smith",
        "title": "Evaluation of repellents for the redbay ambrosia beetle Xyleborus glabratus  vector of the laurel wilt pathogen",
        "organization": "University of Florida",
        "abstract": "The redbay ambrosia beetle, Xyleborus glabratus, is the vector of the laurel wilt disease fungal pathogen, Raffaelea lauricola. Since the vector's initial detection in the USA in the early 2000s, laurel wilt has killed millions of redbay, Persea borbonia, trees and other members of the plant family Lauraceae. To protect host trees from beetle attack and laurel wilt infection, we tested the efficacy of host‐ and non‐host‐derived and commercial compounds as X. glabratus repellents in field experiments. In our first trial, the major constituents of the non‐host tree, longleaf pine, Pinus palustris, and SPLAT Verb (verbenone 10%) were paired with manuka oil attractants and beetle captures were counted. Verbenone and a 1 : 1 blend of myrcene and camphene were intermediate to both the manuka positive and blank negative controls. Subsequently, we tested different blends of methyl salicylate (MeSA), a host defence and signalling compound, and verbenone in SPLAT dispensers using freshly cut redbay bolts as an attractant. All treatments reduced X. glabratus captures and boring holes as compared to the redbay (‐) repellent positive control; however, SPLAT Verb and SPLAT MeSA‐Verb (5% each) achieved the highest repellency, with results comparable to that of the non‐host (laurel oak). These trials establish that host‐derived and commercially available repellent compounds can reduce X. glabratus attacks and therefore have potential as part of an integrated management strategy against laurel wilt and its vector.",
        "email": "",
        "conf": "Journal of Applied Entomology",
        "coauthors": [
            "Marc A. Hughes",
            "Xavier Martini",
            "Emily H Kuhns",
            "J Colee",
            "A Mafira-Neto",
            "Lukasz L Stelinski",
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4781,
        "label": 94,
        "author": "jason a smith",
        "title": "Pathogenicity of Ganoderma Species on Landscape Trees in the Southeastern United States",
        "organization": "University of Florida",
        "abstract": "The genus Ganoderma contains species that are associated with dead and declining host trees. Many species have been described as pathogens in literature, because anecdotally, the presence of fruiting bodies on living trees has been widely associated with a general decline in tree health. Few studies have investigated the pathogenicity of Ganoderma species on landscape trees in the southeastern U.S. Pathogenicity tests were used to determine the pathogenicity of G. curtisii, G. meredithiae, G. sessile, and G. zonatum on young, healthy landscape trees (Pinus elliottii var. elliottii, P. taeda, Quercus shumardii, Q. virginiana, and Butia odorata) common to the southeastern U.S. Inoculations were made by drilling into the sapwood of the lower bole and inserting wooden dowels that were infested with each Ganoderma species. In two field experiments, 11 to 12 months post inoculation, trees had no visual, external symptoms of disease. There were differences in the extent of internal xylem discoloration near the site of inoculation in comparison with the mock-inoculated control in experiment 1, but there were no differences relative to the control in experiment 2. In both experiments, G. sessile was the only species that was successfully reisolated from the pine and oak hosts. Although disease symptoms were not obvious, the reisolation of G. sessile outside the inoculation point was a significant finding, and suggests that this species was capable of infecting healthy sapwood. G. sessile constitutively produces chlamydospores within its vegetative mycelium, which may contribute to its persistence in the discolored sapwood. These data suggest that the Ganoderma species tested, following trunk wounding, are not pathogens of young, actively growing landscape trees that only possess sapwood. The establishment of these fungi using alternative infection courts (e.g., roots) and their interactions in older living trees (e.g., trees with heartwood) needs investigation to better understand their effects on tree health.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Andrew L. Loyd",
            "Eric R. Linder",
            "Nicolas A. Anger",
            "Brantlee S. Richter",
            "Robert A. Blanchette",
            "Jason A. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4771,
        "label": 94,
        "author": "jason a smith",
        "title": "Host density dependence and environmental factors affecting laurel wilt invasion",
        "organization": "University of Florida",
        "abstract": "Host size, density and distribution, in addition to climate, can affect the likelihood a pathogen will invade and saturate landscapes. Laurel wilt, caused by the vector-borne forest pathogen Raffaelea lauricola, has devastated populations of native Lauraceae in the Southeastern US, and continues to spread. We surveyed 87 plots in six coastal islands in South Carolina, Georgia and North Florida, and one inland site (Archbold Biological Station) in South Florida for laurel wilt-affected and non-affected individual plants belonging to the genus Persea. The coastal island sites were surveyed once in 2008 or 2009, and the inland site was surveyed eight times from 2011 to 2013. Disease incidence per plot ranged from 0% to 96%, with mean disease incidence 45% across all sites. Disease incidence was positively correlated with trunk diameter and density of hosts with trunk diameter > 5 cm, but negatively with the degree of clustering, which was highest for small trees. A recursive partitioning model indicated that higher disease incidence was associated with moderate temperatures, wider trunk diameter, lower relative humidity, and lower wind speeds. Disease progress over time at Archbold followed a Gompertz curve, plateauing at 3% in two years. The dispersal kernel for disease incidence from a focus followed a negative exponential distribution. The number of plots with diseased trees at Archbold was similar for redbay (P. borbonia) and swampbay (P. palustris), but was lower for silkbay (P. humilis). Understanding how host density, size, and diversity interact with environmental effects will help guide future risk prediction efforts.",
        "email": "",
        "conf": "bioRxiv",
        "coauthors": [
            "Robin A. Choudhury",
            "Hong L. Er",
            "Marc Hughes",
            "Jason A. Smith",
            "Grechen E. Pruett",
            "Joshua Konkol",
            "Randy C. Ploetz",
            "James J. Marois",
            "Karen A. Garrett",
            "Ariena H.C. van Bruggen"
        ],
        "keywords": ""
    },
    {
        "id": 4821,
        "label": 94,
        "author": "jason a smith",
        "title": "First Report of Laurel Wilt Disease Caused by Raffaelea lauricola on Camphor in Florida and Georgia",
        "organization": "University of Florida",
        "abstract": "Laurel wilt is a recently described (1) vascular disease of redbay (Persea borbonia (L.) Spreng) and other plants in the family Lauraceae. The wilt is caused by Raffaelea lauricola, a fungus vectored by the nonnative redbay ambrosia beetle (Xyleborus glabratus Eichhoff) (1,2). Since 2003, laurel wilt has caused widespread mortality of redbay in Georgia, South Carolina, and Florida (1) and has recently been found on avocado in Florida (4). Since June of 2007, wilted shoots and branch dieback have been observed in several camphor trees (Cinnamomum camphora (L.) Sieb.) in residential areas of McIntosh and Glynn counties in Georgia and Baker County in Florida. Symptomatic camphor trees ranged from 4.5 to 12 m high and occurred in areas where redbay mortality due to laurel wilt has been frequently observed during the last 2 to 3 years. In some camphor trees, only the smaller branches (<2 cm in diameter) were wilting or dead, whereas in other trees (e.g., Baker County, Florida), the larger branches and substantial portions of the crown were also symptomatic. Rapid wilt that affects entire trees that is usually observed in redbay, has not been observed in camphor. Some camphor trees in residential areas of Jekyll Island, Georgia (Glynn County), where extensive wilt of redbay has occurred, have exhibited only localized wilt of some shoots or branches and other camphors remain asymptomatic. Removal of bark from wilted branch sections revealed black-to-brownish staining in the sapwood, characteristic of laurel wilt. Although no evidence of ambrosia beetles was observed on these samples, more extensive surveys are needed to determine the role of this vector in laurel wilt of camphor. Wood chips from symptomatic areas of branches were surface sterilized and plated on cycloheximide-streptomycin malt agar as previously described (1,4) and R. lauricola was routinely isolated. Small subunit (18S) sequences from rDNA were amplified by PCR and sequenced using primers NS1 and NS4 (3). BLASTn searches revealed homology to R. lauricola C2203 (GenBank Accession No. EU123076, 100% similarity, e-value of 0.0, and a total score of 1,886). The small subunit rDNA sequence for this isolate has been deposited into GenBank ( http://www.ncbi.nlm.nih.gov/Genbank/index.html) and has been assigned Accession No. EU 853303. The presence of laurel wilt in camphor provides an opportunity to understand the pathogen distribution and possible resistance mechanisms in this host, which could have implications for efforts to remediate the impacts of the disease in redbay and other species in the Lauraceae in the southeastern United States.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Jason Andrew Smith",
            "L. Mount",
            "A. E. III. Mayfield",
            "C A Bates",
            "W A Lamborn",
            "S. W. Fraedrich"
        ],
        "keywords": "Cinnamomum camphora, ornamental trees, nursery crops, Ophiostomatales, plant pathogenic fungi, fungal diseases of plants, disease outbreaks, signs and symptoms (plants), disease diagnosis, pathogen identification, microbial genetics, nucleotide sequences, ribosomal RNA, polymerase chain reaction, sequence analysis, emerging diseases, host plants, new host records, Florida, Georgia"
    },
    {
        "id": 4800,
        "label": 94,
        "author": "jason a smith",
        "title": "Responses of swamp bay Persea palustris and avocado Persea americana to various concentrations of the laurel wilt pathogen Raffaelea lauricola",
        "organization": "University of Florida",
        "abstract": "Laurel wilt, caused by the fungus Raffaelea lauricola and transmitted by the exotic ambrosia beetle Xyleborus glabratus, has killed members of the Lauraceae plant family throughout the southeast United States. A series of experiments were conducted to examine the effects of inoculum concentration on the development of laurel wilt in swamp bay, Persea palustris, and avocado, Persea americana. In each experiment, host plants were inoculated with aqueous suspensions of 102, 103, 104 or 105 conidia of R. lauricola, and plants were rated periodically for external symptom development (wilting and foliar dieback). At the end of experiments, plants were rated for internal symptoms of the disease (discoloration of sapwood) and assayed for R. lauricola on a semi‐selective medium. Symptom severity in swamp bay was significantly lower for the 102 treatment than at higher (103–105) concentrations, whereas 102 and 103 conidia caused less disease than 104 and 105 conidia in avocado. At the lowest inoculum concentration, 67% of the swamp bay plants and 20% of the avocados died by the time the respective experiments were terminated. The pathogen was recovered from a high proportion of the symptomatic sapwood of swamp bay (100%) and avocado (94%), and sapwood discoloration and recovery of R. lauricola from inoculated stems of swamp bay were highly correlated with recovery of the pathogen and symptom development in roots. Clearly, swamp bay and avocado are very sensitive to R. lauricola. The ability of only 100 conidia of this pathogen to kill these hosts suggests that few individuals of X. glabratus or other ambrosia beetles that carry low levels of the pathogen would be sufficient to transmit conidia that infect and lead to disease development. The results are also relevant to the development of disease‐tolerant host selections, as they indicate levels of the pathogen appropriate for use in screening plants for disease resistance.",
        "email": "",
        "conf": "Forest Pathology",
        "coauthors": [
            "Marc A. Hughes",
            "Sharon Inch",
            "Randy Ploetz",
            "H L Er",
            "A H C van Bruggen",
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4823,
        "label": 94,
        "author": "jason a smith",
        "title": "First Report of Laurel Wilt Disease Caused by a Raffaelea sp. on Avocado in Florida",
        "organization": "University of Florida",
        "abstract": "Laurel wilt is a vascular disease of redbay (Persea borbonia (L.) Spreng.) and other plants in the family Lauraceae in the southeastern United States. It is caused by a fungus (Raffaelea sp.) that is vectored by a non-native insect of Asian origin, the redbay ambrosia beetle (Xyleborus glabratus Eichhoff) (1). Since the initial detection of the redbay ambrosia beetle near Savannah, GA in 2002, laurel wilt has caused widespread mortality of redbay in Georgia, South Carolina, and Florida (1). In September 2007, an avocado (Persea americana Mill.) tree planted approximately 10 years earlier in a residential neighborhood in Jacksonville, FL was discovered to be infected with laurel wilt. The crown was in various stages of decline, including upper branches that were dead and leafless, those with wilted and drooping foliage, and those with healthy foliage. Removal of bark from wilted branch sections revealed black-to-brown streaks of discoloration in the sapwood and a few ambrosia beetle holes from which the discoloration extended into the adjacent wood. A Raffaelea sp. was isolated from discolored wood samples by surface sterilizing wood chips by submersion in a 5% sodium hypochlorite solution for 30 s and plating them on cycloheximide streptomycin malt agar (2). Small subunit (18S) sequences from the rDNA were amplified by PCR and sequenced with primers NS1 and NS4 (3). BLASTn searches revealed homology to Raffaelea sp. C2203 (GenBank Accession No. EU123076, 100% similarity, e-value of 0.0, and a total score of 1,886), which is known to be the causal agent of laurel wilt (1). The small-subunit rDNA sequence for this isolate has been deposited into GenBank and has been assigned accession No. EU257806. Pathogenicity of the laurel wilt pathogen on Persea spp. in growth chamber trials has been previously demonstrated (1). Laurel wilt is of concern to the commercial avocado industry and is a potential threat to the Lauraceae elsewhere in the Americas.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "A.E. III Mayfield",
            "Jason Andrew Smith",
            "Marc A. Hughes",
            "Tyler J Dreaden"
        ],
        "keywords": ""
    },
    {
        "id": 4791,
        "label": 94,
        "author": "jason a smith",
        "title": "Response of swamp bay Persea palustris  and redbay P. borbonia  to Raffaelea spp. isolated from Xyleborus glabratus",
        "organization": "University of Florida",
        "abstract": "Laurel wilt is a devastating invasive disease of members of the Lauraceae plant family. It is caused by the fungus Raffaelea lauricola, which is a nutritional symbiont of its ambrosia beetle vector, Xyleborus glabratus. In the United States, six Raffaelea spp., in addition to R. lauricola, have been recovered from mycangia of X. glabratus. We compared the response of two laurel wilt suspects, swamp bay (Persea palustris) and redbay (Persea borbonia), to five of these species, another undescribed Raffaelea sp., and R. lauricola. Six weeks after inoculation, only R. lauricola caused significantly greater symptoms than water inoculations. The fungi varied in their ability to move systemically and be recovered from the host at the end of the experiment. Stem hydraulic conductivity was decreased by R. lauricola, but none of the other taxa. Although the roles these fungi play in the life cycle of X. glabratus are not known, they do not appear to be pathogens on these host tree species.",
        "email": "",
        "conf": "Forest Pathology",
        "coauthors": [
            "Tyler Dreaden",
            "Alina Sandra Puig",
            "C.A. Gonzalez-Benecke",
            "R C Ploetz",
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4799,
        "label": 94,
        "author": "jason a smith",
        "title": "First Report of Laurel Wilt Caused by Raffaelea lauricola on Bay Laurel ( Laurus nobilis ) in the United States",
        "organization": "University of Florida",
        "abstract": "Bay laurel (Laurus nobilis L.) is an economically important evergreen tree of the family Lauraceae. It is native to Asia Minor and the Balkans and was introduced into the United States for its ornamental and culinary uses (4). In September 2013, a 6-m-tall bay laurel in Gainesville, FL, attracted our attention because it had wilted leaves, discolored sapwood, and ambrosia beetle entrance holes, all symptoms of laurel wilt. In addition, the tree was growing close to an avocado that succumbed to the disease months earlier. In an effort to determine whether the laurel wilt pathogen (Raffaelea lauricola T.C. Harr., Fraedrich & Agaveya) was, indeed, involved in the decline of the tree of current interest, discolored sapwood was sectioned into 5-mm2 pieces, surface disinfested for 30 s in a 4% sodium hypochlorite solution, and plated onto CSMA media (1,2). Within 7 to 14 days, cream-colored, adpressed fungal growth typical of R. lauricola grew from the sapwood pieces (2). DNA was extracted from an isolate of a single conidium (PL1634) and a portion of the 18S rRNA gene was PCR-amplified with primers NS1/NS4, resulting in a 1,021-bp amplicon (GenBank Accession No. KF913344.1), with a BLASTn search revealing 100% homology to several R. lauricola isolates (3). To confirm pathogenicity, six bay laurel seedlings (0.5 m) and a silk bay (0.65 m) (Persea humilis, susceptible control) were wounded twice with a 0.5-mm-diameter drill bit. Then, 30 μl of a spore suspension of PL1634 (1.38 × 105 condia/plant) were introduced into the xylem by pipette and the wounds were wrapped in Parafilm (1). Negative controls consisted of a mock-inoculated (water) and non-inoculated bay laurel plus a mock-inoculated silk bay. Plants were placed in a growth chamber set to a 16/8 h (25/22°C) diurnal light/temperature cycle. After 60 days, all fungal-inoculated plants were completely wilted with dead leaves and subsequent necrosis of stems, while mock- and non-inoculated controls remained asymptomatic. Sapwood dissection revealed xylem discoloration similar to the original infected tree, and fungi morphologically similar to PL1634 were recovered from all inoculated plants upon isolation on CSMA media. Mock- and non-inoculated controls lacked vascular discoloration and fungal growth on media. In order to determine if the redbay ambrosia beetle, Xyleborus glabratus Eichoff (laurel wilt vector) could successfully reproduce in this host, symptomatic branches (7 cm in diameter) of L. nobilis with external evidence of ambrosia beetle attack (frass “toothpicks”) were placed in a plastic rearing box within a growth chamber (25°C). Within 4 weeks of incubation, dozens of immature and mature X. glabratus beetles emerged. This is the first record of Koch's postulates being completed for R. lauricola on L. nobilis and the ability of X. glabratus to infest and breed in its stems. This information may be of importance in the event of an introduction of X. glabratus and its fungal associate to Mediterranean areas where bay laurel is either growing wild or being cultivated as valuable commercial crop.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Marc A. Hughes",
            "A. Black",
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4775,
        "label": 94,
        "author": "jason a smith",
        "title": "Response to Temperature and Virulence Assessment of Fusarium circinatum Isolates in the Context of Climate Change",
        "organization": "University of Florida",
        "abstract": "With future global temperatures predicted to increase, the relationship between a host, pathogen, and environment, becomes less predictable and epidemics may pose a greater risk to forests worldwide. Resistance breeding is an important disease management tool, but because tree species require long breeding times, it is necessary to develop techniques for testing current pathogen isolates against their hosts. Pitch canker disease of pines, caused by the pathogen Fusarium circinatum, is no exception and represents a threat to pine forests and commercial plantations worldwide, as it thrives at warm temperatures and high humidity. We tested growth of 15 F. circinatum isolates in culture at three temperatures: 25, 27, and 31 °C. We also evaluated the sporulation and pathogenicity of eight of the isolates on two susceptible Pinus elliotti (slash pine) open-pollinated families and one tolerant open-pollinated Pinus taeda (loblolly pine) family. Our results showed significant differences among isolates in the temperature and pathogenicity tests. All isolates showed a significant decrease in growth at 31 °C, although some showed similar growth at 25 and 27 °C. Several of the new isolates tested were more pathogenic than the isolates that the USDA Forest Service Resistance Screening Center (RSC) had been using. The new isolates have now been incorporated into their operational screening program.",
        "email": "",
        "conf": "Forests",
        "coauthors": [
            "Tania Quesada",
            "Sunny Lucas",
            "Katherine Smith",
            "Jason Andrew Smith"
        ],
        "keywords": "pitch canker; loblolly pine; slash pine; pathogenicity; temperature response; screening tests"
    },
    {
        "id": 4829,
        "label": 94,
        "author": "jason a smith",
        "title": "Host-pathogen interactions in rust disease pathosystems /",
        "organization": "University of Florida",
        "abstract": "Understanding the evolution of host-pathogen interactions is a dynamic and rapidly growing area of study. In the thesis presented here, host-pathogen interactions in the white pine blister rust and Salix-Melampsora rust pathosystems were studied. Resistance mechanisms (or lack thereof) to the biotrophic exotic pathogen Cronartium ribicola were compared in resistant and susceptible genotypes of Pinus strobus. Fewer basidiospores germinated and resulting hyphae penetrated stomata infrequently on needles of the resistant genotype",
        "email": "",
        "conf": "ProQuest Dissertations",
        "coauthors": [
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4804,
        "label": 94,
        "author": "jason a smith",
        "title": "Breeding for value in a changing world: Past achievements and future prospects",
        "organization": "University of Florida",
        "abstract": "Large-scale tree improvement programs began in the 1950s. Tree improvement is now part of operational silviculture programs in many companies and countries around the world and tree breeding programs have produced very impressive results: (1) realized gains in plantations being established today of some 40–50 % in volume yield above unimproved material for many programs; (2) increased efficiencies in all aspects of breeding, selection, testing and deployment; and (3) a shortening of the generation interval by a factor of two from approximately 30 years in the first generation to less than 15 years today for pine programs. What about the future? What should tree breeders be thinking, planning and doing to ensure that results 60 years from now are even more impressive than those from the previous 60 years? Tree breeders today live in a rapidly changing world faced with: increasing demands for food, energy and water; globalization leading to an interconnectedness of markets and rapid spread of exotic organisms; climate change and its implications for genetic deployment; burgeoning technology in robotics, communications and molecular tools; shifting ownership patterns of forest land; and the real possibility of completely new forest products and markets in the future. Three ideas for “Breeding for Value in a Changing World” are: (1) adopt a robust philosophy that aims to ensure maximum value produced per ha even in a future world that will be quite different; (2) embrace technology at every phase in the tree improvement process; and (3) encourage interdisciplinary teams of scientists to solve complex problems that require expertise ranging from molecular to landscape scales.",
        "email": "",
        "conf": "New Forests",
        "coauthors": [
            "Timothy L White",
            "John Davis",
            "Salvador A. Gezan",
            "Jiri Hulcr",
            "Eric Jokela",
            "Matias Kirst",
            "Timothy A. Martin",
            "Gary Peter",
            "Greg Powell",
            "Jason Andrew Smith"
        ],
        "keywords": "breeding value, business enterprises, climate change, energy, foods, forest products, forests, globalization, markets, ownership, philosophy, planning, plantations, scientists, silviculture, teams, tree breeding, trees"
    },
    {
        "id": 4795,
        "label": 94,
        "author": "jason a smith",
        "title": "Temperature-Dependent Development of Xyleborus glabratus (Coleoptera: Curculionidae: Scolytinae)",
        "organization": "University of Florida",
        "abstract": "Redbay ambrosia beetle, Xyleborus glabratus Eichhoff (Coleoptera: Curculionidae: Scolytinae), is a nonnative pest that transmits the pathogenic fungus Raffaelea lauricola T.C. Harr., Fraedrich & Aghayeva (Ophiostomatales: Ophiostomataceae), which causes laurel wilt disease in trees of the family Lauraceae. Laurel wilt is present in the commercial avocado (Persea americana Mill.; Laurales: Lauraceae) growing areas of Florida and poses a potential threat to the avocado industries of California and Mexico. The life cycle of X. glabratus was studied in avocado logs at 16, 20, 24, 28, and 32 °C. Xyleborus glabratus successfully completed its life cycle at 24, 28, and 32 °C, with the greatest oviposition and development rate at 28 °C. Development of the egg and pupal stages was studied at 12, 16, 18, 20, 24, 28, 32, and 36 °C. One linear and 7 nonlinear developmental models were used to estimate the temperature-dependent development of both stages. The linear model estimated the lower threshold temperatures for egg and pupal development to be 13.8 °C and 11.1 °C, respectively, and the degree-days (DD) for egg and pupal development to be 55.1 DD and 68.2 DD, respectively. The Brier-2, Ratkowsky, Logan, and polynomial models gave the best estimates for the temperature-dependent development of the egg stages, whereas the Brier-1, Logan, and polynomial models gave the best estimates of temperature-dependent development of the pupal stages. Our results suggested that the optimal temperature for development of X. glabratus was around 28 °C, and that temperature will play an important role in the spread and successful establishment of X. glabratus.",
        "email": "",
        "conf": "Florida Entomologist",
        "coauthors": [
            "Gurpreet S Brar",
            "John L Capinera",
            "Paul E. Kendra",
            "Jason A Smith",
            "Jorge E Pena"
        ],
        "keywords": "avocado, redbay, temperature, development models"
    },
    {
        "id": 4777,
        "label": 94,
        "author": "jason a smith",
        "title": "First report of branch cankers caused by Sphaerulina musiva on Populus purdomii in the United States",
        "organization": "University of Florida",
        "abstract": "In November 2017 numerous branch cankers were observed on a specimen of Populus purdomii in a cultivated plant collection in Boone County, Kentucky. P. purdomii is native to China and is in the section Tacamahaca in the genus Populus, which also includes the important forestry species P. trichocarpa. Septoria canker caused by Sphaerulina musiva is one of the most destructive diseases of introduced and hybrid poplars (Bier 1939). Branch cankers typical of those caused by S. musiva were abundant on small to medium-sized branches. Cankers displayed sunken and discolored tissue with swollen margins and were causing dieback in the canopy. Isolations were made from six 1-mm3 excised pieces of tissue from the transition zone of three diseased branches, surface sterilized in 5% sodium hypochlorite for 30 s, and placed onto quarter-strength acidified potato dextrose agar (APDA). Isolate AL-PC5 has been deposited into the USDA fungal collection (NRRL) in Peoria, IL (accession 66828). Slow-growing colonies that were slightly raised off the media with an undulated margin, typical of S. musiva, were observed on APDA in all cultures. Pycnidia formed on 7-week-old cultures that were incubated at 23°C in the dark, and 20 conidia in 5% KOH were measured. Cylindrical conidia measuring 18.2 (14.9 to 21.5) × 2.4 (2.0 to 3) μm on average had tapered apices and were straight to slightly curved, typical of S. musiva. DNA was extracted from mycelium, and polymerase chain reaction (PCR) amplification of the internal transcribed spacer (ITS) region was performed with ITS1F and ITS4 as previously described (White et al. 1990). Purified PCR products were sequenced, assembled, visually edited, and deposited to GenBank (accession MH379707). The ITS sequence had 99% homology with deposited sequences labeled with the teleomorph name Mycosphaerella populorum (GenBank accession nos. GU130032.1 and AY752863.1) or with the anamorph name S. musiva (GenBank accession KF251619.1). The difference in deposited ITS sequences is likely owing to intraspecific variation. Pathogenicity tests were conducted twice to determine if our isolate of S. musiva was the causal agent of the cankers observed on P. purdomii. Five (experiment 1) and nine (experiment 2) 60-day-old, disease-free rooted cuttings of P. purdomii were inoculated in a greenhouse on February 15, 2018 (experiment 1) and April 16, 2018 (experiment 2) by placing a colonized 7-mm agar plug of a S. musiva isolate or noninfested APDA agar plug (n = 3) into a sapwood wound made with a sterile no. 3 cork borer that was then wrapped in Parafilm. Rooted cuttings were planted in a soilless medium and were hand watered every other day for the duration of the experiment. Plants were scored for canker development on April 16, 2018 (experiment 1) and May 30, 2018 (experiment 2). All inoculated trees showed sunken cankers outside the point of inoculations in both experiments, whereas the mock-inoculated controls showed no disease symptoms. Isolates of S. musiva were successfully reisolated from all inoculated saplings, fulfilling Koch’s postulates. Isolate identity was validated with colony morphology and ITS sequencing. To our knowledge, this is the first report of S. musiva causing branch cankers on P. purdomii in the United States. P. purdomii has potential for use in breeding programs aimed at developing fast-growing hybrids intended for biomass production. However, hybrids produced will require careful selection for resistance to S. musiva, or trees will have to be planted in areas where this disease is of low incidence.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Cassondra Newman",
            "Andrew Loyd",
            "Jason Andrew Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4813,
        "label": 94,
        "author": "jason a smith",
        "title": "Geographic Origins and Genetic Diversity of Air-Potato (Dioscorea bulbifera) in Florida",
        "organization": "University of Florida",
        "abstract": "In Florida, air-potato is an invasive weed with high management priority, which may soon be targeted using classical biological control. This yam was introduced during the early 20th century by the United States Department of Agriculture (USDA) from areas throughout its extensive range. Our objectives were to characterize the genetic diversity of the invasive population in Florida and to identify the source regions of introduction. Authorities have often asserted the African provenance of the species in Florida, but our analyses, conducted using chloroplast markers, indicate that Florida air-potato is more similar to specimens examined from China than to those from Africa. Low intraspecific genetic diversity in Florida indicates that the invasive population was the result of at least two introductions becoming established in Florida.",
        "email": "",
        "conf": "Invasive Plant Science and Management",
        "coauthors": [
            "Matthew D. Croxton",
            "Michael G. Andreu",
            "Dean A Williams",
            "William A Overholt",
            "Jason Andrew Smith"
        ],
        "keywords": "Dioscorea bulbifera, USDA, biological control, chloroplasts, genetic variation, invasive species, provenance, yams, Africa, China, Florida"
    },
    {
        "id": 4807,
        "label": 94,
        "author": "jason a smith",
        "title": "Susceptibility of Persea spp. and Other Lauraceae to Attack by Redbay Ambrosia Beetle Xyleborus glabratus (Coleoptera: Curculionidae: Scolytinae)",
        "organization": "University of Florida",
        "abstract": "These preliminary results indicate that there are numerous New World species of the Lauraceae potentially at risk of attack by X. glabratus. More research is needed to fully determine the susceptibility of Persea spp. and other genera within the Lauraceae to both the pathogen and vector. However, because of the difficulty in obtaining bolts of non-native Persea species and other genera, efforts should be directed particularly at those species where an indication of nonsusceptibility to X. glabratus has been observed.",
        "email": "",
        "conf": "Florida Entomologist",
        "coauthors": [
            "J E Pea",
            "D Carrillo",
            "R E Duncan",
            "J L Capinera",
            "G Brar",
            "S Mclean",
            "M L Arpaia",
            "E Focht",
            "Jason Andrew Smith",
            "M Hughes",
            "P E Kendra"
        ],
        "keywords": ""
    },
    {
        "id": 4819,
        "label": 94,
        "author": "jason a smith",
        "title": "First Report of Laurel Wilt Disease Caused by Raffaelea lauricola on Sassafras in Florida and South Carolina",
        "organization": "University of Florida",
        "abstract": "Laurel wilt disease, caused by Raffaelea lauricola (T.C. Harr., Fraedrich & Aghayeva sp. nov.), which is a fungal symbiont of the nonnative redbay ambrosia beetle (Xyleborus glabratus Eichhoff), has caused widespread mortality of native redbay (Persea borbonia (L.) Spreng) in Georgia, South Carolina, and Florida since 2002. The disease has been noted on other species in the Lauraceae including sassafras in Georgia (1), and more recently, on avocado and camphor in Florida (4). Since 2005, wilted shoots, branch dieback, and tree death have been observed in sassafras trees (Sassafras albidum (L.)) in Liberty, McIntosh, Chatham, Effingham, Bulloch, Evans, and Screven counties in Georgia; Bamberg, Beaufort, Charleston, Colleton, Hampton, and Orangeburg counties in South Carolina; and Putnam County in Florida. Symptomatic sassafras trees ranged from 1 to 12 m high and 2.5 to 25 cm in diameter at breast height. In contrast to red bay trees that retain wilted foliage, symptomatic sassafras defoliate rapidly as trees wilt and die. Multiple symptomatic ramets originating from a common root system have been observed. Removal of bark from stem and root sections from wilted trees revealed black-to-brownish staining in the sapwood, characteristic of laurel wilt. Wood chips from symptomatic areas of branches and roots were surface sterilized and plated on cycloheximide-streptomycin malt agar as previously described (1) and R. lauricola was routinely isolated. Small subunit (18S) sequences from rDNA were amplified by PCR and sequenced using primers NS1 and NS4 (3) for isolates from sassafras from Florida and South Carolina. BLASTn searches revealed homology to Raffaelea sp. C2203 (GenBank Accession No. EU123076, 100% similarity) described by Fraedrich et al. (1) from redbay and later named R. lauricola (2). The small subunit rDNA sequences for these isolates have been deposited into GenBank ( http://www.ncbi.nlm.nih.gov/Genbank/index.html) and assigned Accession Nos. EU980448 (Florida) and GQ329704 (South Carolina). Koch's postulates have been completed with R. lauricola on this host previously (1). Laurel wilt on sassafras often was geographically isolated from other symptomatic hosts in Georgia and South Carolina and appears to occur on this host independently of proximity to redbay. Further studies to determine the epidemiology of laurel wilt on sassafras, potential resistance, and impact on sassafras life history and distribution are needed. Given the clonal nature of sassafras, the disease would appear to have the potential to move through roots of trees once established in a stand.",
        "email": "",
        "conf": "Plant Disease",
        "coauthors": [
            "Jason Andrew Smith",
            "Tyler J Dreaden",
            "A.E. III Mayfield",
            "A Boone",
            "S W Fraedrich",
            "Cassidie Bates"
        ],
        "keywords": ""
    }
]