[
    {
        "id": 4869,
        "label": 95,
        "author": "jason smith",
        "title": "Dual Doping Effects (Site Blockage and Electronic Promotion) Imposed by Adatoms on Pd Nanocrystals for Catalytic Hydrogen Production",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "",
        "email": "",
        "conf": "Chemical Communications",
        "coauthors": [
            "Simon Jones",
            "Simon Fairclough",
            "Maxwell Gordon-Brown",
            "SCE Tsang"
        ],
        "keywords": ""
    },
    {
        "id": 4905,
        "label": 95,
        "author": "jason smith",
        "title": "Carrier storage and capture dynamics in quantum-dot heterostructures",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Photoluminescence and time-resolved photoluminescence measurements of charge tunable quantum-dot heterostructures reveal that by appropriate biasing of the device, about 90% of photogenerated holes can be stored at an interface near to the nanostructures and subsequently transferred into the nanostructures in a controlled fashion. The capture dynamics are sensitive to the form of the valence band potential in the layer that caps the Stranski–Krastanow dots. The dependence of the capture rate on applied electric field suggests that the valence band confinement potential is “soft” in the capping layer, with a spatial extent of around 14 nm.",
        "email": "",
        "conf": "Applied Physics Letters",
        "coauthors": [
            "Jason Michael Smith",
            "Paul A Dalgarno",
            "Bernhard Urbaszek",
            "E J McGhee",
            "G S Buller",
            "G J Nott",
            "R J Warburton"
        ],
        "keywords": ""
    },
    {
        "id": 4880,
        "label": 95,
        "author": "jason smith",
        "title": "Controlling the emission from semiconductor quantum dots using ultra-small tunable optical microcavities",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report the control of spontaneous emission from CdSe/ZnS core–shell quantum dots coupled to novel open-access optical microcavities. The cavities are fabricated by focused ion beam milling and provide mode volumes less than a cubic micrometre. The quantum dot emission spectrum, spatial modes and lifetime are all modified substantially by the presence of the cavity, and can be tuned by actively varying the cavity length. An increase in emission rate of 75% is achieved at room temperature, attributed to the Purcell effect in the 'bad emitter' regime. We demonstrate a high degree of control over the emission from the dots, including near single-mode operation and the ability to detect strong emission from individual nanocrystals.",
        "email": "",
        "conf": "New Journal of Physics",
        "coauthors": [
            "Ziyun Di",
            "Helene V Jones",
            "Philip Ronald Dolan",
            "Simon M Fairclough",
            "Mathew B Wincott",
            "Johnny Fill",
            "Gareth M Hughes",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4850,
        "label": 95,
        "author": "jason smith",
        "title": "Laser writing of coherent colour centres in diamond",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Optically active point defects in crystals have gained widespread attention as photonic systems that could be applied in quantum information technologies1,2. However, challenges remain in the placing of individual defects at desired locations, an essential element of device fabrication. Here we report the controlled generation of single negatively charged nitrogen–vacancy (NV−) centres in diamond using laser writing3. Aberration correction in the writing optics allows precise positioning of the vacancies within the diamond crystal, and subsequent annealing produces single NV− centres with a probability of success of up to 45 ± 15%, located within about 200 nm of the desired position in the transverse plane. Selected NV− centres display stable, coherent optical transitions at cryogenic temperatures, a prerequisite for the creation of distributed quantum networks of solid-state qubits. The results illustrate the potential of laser writing as a new tool for defect engineering in quantum technologies, and extend laser processing to the single-defect domain.",
        "email": "Jason.Smith@utas.edu.au.",
        "conf": "Nature Photonics",
        "coauthors": [
            "Yu-Chen Chen",
            "Patrick S. Salter",
            "Sebastian Knauer",
            "Laiyi Weng",
            "Angelo C. Frangeskou",
            "Colin J. Stephen",
            "Shazeaa N. Ishmael",
            "Philip R. Dolan",
            "Sam Johnson",
            "Ben L. Green",
            "Gavin W. Morley",
            "Mark E. Newton",
            "John G. Rarity",
            "Martin J. Booth",
            "Jason M. Smith"
        ],
        "keywords": "diamond, NV centres, laser processing, qubits, spin resonance"
    },
    {
        "id": 4834,
        "label": 95,
        "author": "jason smith",
        "title": "Laser writing of individual atomic defects in a crystal with near-unity yield",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Atomic defects in wide band gap materials show great promise for development of a new generation of quantum information technologies, but have been hampered by the inability to produce and engineer the defects in a controlled way. The nitrogen-vacancy (NV) color center in diamond is one of the foremost candidates, with single defects allowing optical addressing of electron spin and nuclear spin degrees of freedom with potential for applications in advanced sensing and computing. Here we demonstrate a method for the deterministic writing of individual NV centers at selected locations with high positioning accuracy using laser processing with online fluorescence feedback. This method provides a new tool for the fabrication of engineered materials and devices for quantum technologies and offers insight into the diffusion dynamics of point defects in solids.",
        "email": "jason.smith@materials.ox.ac.uk",
        "conf": "arvix preprint",
        "coauthors": [
            "Yu-Chen Chen",
            "Benjamin Griffiths",
            "Laiyi Weng",
            "Shannon Nicley",
            "Shazeaa N. Ishmael",
            "Yashna Lekhai",
            "Sam Johnson",
            "Colin J. Stephen",
            "Ben L. Green",
            "Gavin W. Morley",
            "Mark E. Newton",
            "Martin J. Booth",
            "Patrick S. Salter",
            "Jason M. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4903,
        "label": 95,
        "author": "jason smith",
        "title": "Dark exciton signatures in time-resolved photoluminescence of single quantum dots",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Time-resolved photoluminescence of single charge tuneable quantum dots allows us to probe the differences in recombination dynamics between neutral and negatively charged excitons. We find that the luminescence decay from a neutral exciton contains a second lifetime component of several nanoseconds that is not present in the luminescence from singly or doubly charged excitons. We attribute the slowly decaying component to excitation cycles in which the initial exciton formed in the dot is dark, with angular momentum M = 2, and which subsequently scatters into the bright state with M = 1.The nature of the scattering mechanism is revealed by the dependence of the lifetime on the electrical bias applied across the charge-tuneable device. That the lifetime changes by an order of magnitude within a short bias range implies that the dark-to-bright transmutation does not occur through a simple spin flip. Rather it appears to come about by the dot briefly entering a higher energy charging state which allows exchange of the existing electron with another from the n-type contact region. We model the lifetimes and relative intensities of the two decay components using a simple rate equation analysis.",
        "email": "",
        "conf": "MRS Online Proceeding Library Archive",
        "coauthors": [
            "Jason Michael Smith",
            "Paul A Dalgarno",
            "Richard J Warburton",
            "Brian D Gerardot",
            "Pierre M Petroff"
        ],
        "keywords": ""
    },
    {
        "id": 4830,
        "label": 95,
        "author": "jason smith",
        "title": "Laser writing of individual nitrogen-vacancy defects in diamond with near-unity yield",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Atomic defects in wide-bandgap materials, such as the nitrogen-vacancy (NV) color center in diamond, show considerable promise for the development of a new generation of quantum information technologies, but progress has been hampered by the inability to produce and engineer the defects in a controlled manner. Here, we demonstrate an all-optical method for the deterministic writing of individual NV centers at selected locations with high positioning accuracy. Ultrashort pulse laser processing is used to both create and diffuse defects inside the crystal through local annealing. During the laser-annealing process, online fluorescence feedback provides a trigger to stop processing once the NV formation is detected. This method provides a new tool for the optical fabrication of engineered materials and devices for quantum technologies.",
        "email": "",
        "conf": "Optica ",
        "coauthors": [
            "Yu-Chen Chen",
            "Benjamin Griffiths",
            "Laiyi Weng",
            "Shannon S. Nicley",
            "Shazeaa N. Ishmael",
            "Yashna Lekhai",
            "Sam Johnson",
            "Colin J. Stephen",
            "Ben L. Green",
            "Gavin W. Morley",
            "Mark E. Newton",
            "Martin J. Booth",
            "Patrick S. Salter",
            "Jason M. Smith"
        ],
        "keywords": "Quantum Physics; Condensed Matter - Mesoscale and Nanoscale Physics"
    },
    {
        "id": 4849,
        "label": 95,
        "author": "jason smith",
        "title": "Open-access microcavities for chemical sensing",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "The recent development of open-access optical microcavities opens up a number of intriguing possibilities in the realm of chemical sensing. We provide an overview of the different possible sensing modalities, with examples of refractive index sensing, optical absorption measurements, and optical tracking and trapping of nanoparticles. The extremely small mode volumes within an optical microcavity allow very small numbers of molecules to be probed: our current best detection limits for refractive index and absorption sensing are around 105 and 102 molecules, respectively, with scope for further improvements in the future.",
        "email": "",
        "conf": "Nanotechnology",
        "coauthors": [
            "Claire Vallance",
            "A. A. P. Trichet",
            "Dean James",
            "Philip R Dolan",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4885,
        "label": 96,
        "author": "jason smith",
        "title": "Chemoselective reduction of 2-acyl-N-sulfonylpyrroles: Synthesis of 3-pyrrolines and 2-alkylpyrroles",
        "organization": "Chemistry University of Tasmania",
        "abstract": "The partial reduction of pyrroles is not a common practice even though it offers a potential route to pyrroline building blocks, commonly used for synthesis. We have investigated the reduction of 2-acyl-N-sulfonylpyrroles and by varying the hydride source and solvent, achieved a chemoselective reduction, leading to 3-pyrrolines and alkyl pyrroles in high yield.",
        "email": "",
        "conf": "Organic & Biomolecular Chemistry",
        "coauthors": [
            "Hai Tao You",
            "Andrew C Grosse",
            "James Kenneth Howard",
            "Christopher J T Hyland",
            "Jeremy Just",
            "Peter P Molesworth",
            "Jason Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4848,
        "label": 95,
        "author": "jason smith",
        "title": "Nanoparticle Trapping and Characterization Using Open Microcavities",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Characterization and trapping of nanoparticles in solution is of great importance for lab-on-a-chip applications in biomedical, environmental, and materials sciences. Devices are now starting to emerge allowing such manipulations and investigations in real-time. Better insights into the interaction between the nanoparticle and the optical trap is therefore necessary in order to move forward in this field. In this work, we present a new kind of nanotweezers based on open microcavities. We show that by monitoring the cavity mode wavelength shift as the particle diffuses through the cavity, it is possible to establish both the nanoparticle polarizability and its coefficient of friction. Additionally, our experiment provides a deep insight in the interaction between the nanoparticle and the cavity mode. The technique has built-in calibration of the trap strength and spring constant, making it attractive for practical applications. This work illustrates the potential of such optical microcavities for future developments in nanoparticle sensors and lab-on-a-chip devices.",
        "email": "",
        "conf": "Nano Letters",
        "coauthors": [
            "A. A. P. Trichet",
            "Philip Ronald Dolan",
            "D. James",
            "G M Hughes",
            "C Vallance",
            "Jason Michael Smith"
        ],
        "keywords": "Nanophotonics, optical trapping, nanotweezer"
    },
    {
        "id": 4857,
        "label": 95,
        "author": "jason smith",
        "title": "Tunable polaritonic molecules in an open microcavity system",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We experimentally demonstrate tunable coupled cavities based upon open access zero-dimensional hemispherical microcavities. The modes of the photonic molecules are strongly coupled with quantum well excitons forming a system of tunable polaritonic molecules. The cavity-cavity coupling strength, which is determined by the degree of modal overlap, is controlled through the fabricated centre-to-centre distance and tuned in-situ through manipulation of both the exciton-photon and cavity-cavity detunings by using nanopositioners to vary the mirror separation and angle between them. We demonstrate micron sized confinement combined with high photonic Q-factors of 31 000 and lower polariton linewidths of 150 μeV at resonance along with cavity-cavity coupling strengths between 2.5 meV and 60 μeV for the ground cavity state. Photonic molecules are two or more coupled electromagnetically interacting microcavities. In the most simple case, two zero-dimensional microcavities are brought together so that their photonic modes interact, leading to hybridisation and the formation of bonding (B) and anti-bonding (AB) modes with an energy splitting given by the coupling strength, J. The initial demonstrations of lithographically fabricated photonic molecules coupled two adjacent cavities leading to a direct analogy with a simple diatomic molecule.1,2 Alternative configurations of photonic molecules exist such as square-shaped photonic dots coupled via a semiconductor bridge;1 coupled defects in photonic crystal membranes;3 whispering-gallery microdisks coupled via a small air gap;4 and planar Fabry-Perot cavities coupled through a partially transparent distributed Bragg reflector (DBR).5 More complicated structures such as photonic graphene have been developed where a honeycomb lattice of coupled micropillars displays polariton dispersions which are analogous to the electronic bandstructure of its chemical counterpart.6 Coupled micropillars have found applications in the development of ultrabright entangled photon sources7 along with Josephson oscillations between two linked polariton condensates.8 Recent theoretical proposals have shown that a weak nonlinearity in a coupled cavity system can lead to a strongly antibunched single photon source in a process termed unconventional polariton blockade.9–11 A coupled cavity system based upon coupled micropillars containing quantum wells (QWs) is likely to be unsuitable to observe this effect since the etching required to achieve micron sized lateral confinement, and hence enhance the nonlinear polariton-polariton interaction to practical values, leads to significant degradation of the polariton linewidth.12 Consequently, to experimentally demonstrate this blockade effect in III-V QW systems an alternative coupled cavity system which can concurrently achieve narrow polariton linewidths, strong lateral confinement, and controllable cavity tunneling times is required.",
        "email": "",
        "conf": "Applied Physics Letters",
        "coauthors": [
            "Scott Dufferwiel",
            "Feng Li",
            "A. A. P. Trichet",
            "L Giriunas",
            "P M Walker",
            "L Farrer",
            "D A Ritchie",
            "Jason M Smith",
            "M S Skolnick",
            "D. N. Krizhanovskii"
        ],
        "keywords": ""
    },
    {
        "id": 4878,
        "label": 95,
        "author": "jason smith",
        "title": "Influence of Luminescence Quantum Yield Surface Coating and Functionalization of Quantum Dots on the Sensitivity of Time-Resolved FRET Bioassays",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "In clinical diagnostics, homogeneous time-resolved (TR) FRET immunoassays are used for fast and highly sensitive detection of biomarkers in serum samples. The most common immunoassay format is based on europium chelate or cryptate donors and allophycocyanin acceptors. Replacing europium donors with terbium complexes and the acceptors with QDs offers large photophysical advantages for multiplexed diagnostics, because the Tb-complex can be used as FRET donor for QD acceptors of different colors. Water-soluble and biocompatible QDs are commercially available or can be synthesized in the laboratory using many available recipes from the literature. Apart from the semiconductor material composition, an important aspect of choosing the right QD for TR-FRET assays is the thickness of the QD coating, which will influence the photophysical properties and long-term stability as well as the donor–acceptor distance and FRET efficiency. Here we present a detailed time-resolved spectroscopic study of three different QDs with an emission maximum around 605 nm for their application as FRET acceptors (using a common Tb donor) in TR-bioassays: (i) Invitrogen/Life Technologies Qdot605, (ii) eBioscience eFluorNC605 and iii) ter-polymer stabilized CdSe/CdS/ZnS QDs synthesized in our laboratories. All FRET systems are very stable and possess large Förster distances (7.4–9.1 nm), high FRET efficiencies (0.63–0.80) and low detection limits (0.06–2.0 pM) within the FRET-bioassays. Shapes, sizes and the biotin/QD ratio of the biocompatible QDs could be determined directly in the solution phase bioassays at subnanomolar concentrations. Both commercial amphiphilic polymer/lipid encapsulated QDs and self-made ligand-exchanged QDs provide extremely low detection limits for highly sensitive TR-FRET bioassays.",
        "email": "",
        "conf": "ACS Applied Materials & Interfaces",
        "coauthors": [
            "Karl David Wegner",
            "Phung Thi Lanh",
            "Travis L Jennings",
            "Eunkeu Oh",
            "Vaibhav Jain",
            "Simon M Fairclough",
            "Jason M Smith",
            "Emerson Giovanelli",
            "Nicolas Lequeux",
            "Thomas Pons",
            "Niko Hildebrandt"
        ],
        "keywords": "FRET quantum dot, biosensor, diagnostics, terbium, multiplexing, spectroscopy, immunoassay, biotin, streptavidin"
    },
    {
        "id": 4842,
        "label": 95,
        "author": "jason smith",
        "title": "Diamond Photonics for Distributed Quantum Networks",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "The distributed quantum network, in which nodes comprising small but well-controlled quantum states are entangled via photonic channels, has in recent years emerged as a strategy for delivering a range of quantum technologies including secure communications, enhanced sensing and scalable quantum computing. Colour centres in diamond are amongst the most promising candidates for nodes fabricated in the solid-state, offering potential for large scale production and for chip-scale integrated devices. In this review we consider the progress made and the remaining challenges in developing diamond-based nodes for quantum networks. We focus on the nitrogen-vacancy and silicon-vacancy colour centres, which have demonstrated many of the necessary attributes for these applications. We focus in particular on the use of waveguides and other photonic microstructures for increasing the efficiency with which photons emitted from these colour centres can be coupled into a network, and the use of microcavities for increasing the fraction of photons emitted that are suitable for generating entanglement between nodes.",
        "email": "",
        "conf": "Progress in Quantum Electronics",
        "coauthors": [
            "Sam Johnson",
            "Philip Ronald Dolan",
            "Jason Michael Smith"
        ],
        "keywords": "Diamond photonics,Quantum networks,Colour centres,Nitrogen-vacancy,Silicon-vacancy,Microcavities"
    },
    {
        "id": 4844,
        "label": 95,
        "author": "jason smith",
        "title": "Tunable open-cavity coupling to the zero phonon line of a nitrogen-vacancy defect in diamond (Conference Presentation)",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Recent demonstrations of entanglement between two remote Nitrogen-Vacancy centers, have opened the way for their use in distributed quantum networks. An efficient spin-photon interface will now be required to help realize this system as a technology. Here we demonstrate the tunable enhancement of the zero phonon line of a single nitrogen-vacancy colour centre in nanodiamond at cryogenic temperatures. A plano-hemispherical open cavity, fabricated using focused ion beam milling provides mode volumes as small as 1.25 cubic microns and quality factor Q ~ 3000. It will be shown how the open geometry and independently adjustable mirrors allows for precise placement of the emitter in the centre of the cavity mode, and crucially enables in-situ tuning of the cavity resonances. At optimal coupling, the signal from individual zero phonon line transitions is enhanced by a factor of 6.25 through the Purcell effect and the overall emission rate of the NV- centre is increased by 40% compared with that measured from the same centre in the absence of cavity field confinement. This Purcell enhancement is mapped out as a function of cavity mode volume. These results represent a proof of principle for a tunable cryogenic spin-photon interface. However by far the best NV optical and spin coherences are to be found in bulk material and efforts towards the production of diamond membranes are currently being made, with dimensions suitable for open-cavity coupling. Efforts towards this and preliminary results will also be discussed.",
        "email": "",
        "conf": "Advances in Photonics of Quantum Computing, Memory, and Communication",
        "coauthors": [
            "Sam Johnson",
            "Laiyi Weng",
            "Philip R. Dolan",
            "Aurelien A. P. Trichet",
            "Sanmi Adekanye",
            "Yu-Chen Chen",
            "Ross Leyman",
            "Paul Hill",
            "Ben Green",
            "Gavin Morley",
            "Mark E. Newton",
            "Erdan Gu",
            "Jason M. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4902,
        "label": 95,
        "author": "jason smith",
        "title": "Controlled generation of neutral negatively-charged and positively-charged excitons in the same single quantum dot",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report the controlled generation of neutral, negatively-charged and positively-charged excitons in the same single InAs quantum dot. The control parameters are a vertical electric field applied to a capacitor-like structure, in which the quantum dots are embedded, and optical pump power. The strong Coulomb blockade in quantum dots can be exploited to control the charge of excitons containing one hole, the neutral exciton, X0X0, and singly negatively charged exciton, X1−X1−. We show here how this concept can be extended to excitons containing two holes, the biexciton, 2X02X0, and significantly the singly positively charged exciton, X1+X1+. We support all these assignments with a Coulomb blockade model. For all dots, the emission from the X1−X1− is redshifted relative to the neutral exciton, but surprisingly we observe blueshifts as well as small redshifts for X1+X1+.",
        "email": "",
        "conf": "Applied Physics Letters",
        "coauthors": [
            "M. Ediger",
            "Paul A Dalgarno",
            "Jason Michael Smith",
            "B D Gerardot",
            "R J Warburton"
        ],
        "keywords": ""
    },
    {
        "id": 4860,
        "label": 95,
        "author": "jason smith",
        "title": "Optimized Rear-Electrode Grating Structures in Organic Solar Cells",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Design parameters for gratings at the rear electrode in organic solar cells were investigated using finite difference time domain (FDTD) simulations. By incorporating the full device layer structure, we find that the total optical absorption in the active region of the cell is influenced by the interplay between the localized surface plasmon modes at the grating and the Fabry-Perot modes of the multilayer structure and by total internal reflection of diffracted light at the ITO/glass interface. Absorption enhancements of up to 30% compared with planar structures are found with comparable enhancements for silver and for aluminium electrodes. The tolerance of the enhancements to grating geometry and to polymer layer thickness was found to be high, with implications for the fabrication of practical devices.",
        "email": "",
        "conf": "IEEE Journal of Photovoltaics",
        "coauthors": [
            "Matthew B. Wincott",
            "Hazel E. Assender",
            "Andrew Watt",
            "Jason Michael Smith"
        ],
        "keywords": "Gratings,photovoltaic cells,plasmons"
    },
    {
        "id": 4833,
        "label": 95,
        "author": "jason smith",
        "title": "Three-dimensional solid-state qubit arrays with long-lived spin coherence",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Three-dimensional arrays of silicon transistors increase the density of bits. Solid-state qubits are much larger so could benefit even more from using the third dimension given that useful fault-tolerant quantum computing will require at least 100,000 physical qubits and perhaps one billion. Here we use laser writing to create 3D arrays of nitrogen-vacancy centre (NVC) qubits in diamond. This would allow 5 million qubits inside a commercially available 4.5x4.5x0.5 mm diamond based on five nuclear qubits per NVC and allowing (10μm)3 per NVC to leave room for our laser-written electrical control. The spin coherence times we measure are an order of magnitude longer than previous laser-written qubits and at least as long as non-laser-written NVC. As well as NVC quantum computing, quantum communication and nanoscale sensing could benefit from the same platform. Our approach could also be extended to other qubits in diamond and silicon carbide.",
        "email": "",
        "conf": "arvix preprint",
        "coauthors": [
            "C.J. Stephen",
            "B.L. Green",
            "Y.N.D. Lekhai",
            "L. Weng",
            "P. Hill",
            "S. Johnson",
            "A.C. Frangeskou",
            "P.L. Diggle",
            "M.J. Strain",
            "E. Gu",
            "M.E. Newton",
            "J.M. Smith",
            "P.S. Salter",
            "G.W. Morley"
        ],
        "keywords": "silicon transistors, three-dimensional arrays, solid-state qubits, Physics, Physics and Astronomy"
    },
    {
        "id": 4892,
        "label": 95,
        "author": "jason smith",
        "title": "Colloidal synthesis of lead oxide nanocrystals for photovoltaics",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Lead oxide nanocrystals are synthesised by injecting oxygen gas into an air and moisture free complex of Pb oleylamine and oleic acid in octadecene. Using various characterization methods including fabrication and testing of photovoltaic devices we explore the material properties and photovoltaic application of lead oxide nanocrystal films.",
        "email": "",
        "conf": "Chemical Communications",
        "coauthors": [
            "Christopher A Cattley",
            "Alexandros Stavrinadis",
            "Richard Beal",
            "Jonathan Moghal",
            "Andrew G Cook",
            "Patrick S Grant",
            "Jason M Smith",
            "Hazel Assender",
            "Andrew A R Watt"
        ],
        "keywords": ""
    },
    {
        "id": 4861,
        "label": 95,
        "author": "jason smith",
        "title": "Tunable cavity coupling of the zero phonon line of a nitrogen-vacancy defect in diamond",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We demonstrate the tunable enhancement of the zero phonon line of a single nitrogen-vacancy colour centre in diamond at cryogenic temperature. An open cavity fabricated using focused ion beam milling provides mode volumes as small as 1.24 μm3 (4.7 3 l ) and quality factor Q  3000. In situ tuning of the cavity resonance is achieved with piezoelectric actuators. At optimal coupling to a TEM00 cavity mode, the signal from individual zero phonon line transitions is enhanced by a factor of 6.25 and the overall emission rate of the NV− centre is increased by 40% compared with that measured from the same centre in the absence of cavity field confinement. This result represents a step forward in the realisation of efficient spin-photon interfaces and scalable quantum computing using optically addressable solid state spin qubits.",
        "email": "",
        "conf": "New Journal of Physics",
        "coauthors": [
            "Sam Johnson",
            "Philip Ronald Dolan",
            "Thomas Grange",
            "A A Trichet",
            "G Hornecker",
            "Y C Chen",
            "L Weng",
            "G M Hughes",
            "A A R Watt",
            "A Auffeves",
            "Jason Michael Smith"
        ],
        "keywords": "microcavities, purcell effect, weak coupling, nitrogen-vacancy, diamond"
    },
    {
        "id": 4898,
        "label": 95,
        "author": "jason smith",
        "title": "Dark exciton decay dynamics of a semiconductor quantum dot",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report measurements of the exciton decay dynamics of a single self‐assembled quantum dot following non‐resonant excitation. The singly charged exciton, the trion, exhibits a simple one component exponential decay corresponding to radiative recombination. Conversely, the neutral exciton exhibits a two component exponential decay. We argue that the secondary component arises from dark exciton creation and subsequent conversion to a bright exciton through a spin flip. The spin flip time is a strong function of the bias applied between a Fermi reservoir close to the dot and a Schottky gate electrode as a result of a Kondo‐like spin swap process.",
        "email": "",
        "conf": "Physica Status Solidi (A) Applications and Materials",
        "coauthors": [
            "Paul A Dalgarno",
            "Jason Michael Smith",
            "Brian D. Gerardot",
            "Richard Warburton"
        ],
        "keywords": ""
    },
    {
        "id": 4900,
        "label": 95,
        "author": "jason smith",
        "title": "Absorption and photoluminescence spectroscopy on a single self-assembled charge-tunable quantum dot",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We have performed detailed photoluminescence (PL) and absorption spectroscopy on the same single self-assembled quantum dot in a charge-tunable device. The transition from neutral to charged exciton in the PL occurs at a more negative voltage than the corresponding transition in absorption. We have developed a model of the Coulomb blockade to account for this observation. At large negative bias, the absorption broadens as a result of electron and hole tunneling. We observe resonant features in this regime whenever the quantum dot hole level is resonant with two-dimensional hole states located at the capping layer-blocking barrier interface in our structure.",
        "email": "",
        "conf": "Physical review. B Condensed matter",
        "coauthors": [
            "S. Seidl",
            "M. Kroner",
            "Paul A Dalgarno",
            "A. Högele",
            "J. M. Smith",
            "M. Ediger",
            "B. D. Gerardot",
            "J. M. Garcia",
            "P. M. Petroff",
            "K. Karrai",
            "Richard Warburton"
        ],
        "keywords": ""
    },
    {
        "id": 4875,
        "label": 95,
        "author": "jason smith",
        "title": "Measurement of the full stress tensor in a crystal using photoluminescence from point defects: The example of nitrogen vacancy centers in diamond",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We introduce a method for measuring the full stress tensor in a crystal utilising the properties of individual point defects. By measuring the perturbation to the electronic states of three point defects with C3vC3v symmetry in a cubic crystal, sufficient information is obtained to construct all six independent components of the symmetric stress tensor. We demonstrate the method using photoluminescence from nitrogen-vacancy colour centers in diamond. The method breaks the inverse relationship between spatial resolution and sensitivity that is inherent to existing bulk strain measurement techniques, and thus, offers a route to nanoscale strain mapping in diamond and other materials in which individual point defects can be interrogated.",
        "email": "jason.smith@materials.ox.ac.uk",
        "conf": "Applied Physics Letters",
        "coauthors": [
            "Fabio Grazioso",
            "Brian R. Patton",
            "Paul Delaney",
            "Mathew L Markham",
            "Daniel J Twitchen",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4893,
        "label": 95,
        "author": "jason smith",
        "title": "Superstructures of PbS nanocrystals in a conjugated polymer and the aligning role of oxidation",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We present a method to directly align PbS nanocrystals in micron-sized superstructures within a conjugated polymer. First, lead sulfide nanocrystals are directly synthesized in a MEH-PPV suspension via a single pot, surfactant-free method. Post-synthesis precipitation of the composite solution involving mild oxidation of the nanocrystals results in the formation of nanocrystal–polymer and nanocrystal-oxide superstructures. Detailed TEM is used to study the crystallographic nature of these structures and the roles of polymer and lead sulfate. An epitaxial relationship between lead sulfide and lead sulfate at the nanoscale is shown, giving insight into the oxidation rates of the PbS nanocrystals' facets.",
        "email": "",
        "conf": "Nanotechnology",
        "coauthors": [
            "Alexandros Stavrinadis",
            "Sen Xu",
            "Jamie H. Warner",
            "John L Hutchison",
            "Jason M Smith",
            "Andrew A R Watt"
        ],
        "keywords": ""
    },
    {
        "id": 4909,
        "label": 95,
        "author": "jason smith",
        "title": "A picosecond time-resolved photoluminescence microscope with detection at wavelengths greater than 1500 nm",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We describe a picosecond resolution time-resolved photoluminescence microscope with high detection sensitivity at wavelengths extending beyond 1500 nm. The instrument performs time-correlated single photon counting using an InGaAs/InP single photon avalanche diode as a detector, and provides temporal resolution of less than 300 ps (full width at half maximum) and spatial resolution down to 4 μm at a sample temperature between 4 and 300 K. Analysis of noise characteristics indicates the ability to measure the excess carrier lifetimes of semiconductor devices with excited carrier densities of less than 1014 cm−3.",
        "email": "",
        "conf": "Review of Scientific Instruments",
        "coauthors": [
            "Jason Michael Smith",
            "P A Hiskett",
            "I. Gontijo",
            "L Purves",
            "G.S. Buller"
        ],
        "keywords": ""
    },
    {
        "id": 4863,
        "label": 95,
        "author": "jason smith",
        "title": "Strong exciton-photon coupling in monolayer heterostructures in tunable microcavities",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Strong light-matter interaction in two-dimensional molybdenum diselenide (MoSe 2 ) is observed using a tunable optical microcavity. Polariton states with a Rabi splitting of 20 and 29 meV are observed for a monolayer MoSe 2 and a `double-well' MoSe 2 /hBN/MoSe 2 , respectively.",
        "email": "",
        "conf": "Lasers and Electro-Optics (CLEO). IEEE",
        "coauthors": [
            "Stefan Schwarz",
            "Scott Dufferwiel",
            "Freddie Withers",
            "Aurelien A P Trichet",
            "Feng Li",
            "Caspar Clark",
            "Konstantin S Novoselov",
            "Jason M Smith",
            "Maurice S Skolnick",
            "Dmitry N Krizhanovskii",
            "Alexander Tartakovskii"
        ],
        "keywords": "Microcavities,Excitons,Cavity resonators,Couplings,Physics,Optical device fabrication,Optical imaging"
    },
    {
        "id": 4843,
        "label": 95,
        "author": "jason smith",
        "title": "Nanoparticle trapping and characterization with open microcavities (Conference Presentation)",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Thanks to their low mode volume and high finesse, optical microresonators have emerged as a promising avenue to detect and measure properties of single nanoparticles such as viruses or gold nanoparticles. Thanks to the resulting electromagnetic field enhancement, small nanoparticles, viruses and even single proteins have been trapped in hollow resonators such as photonic crystals or plasmonic tweezers. Such trapping devices with sensing capabilities are on the verge of finding powerful applications in interdisciplinary science. However, the quest for a candidate bringing together in-situ detection, trapping and multiple quantitative measurements of the particle properties supported by a comprehensive understanding still remain elusive. In this work, we show that open-access microcavities fulfil these criteria. Such resonators are made up of two micro-mirrors facing each other separated by a fluid medium in which nanoparticles can diffuse. We have recorded the cavity mode spectra while nanoparticles were optically trapped. Our results demonstrate that these microcavities can be used as optical tweezers with in-situ force calibration and nanoparticle sensing capabilities, including measurement of shape anisotropy. The shift in cavity mode wavelength during a trapping event provides information on both the nanoparticle and trap properties, as well as on the trapping force holding the particle in the trap. We are able to determine in real-time the nanoparticle polarizability, i.e. its optical response to an electromagnetic field, its coefficient of friction and characterize its shape anisotropy. The high level of control in this device makes it a robust analytical tool for real-time nanoparticle characterisation and monitoring.",
        "email": "",
        "conf": "Frontiers in Biological Detection: From Nanosensors to Systems",
        "coauthors": [
            "Aurelien Trichet",
            "Philip R. Dolan",
            "Dean James",
            "Gareth M. Hughes",
            "Claire Vallance",
            "Jason M. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4862,
        "label": 95,
        "author": "jason smith",
        "title": "Topographic control of open-access microcavities at the nanometer scale",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Open-access optical microcavities are emerging as an original tool for light-matter studies thanks to their intrinsic tunability and the direct access to the maximum of the electric field along with their small mode volume. In this article, we present recent developments in the fabrication of such devices demonstrating topographic control of the micromirrors at the nanometer scale as well as a high degree of reproducibility. Our method takes into account the template shape as well as the effect of the dielectric mirror growth. In addition, we present the optical characterization of these microcavities with effective radii of curvature down to 4.3 µm and mode volume of 16×(𝜆2)316×(λ2)3. This work opens the possibility to fully engineer the photonic potential depending on the required properties.",
        "email": "",
        "conf": "Optics Express",
        "coauthors": [
            "Aurelien A. P. Trichet",
            "Philip R. Dolan",
            "David M. Coles",
            "Gareth M. Hughes",
            "Jason M. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4894,
        "label": 95,
        "author": "jason smith",
        "title": "Paramagnetic Point Defects and Charge Carriers in PbS and CdS Nanocrystal Polymer Composites",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Using electron paramagnetic resonance we identify point defects in CdS nanocrystals. A spectrum consistent with Cd vacancies in distorted sites is observed, and evidence for S vacancies is presented. Light-induced paramagnetic states attributed to defects are also detected in PbS nanocrystals. Nanocrystal shallow donor electron states are observed in CdS composites with the conjugated polymer poly[2-methoxy-5-(2′-ethylhexyloxy)-p-phenylene vinylene] (MEH-PPV), and show an increased g-value compared to the bulk, which is consistent with quantum confinement. Dark state MEH-PPV polarons are observed for composites with small (3.6 nm) CdS nanocrystals.",
        "email": "",
        "conf": "The Journal of Physical Chemistry C",
        "coauthors": [
            "David J Keeble",
            "Elizabeth A. Thomsen",
            "Alexandros Stavrinadis",
            "Ifor D W Samuel",
            "Jason M Smith",
            "Andrew A R Watt"
        ],
        "keywords": "Polarons,Composites,Cadmium sulfide,Electron paramagnetic resonance spectroscopy,Nanocrystals"
    },
    {
        "id": 4866,
        "label": 95,
        "author": "jason smith",
        "title": "Chemically-specific time-resolved surface photovoltage spectroscopy: Carrier dynamics at the interface of quantum dots attached to a metal oxide",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We describe a new experimental pump-probe methodology where a 2D delay-line detector enables fast (ns) monitoring of a narrow XPS spectrum in combination with a continuous pump laser. This has been developed at the TEMPO beamline at Synchrotron SOLEIL to enable the study of systems with intrinsically slow electron dynamics, and to complement faster measurements that use a fs laser as the pump. We demonstrate its use in a time-resolved study of the surface photovoltage of the m-plane ZnO (101¯0) surface which shows persistent photoconductivity, requiring monitoring periods on ms timescales and longer. We make measurements from this surface in the presence and absence of chemically-linked quantum dots (QDs), using type I PbS and type II CdSe/ZnSe (core/shell) QDs as examples. We monitor signals from both the ZnO substrate and the bound QDs during photoexcitation, yielding evidence for charge injection from the QDs into the ZnO. The chemical specificity of the technique allows us to observe differences in the extent to which the QD systems are influenced by the field of the surface depletion layer at the ZnO surface, which we attribute to differences in the band structure at the interface.",
        "email": "",
        "conf": "Surface Science",
        "coauthors": [
            "Ben F. Spencer",
            "Matthew Cliffe",
            "Darren Graham",
            "Samantha J O Hardman",
            "Elaine A Seddon",
            "Karen L Syres",
            "Andrew G Thomas",
            "Fausto Sirotti",
            "Mathieu G Silly",
            "Javed Akhtar",
            "Paul O Brien",
            "Simon M Fairclough",
            "Jason M Smith",
            "Swapan Chattopadhyay",
            "Wendy R. Flavell"
        ],
        "keywords": "Surface photovoltage,Time-resolved photoemission,Semiconductor surface,Carrier dynamics,Photovoltaics,Colloidal quantum dots"
    },
    {
        "id": 4870,
        "label": 95,
        "author": "jason smith",
        "title": "Influence of Shell Thickness and Surface Passivation on PbS/CdS Core/Shell Colloidal Quantum Dot Solar Cells",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "",
        "email": "",
        "conf": "Chemistry of Materials",
        "coauthors": [
            "Chi jin darren Neo",
            "Cheng Cheng",
            "Samuel D Stranks",
            "Andrew Watt"
        ],
        "keywords": ""
    },
    {
        "id": 4845,
        "label": 96,
        "author": "jason smith",
        "title": "Pressurized Hot Water Extraction as a Viable Bioprospecting Tool: Isolation of Coumarin Natural Products from Previously Unexamined Correa (Rutaceae) Species",
        "organization": "Chemistry University of Tasmania",
        "abstract": "The potential of a recently developed pressurized hot water extraction (PHWE) method employing an unmodified household espresso machine to facilitate rapid bioprospecting was investigated. A survey of some 16 Australian native plant species identified three Correa (Rutaceae) species containing significant quantities of coumarin natural products. As part of this study, seselin, (+)‐epoxysuberosin, alosin, (–)‐meranzin and heraclenin were isolated and, subsequently, used to synthesize the related natural products (+)‐trachypleuranin A and (–)‐yuehgesin B. In addition, seselin, (+)‐epoxysuberosin, alosin, and (–)‐meranzin were found to inhibit NQO1 activity. Interestingly, (–)‐meranzin showed inhibitory activity comparable to the known potent NQO1 inhibitor dicoumarol.",
        "email": "Jason.Smith@utas.edu.au",
        "conf": "ChemistrySelect",
        "coauthors": [
            "Bianca J. Deans",
            "Jeremy Just",
            "Jamuna Chhetri",
            "Liam K. Burt",
            "James N. Smith",
            "Nathan L. Kilah",
            "Miguel de Salas",
            "Nuri Gueven",
            "Dr. Alex C. Bissember",
            "Jason A. Smith"
        ],
        "keywords": "bioprospecting, coumarins, drug discovery, natural products, pressurized hot water extraction"
    },
    {
        "id": 4832,
        "label": 95,
        "author": "jason smith",
        "title": "Single Nitrogen-Vacancy Imaging in Nanodiamonds for Multimodal Sensing",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "The fluorescent nitrogen-vacancy (NV) defect in diamond has remarkable photophysical properties, including high photostability and unique sensing properties; as a result, there has been much interest in using nanodiamonds (NDs) for bio-imaging. A facile route for sensing using NDs containing single or multiple NVs is via measuring changes in the NV emission spectra due to chemical (or structural) events on the ND surface, since the NV neutral state (NV 0) is 60 nm blue-shifted versus the negative form (NV-). Bio-functionalised",
        "email": "",
        "conf": "Biophysical Journal",
        "coauthors": [
            "Maabur Sow",
            "Horst Steuer",
            "Barak Gilboa",
            "Laisa Gines",
            "Soumen Mandal",
            "Sanmi Adekanye",
            "Jason M Smith",
            "Oliver A Williams",
            "Achillefs N Kapanidis"
        ],
        "keywords": ""
    },
    {
        "id": 4868,
        "label": 95,
        "author": "jason smith",
        "title": "Open-access optical microcavities for lab-on-a-chip refractive index sensing",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Open-access optical microcavities provide a novel approach to label-free lab-on-a-chip optofluidic sensing. They offer direct access to a highly confined electromagnetic field, and yield a femtoliter detection volume. This article describes the characteristics of these devices for refractive index sensing. We show that most of the ambient noise can be removed from the refractive index data by simultaneous tracking of resonances across an array of cavities. A sensitivity of 3.5 × 10−4 RIU is demonstrated which corresponds to detecting the refractive index change caused by the presence of 500 000 glucose molecules in aqueous solution.",
        "email": "",
        "conf": "Lab on a Chip",
        "coauthors": [
            "A. A. P. Trichet",
            "James Foster",
            "Naomi Omori",
            "D James",
            "P R Dolan",
            "G M Hughes",
            "C Vallance",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4837,
        "label": 95,
        "author": "jason smith",
        "title": "Valley coherent exciton-polaritons in a monolayer semiconductor",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Two-dimensional transition metal dichalcogenides (TMDs) provide a unique possibility to generate and read-out excitonic valley coherence using linearly polarized light, opening the way to valley information transfer between distant systems. However, these excitons have short lifetimes (ps) and efficiently lose their valley coherence via the electron-hole exchange interaction. Here, we show that control of these processes can be gained by embedding a monolayer of WSe2 in an optical microcavity, forming part-light-part-matter exciton-polaritons. We demonstrate optical initialization of valley coherent polariton populations, exhibiting luminescence with a linear polarization degree up to 3 times higher than displayed by bare excitons. We utilize an external magnetic field alongside selective exciton-cavity-mode detuning to control the polariton valley pseudospin vector rotation, which reaches 45° at B = 8 T. This work provides unique insight into the decoherence mechanisms in TMDs and demonstrates the potential for engineering the valley pseudospin dynamics in monolayer semiconductors embedded in photonic structures.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Scott Dufferwiel",
            "Thomas Lyons",
            "Dmitry Solnyshkov",
            "A. A. P. Trichet",
            "A. Catanzaro",
            "F. Withers",
            "G. Malpuech",
            "J. M. Smith",
            "K. S. Novoselov",
            "M. S. Skolnick",
            "D. N. Krizhanovskii",
            "Alexander Tartakovskii"
        ],
        "keywords": ""
    },
    {
        "id": 4876,
        "label": 96,
        "author": "jason smith",
        "title": "3-(Oxazolo[45-b]pyridin-2-yl)anilides as a novel class of potent inhibitors for the kinetoplastid Trypanosoma brucei the causative agent for human African trypanosomiasis",
        "organization": "Chemistry University of Tasmania",
        "abstract": "A whole organism high-throughput screen of approximately 87,000 compounds against Trypanosoma brucei brucei led to the recent discovery of several novel compound classes with low micromolar activity against this organism and without appreciable cytotoxicity to mammalian cells. Herein we report a structure–activity relationship (SAR) investigation around one of these hit classes, the 3-(oxazolo[4,5-b]pyridin-2-yl)anilides. Sharp SAR is revealed, with our most active compound (5) exhibiting an IC50 of 91 nM against the human pathogenic strain T.b. rhodesiense and being more than 700 times less toxic towards the L6 mammalian cell line. Physicochemical properties are attractive for many compounds in this series. For the most potent representatives, we show that solubility and metabolic stability are key parameters to target during future",
        "email": "",
        "conf": "European Journal of Medicinal Chemistry",
        "coauthors": [
            "Lori Ferrins",
            "Raphal Rahmani",
            "Melissa Sykes",
            "Jonathan B Baell"
        ],
        "keywords": "3-(Oxazolo[4,5-b]pyridin-2-yl)anilides,Human African trypanosomiasis,Sleeping sickness,Trypanosomacidal agent,Trypanosoma brucei"
    },
    {
        "id": 4904,
        "label": 95,
        "author": "jason smith",
        "title": "Gallium arsenide nanoparticles: Synthesis and characterisation",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Gallium arsenide nanoparticles have been prepared from GaCl3 and As(NMe2)3 in 4-ethylpyridine. UV spectra and emission luminescence show strong peaks for samples isolated after short reaction times. Time resolved photoluminescence (TRPL) was carried out using time-correlated single photon counting (TCSPC). The emission observed was confirmed as mainly arising from GaAs dots. Powder XRD data confirm the formation of the cubic GaAs phase. TEM imaging showed monodispersed nanoparticles with sizes ranging from 2 nm (for early aliquots) to 6 nm for later samples after the injection of additional precursor.",
        "email": "",
        "conf": "Journal of Materials Chemistry ",
        "coauthors": [
            "M Azad Malik",
            "P. O'Brien",
            "S. Norager",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4874,
        "label": 96,
        "author": "jason smith",
        "title": "Synthesis of Heterocyclic-fused Imidazoles by Pyrolysis of N-Heterocyclic Isoxazol-5(2H)-ones",
        "organization": "Chemistry University of Tasmania",
        "abstract": "",
        "email": "",
        "conf": "Australian Journal of Chemistry",
        "coauthors": [
            "Steven Abel",
            "Mathew O Eglinton",
            "James Kenneth Howard",
            "Jason Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4854,
        "label": 95,
        "author": "jason smith",
        "title": "Plasmonic Gas Sensing Using Nanocube Patch Antennas",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "The ability of individual nanocube patch antennas, consisting of a silver nanocube separated from an Ag sheet by a thin fluoropolymer spacer, to act as subwavelength sensing elements is demonstrated. An increase in relative humidity (RH) causes the spacer to expand, which alters the resonance of the plasmon cavity mode formed between the cube and the sheet. Using bottom‐up fabrication techniques, sensitivities up to 0.57 nm/% RH are recorded, and a resolution of better than 1% RH achieved with a rapid response time, making this the most effective single nanoparticle plasmonic humidity sensor to date. Finite‐difference time–domain simulations are conducted to understand the effects of particle geometry on the sensitivity. This platform could be utilized to detect a variety of gases with an appropriate choice of spacer material, and could be scaled up to create a large‐area metamaterial sensor, or used as a subwavelength sensing element with the potential for integration into plasmonic circuitry.",
        "email": "",
        "conf": "Advanced Optical Materials",
        "coauthors": [
            "Alexander W. Powell",
            "David M. Coles",
            "Robert A. Taylor",
            "Andrew A. R. Watt",
            "Hazel E. Assender",
            "Jason M. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4846,
        "label": 95,
        "author": "jason smith",
        "title": "Polaritons in Living Systems: Modifying Energy Landscapes in Photosynthetic Organisms Using a Photonic Structure",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Photosynthetic organisms rely on a series of self-assembled nanostructures with tuned electronic energy levels in order to transport energy from where it is collected by photon absorption, to reaction centers where the energy is used to drive chemical reactions. In the photosynthetic bacteria Chlorobaculum tepidum (Cba. tepidum), a member of the green sulphur bacteria (GSB) family, light is absorbed by large antenna complexes called chlorosomes. The exciton generated is transferred to a protein baseplate attached to the chlorosome, before traveling through the Fenna-Matthews-Olson (FMO) complex to the reaction center. The energy levels of these systems are generally defined by their chemical structure. Here we show that by placing bacteria within a photonic microcavity, we can access the strong exciton-photon coupling regime between a confined cavity mode and exciton states of the chlorosome, whereby a coherent exchange of energy between the bacteria and cavity mode results in the formation of polariton states. The polaritons have an energy distinct from that of the exciton and photon, and can be tuned in situ via the microcavity length. This results in real-time, non-invasive control over the relative energy levels within the bacteria. This demonstrates the ability to strongly influence living biological systems with photonic structures such as microcavities. We believe that by creating polariton states, that are in this case a superposition of a photon and excitons within a living bacteria, we can modify energy transfer pathways and therefore study the importance of energy level alignment on the efficiency of photosynthetic systems.",
        "email": "",
        "conf": "arvix preprint",
        "coauthors": [
            "David M Coles",
            "Lucas C Flatten",
            "Thomas Sydney",
            "Emily Hounslow",
            "Semion K Saikin",
            "Alan Aspuru-Guzik",
            "Vlatko Vedral",
            "Joseph Kuo-Hsiang Tang",
            "Robert A Taylor",
            "Jason M Smith",
            "David G Lidzey"
        ],
        "keywords": ""
    },
    {
        "id": 4847,
        "label": 95,
        "author": "jason smith",
        "title": "Cavity-Enhanced Single-Photon Source Based on the Silicon-Vacancy Center in Diamond",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Single-photon sources are an integral part of various quantum technologies, and solid-state quantum emitters at room temperature appear to be a promising implementation. We couple the fluorescence of individual silicon-vacancy centers in nanodiamonds to a tunable optical microcavity to demonstrate a single-photon source with high efficiency, increased emission rate, and improved spectral purity compared to the intrinsic emitter properties. We use a fiber-based microcavity with a mode volume as small as 3.4λ3 and a quality factor of 1.9×104 and observe an effective Purcell factor of up to 9.2. Furthermore, we study modifications of the internal rate dynamics and propose a rate model that closely agrees with the measurements. We observe lifetime changes of up to 31%, limited by the finite quantum efficiency of the emitters studied here. With improved materials, our achieved parameters predict single-photon rates beyond 1 GHz.",
        "email": "",
        "conf": "Physical Review Applied",
        "coauthors": [
            "Julia Benedikter",
            "Hanno Kaupp",
            "Thomas Hümmer",
            "Yuejiang Liang",
            "Alexander Bommer",
            "Christoph Becher",
            "Anke Krueger",
            "Jason M. Smith",
            "Theodor W. Hänsch",
            "David Hunger"
        ],
        "keywords": ""
    },
    {
        "id": 4839,
        "label": 95,
        "author": "jason smith",
        "title": "Room-temperature single-photon sources using solid-state emitters and open-access microcavities (Conference Presentation)",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Single photons are the key ingredient for many photonic quantum technologies including quantum key distribution and measurement-based quantum computing. However, it remains difficult to create devices with the appropriate specifications for use in non-laboratory environments. The optical microcavity platform provides an attractive route towards a room temperature single photon source device. Our ultra-small focused ion beam (FIB) milled open-access cavities offer enhancement of the spontaneous emission rate, tunability of the emission spectrum and increased light collection. The embedment of solid-state emitters within these cavities enables us to create a robust room temperature single photon source device, with the potential for high efficiencies and single photon purities. Defects such as the nitrogen-vacancy (NV) centre in diamond have been shown to be stable room-temperature sources of single photons. There are new single emitters emerging in two-dimensional materials such as hexagonal boron nitride (hBN). Here we present developments in room-temperature coupling of single defects to open-access microcavities of a planar-hemispherical geometry with mode volumes down to λ3. We report enhancements in the spectral density of photons into a single cavity mode, combined with improved single photon purities. It will be shown that the NV-cavity system provides a ~3% single photon emission efficiency with purities of up to 94%. The hBN-cavity system provides count rates >1Mcts/s into a single cavity mode with purities up to 96%. With these high single photon purities, such devices would be robust against photon number splitting attacks making them attractive for applications in quantum cryptography.",
        "email": "",
        "conf": "Advances in Photonics of Quantum Computing, Memory, and Communication",
        "coauthors": [
            "Sanmi Adekanye",
            "Philip Dolan",
            "Aurelien A. P. Trichet",
            "Sam Johnson",
            "Jason M. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4890,
        "label": 95,
        "author": "jason smith",
        "title": "A high stability beam-scanning confocal optical microscope for low temperature operation",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report on the design and performance of a high stability scanning confocal microscope for optical microscopy at low temperatures. By scanning the beam in a cold objective lens system, we achieve wide fields of view without compromising image quality. Photoluminescence from single nitrogen-vacancy centers in high purity diamond is used to illustrate the imaging and stability performance of the microscope.",
        "email": "",
        "conf": "The Review of scientific instruments",
        "coauthors": [
            "Fabio Grazioso",
            "Brian R Patton",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4891,
        "label": 95,
        "author": "jason smith",
        "title": "SnS/PbS nanocrystal heterojunction photovoltaics",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report advances in the growth, characterization and photovoltaic properties of SnS nanocrystals, with controlled < 10 nm size, and their inclusion into a lead chalcogenide solar cell. The SnS/PbS nanocrystalline film heterojunction is shown to display a type II band alignment, in which the direction of flow of the photocurrent depends on the order of the layers and not the relative work functions of the contacts. On placing the SnS layer next to the indium tin oxide (ITO) cathode we observe a dramatic increase in Voc to as much as 0.45 V. Our results suggest that SnS nanocrystal films can be used in multi-junction solar cells, that a SnS/PbS heterojunction on its own shows photovoltaic behaviour, and that a SnS layer in an ITO/SnS/PbS/Al device is acting to suppress the flow of an electron injection current.",
        "email": "jason.smith@materials.ox.ac.uk",
        "conf": "Nanotechnology",
        "coauthors": [
            "Alexandros Stavrinadis",
            "Jason Michael Smith",
            "Christopher A Cattley",
            "Andrew G Cook",
            "Patrick S Grant",
            "Andrew A R Watt"
        ],
        "keywords": ""
    },
    {
        "id": 4896,
        "label": 95,
        "author": "jason smith",
        "title": "Direct Formation of PbS Nanorods in a Conjugated Polymer",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Inorganic nanorod/conjugated polymer composites are advanced materials for photovoltaics. It is shown that a post‐synthesis treatment of PbS nanocrystal/poly(2‐methoxy‐5‐(2‐ethyl‐hexyloxy)‐p ‐phenylene vinylene) (MEH‐PPV) composites, synthesized by a low‐temperature and surfactant‐free method, results in the controlled assembly of nanorods through oriented attachment of PbS nanocrystals.",
        "email": "",
        "conf": "Advanced Materials",
        "coauthors": [
            "Alexandros Stavrinadis",
            "Richard Beal",
            "Jason Michael Smith",
            "Hazel E Assender",
            "Andrew A R Watt"
        ],
        "keywords": ""
    },
    {
        "id": 4841,
        "label": 95,
        "author": "jason smith",
        "title": "A Nanophotonic Structure Containing Living Photosynthetic Bacteria",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Photosynthetic organisms rely on a series of self‐assembled nanostructures with tuned electronic energy levels in order to transport energy from where it is collected by photon absorption, to reaction centers where the energy is used to drive chemical reactions. In the photosynthetic bacteria Chlorobaculum tepidum, a member of the green sulfur bacteria family, light is absorbed by large antenna complexes called chlorosomes to create an exciton. The exciton is transferred to a protein baseplate attached to the chlorosome, before migrating through the Fenna–Matthews–Olson complex to the reaction center. Here, it is shown that by placing living Chlorobaculum tepidum bacteria within a photonic microcavity, the strong exciton–photon coupling regime between a confined cavity mode and exciton states of the chlorosome can be accessed, whereby a coherent exchange of energy between the bacteria and cavity mode results in the formation of polariton states. The polaritons have energy distinct from that of the exciton which can be tuned by modifying the energy of the optical modes of the microcavity. It is believed that this is the first demonstration of the modification of energy levels within living biological systems using a photonic structure.",
        "email": "",
        "conf": "Small",
        "coauthors": [
            "David Coles",
            "Lucas C. Flatten",
            "Thomas Sydney",
            "Emily Hounslow",
            "Semion K. Saikin",
            "Alan Aspuru‐Guzik",
            "Vlatko Vedral",
            "Joseph Kuo‐Hsiang Tang",
            "Robert A. Taylor",
            "Jason M. Smith",
            "David G. Lidzey"
        ],
        "keywords": ""
    },
    {
        "id": 4916,
        "label": 95,
        "author": "jason smith",
        "title": "The role of interface quality in resonant tunneling between transverse X-states in GaAs/AlAs double barrier structures pressurised beyond the type II transition",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We examine in detail the first high pressure resonance related to tunneling between the lowest transverse X-state in each AlAs layer, of GaAs/AlAs ‘double barrier’ structures with equal AlAs thicknesses grown by Molecular Beam Epitaxy (MBE) calibrated using Reflection High Energy Electron Diffraction (RHEED), and we compare the results with previously reported measurements on Metalorganic Vapour Phase Epitaxy (MOVPE) grown structures. The resonance, which does not conserve in-plane momentum, is much sharper and more asymmetric between forward and reverse biases in MBE structures, and the sense of the asymmetry in these structures, which can be as large as 6:1, always appears to be the same relative to the polarity of the substrate. At the same time momentum conserving resonances, such as the ambient pressure Γ-resonance, remain highly symmetric in all samples, confirming that the two AlAs layers have closely equal thicknesses. The lack of in-plane momentum conservation results in great sensitivity to differences in roughness at the two types of interface (AlAs grown on GaAs or GaAs grown on AlAs), and to differences in roughness related to the method of growth (MBE and MOVPE).",
        "email": "",
        "conf": "Journal of Physics and Chemistry of Solids",
        "coauthors": [
            "Jason Michael Smith",
            "Philip Klipstein",
            "D.G. Austing",
            "G. Hill"
        ],
        "keywords": "A. quantum wells,C. high pressure,D. transport properties"
    },
    {
        "id": 4883,
        "label": 95,
        "author": "jason smith",
        "title": "Nanofabricated solid immersion lenses registered to single emitters in diamond",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We describe a technique for fabricating micro- and nanostructures incorporating fluorescent defects in diamond with a positional accuracy better than hundreds of nanometers. Using confocal fluorescence microscopy and focused ion beam etching, we initially locate a suitable defect with respect to registration marks on the diamond surface then etch a structure using these coordinates. We demonstrate the technique by etching an 8 μm8 μm diameter hemisphere positioned with single negatively charged nitrogen-vacancy defect lies at its origin. Direct comparison of the fluorescence photon count rate before and after fabrication shows an eightfold increase due to the presence of the hemisphere.",
        "email": "",
        "conf": "Applied Physics Letters",
        "coauthors": [
            "Luca Marseglia",
            "J. P. Hadden",
            "Antony Charles Stanley-Clarke",
            "J P Harrison",
            "B Patton",
            "Y L D Ho",
            "B Naydenov",
            "F Jelezko",
            "J Meijer",
            "P R Dolan",
            "Jason M Smith",
            "J G Rarity",
            "Jeremy O'Brien"
        ],
        "keywords": ""
    },
    {
        "id": 4906,
        "label": 95,
        "author": "jason smith",
        "title": "Charged excitons in individual quantum dots: effects of vertical electric fields and optical pump power",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We investigate the influence of optical pump power on a series of charging events of individual quantum dots embedded in a field effect structure. Increasing the optical pump powers moves all charging events towards more negative voltages and charged biexciton states in addition to single exciton states are observed. The linear shift in voltage with pump power is explained by the accumulation of photogenerated holes within the structure.",
        "email": "",
        "conf": "Physica E Low-dimensional Systems and Nanostructures",
        "coauthors": [
            "Bernhard Urbaszek",
            "E. J. McGhee",
            "Jason Michael Smith",
            "R J Warburton",
            "K Karrai",
            "B D Gerardot",
            "K M Garcia",
            "Pierre M Petroff"
        ],
        "keywords": "Quantum dots,Electric field,Excitons"
    },
    {
        "id": 4912,
        "label": 95,
        "author": "jason smith",
        "title": "In-Situ Monitoring of In0.53Al0.13Ga0.34As/In0.52Al0.48As 1.55 m Vertical Cavity Surface Emitting Laser Structure Grown by Metal Organic Chemical Vapor Deposition",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "A 1.55 µm vertical cavity surface emitting laser (VCSEL) structure was grown by low pressure metalorganic chemical vapor deposition method. In-situ laser reflectometry with a wavelength near resonant position of VCSEL structure was employed to monitor the optical thickness over the whole growth time. The distributed Bragg reflectors (DBR's) were grown with alternate In0.53Al0.13Ga0.34As and In0.52Al0.48As quarter lambda wavelength layers. The growth time of each layer in the DBR was determined through real time feedback of growth monitoring in the growth of In0.52Al0.48As and In0.53Al0.13Ga0.34As buffer layers prior to beginning the subsequently grown DBR structure. The oscillatory reflection signals by the laser operating at 1.53 µm gave information for the position of stop band in the reflectivity spectrum of the VCSEL structure. The reflectivity spectrum of VCSEL structure showed excellent square-shaped flat band wider than 50 nm where the reflectivity reached a plateau as expected by the in-situ monitoring data.",
        "email": "",
        "conf": "Japanese Journal of Applied Physics",
        "coauthors": [
            "Jong-Hyeob Baek",
            "Bun Lee",
            "Won Seok Han",
            "Hyung Koun Cho",
            "Jason M Smith",
            "In Hoon Choi"
        ],
        "keywords": ""
    },
    {
        "id": 4851,
        "label": 95,
        "author": "jason smith",
        "title": "Revealing Defect-State Photoluminescence in Monolayer WS2 by Cryogenic Laser Processing",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Understanding the stability of monolayer transition metal dichalcogenides in atmospheric conditions has important consequences for their handling, life-span, and utilization in applications. We show that cryogenic photoluminescence spectroscopy (PL) is a highly sensitive technique to the detection of oxidation induced degradation of monolayer tungsten disulfide (WS2) caused by exposure to ambient conditions. Although long-term exposure to atmospheric conditions causes massive degradation from oxidation that is optically visible, short-term exposure produces no obvious changes to the PL or Raman spectra measured at either room temperature or even cryogenic environment. Laser processing was employed to remove the surface adsorbents, which enables the defect states to be detected via cryogenic PL spectroscopy. Thermal cycling to room temperature and back down to 77 K shows the process is reversible. We also monitor the degradation process of WS2 using this method, which shows that the defect related peak can be observed after one month aging in ambient conditions.",
        "email": "",
        "conf": "ACS Nano",
        "coauthors": [
            "Zhengyu He",
            "Xiaochen Wang",
            "Wenshuo Xu",
            "Yingqiu Zhou",
            "Yuewen Sheng",
            "Youmin Rong",
            "Jason M Smith",
            "Jamie H. Warner"
        ],
        "keywords": "tungsten disulfide, photoluminescence, defects"
    },
    {
        "id": 4917,
        "label": 95,
        "author": "jason smith",
        "title": "Interface effects band overlap and the semimetal to semiconductor transition in InAs/GaSb interband resonant tunnelling diodes",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report some of the highest 77 K peak to valley ratios (PVRs) for single heterojunction InAs(n)/GaSb(p) resonant conduction diodes. The devices were grown with low background doping (n ≈ p ≈ 1016 cm−3) on (100) oriented substrates by atmospheric pressure MOVPE, and were prepared by switching the precursors in a predetermined order, to have “InSb” or “GaAs” like interfaces. We observe a stronger resonance with a weaker temperature dependence when the interface is “GaAs” like. In all samples, the voltage of the resonance and the peak current both decrease with hydrostatic pressure due to the pressure induced decrease of band overlap. Our results are consistent with a shift of −10 meV/kbar, and overlaps of 120 ± 20 meV and 250 ± 50 meV respectively for “InSb” like and “GaAs” like interfaces, and are in agreement with high pressure parallel transport results in superlattices with “InSb” like interfaces.",
        "email": "",
        "conf": "Solid-State Electronics",
        "coauthors": [
            "U.M. Khan-Cheema",
            "Philip Klipstein",
            "D.G. Austing",
            "Jason M Smith",
            "N J Mason",
            "P J Walker",
            "G HILL"
        ],
        "keywords": ""
    },
    {
        "id": 4859,
        "label": 95,
        "author": "jason smith",
        "title": "WASPS Poised to Bring Tunable Sources for Quantum Communications",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Quantum information technologies are set to revolutionize communication security and computing capabilities over the coming decades, and governments and companies are beginning to invest heavily in development and, in some cases, installation of working systems.1 In the case of quantum key distribution (QKD) for secure communications, the technology is sufficiently advanced that industry standards have been set,2 and a handful of commercial systems are now available.A basic component of the quantum toolbox is the triggered single-photon source, in which a single photon is produced, on demand, in response to a clock signal or user-generated trigger. This photon can carry quantum information via its polarization, for one example, over long distances as part of a quantum communications system. In QKD, a cryptographic key is generated securely at two remote locations by the exchange of information-carrying photons. It is important here that single photons are used to avoid the possibility of the key being eavesdropped without detection (i.e., a “beamsplitter attack”). In linear-optics-based quantum computing, single photons are used to carry out operations via a series of quantum logic gates. For two-qubit gates to work, these photons must be formally indistinguishable – identical in every respect – to make use of the properties of quantum interference.",
        "email": "",
        "conf": "Photonics spectra",
        "coauthors": [
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4871,
        "label": 95,
        "author": "jason smith",
        "title": "Open-access microcavities for optofluidic sensing",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Open-access microcavities are an original approach for lab-on-a-chip optofluidic sensing since they offer a direct access to the confined electromagnetic field. This work describes their basic characteristics for refractive index and nanoparticle sensing.",
        "email": "",
        "conf": "CLEO: Science and Innovations",
        "coauthors": [
            "A. A. P. Trichet",
            "James Foster",
            "Dean James",
            "Naomi Omori",
            "Philip R Dolan",
            "Gareth M Hughes",
            "Claire Vallance",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4884,
        "label": 95,
        "author": "jason smith",
        "title": "Optical properties of a single-colour centre in diamond with a green zero-phonon line",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report the photoluminescence characteristics of a colour centre in diamond grown by plasma-assisted chemical vapour deposition. The colour centre emits with a sharp zero-phonon line at 2.330 eV (λ=532 nm) and a lifetime of 3.3 ns, thus offering potential for a high-speed single-photon source with green emission. It displays a vibronic emission spectrum with a Huang–Rhys parameter of 2.48 at 77 K. Hanbury–Brown and Twiss measurements reveal that the electronic level structure of the defect includes a metastable state that can be populated from the optically excited state.",
        "email": "jason.smith@materials.ox.ac.uk",
        "conf": "New Journal of Physics",
        "coauthors": [
            "Jason Michael Smith",
            "Fabio Grazioso",
            "Brian R Patton",
            "Philip R Dolan",
            "Mathew L Markham",
            "Daniel J. Twitchen"
        ],
        "keywords": ""
    },
    {
        "id": 4831,
        "label": 95,
        "author": "jason smith",
        "title": "Towards an efficient spin-photon interface with near-deterministically engineered defects in diamond",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "In this work, we demonstrate two developments, in device and material engineering respectively, towards an efficient spin-photon device using colour centres in diamond for scalable quantum computing networks: firstly, we report the emission enhancement of the coherent zero-phonon-line transistion of an nitrogen vacancy centre in a diamond membrane on coupling to a tunable open-cavity; secondly, we present a new method for deterministic writing of NV arrays in bulk diamond with a 96% yield of single defects, a 50 nm positional accuracy in the image plane, and NV electron spin coherence (T2) times of up to 170 microseconds.",
        "email": "",
        "conf": "Advances in Photonics of Quantum Computing, Memory, and Communication",
        "coauthors": [
            "Laiyi Weng",
            "Sam Johnson",
            "Paul Hill",
            "Hangyu Liu",
            "Yu-chen Chen",
            "Ben Griffiths",
            "Shannon Nicley",
            "Shazeaa Ishmael",
            "Colin J. Stephen",
            "Yashna Lekhai",
            "Ben Green",
            "Aurelien A. P. Trichet",
            "Patrick Salter",
            "Martin Booth",
            "Erdan Gu",
            "Gavin Morley",
            "Martin E. Newton",
            "Jason M. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4840,
        "label": 95,
        "author": "jason smith",
        "title": "Strong coupling between 0D and 2D modes in optical open microcavities",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We present a study of the coupling between confined modes and continuum states in an open microcavity system. The confined states are the optical modes of a plano-concave Fabry–Pérot cavity while the continuum states are the propagating modes in a surrounding planar cavity. The length tunability of the open cavity system allows to study the evolution of localised modes as they are progressively deconfined and coupled to the propagating modes. We observe an anti-crossing between the confined and propagating modes proving that mode-mixing takes place in between these two families of modes, and identify 0D–2D mixed modes which exhibit reduced loss compared with their highly localised counterparts. For practical design, we investigate the details of the microcavity shape that can be used to engineer the degree of mode-mixing. This study discusses for the first time experimentally and theoretically how light confinement arises in planar micromirrors and is of interest for the realisation of chip-based extended microphotonics using open cavities.",
        "email": "",
        "conf": "Journal of optics",
        "coauthors": [
            "A. A. P. Trichet",
            "Philip Ronald Dolan",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4867,
        "label": 95,
        "author": "jason smith",
        "title": "Corrigendum: Strong coupling between chlorosomes of photosynthetic bacteria and a confined optical cavity mode",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Strong exciton–photon coupling is the result of a reversible exchange of energy between an excited state and a confined optical field. This results in the formation of polariton states that have energies different from the exciton and photon. We demonstrate strong exciton–photon coupling between light-harvesting complexes and a confined optical mode within a metallic optical microcavity. The energetic anti-crossing between the exciton and photon dispersions characteristic of strong coupling is observed in reflectivity and transmission with a Rabi splitting energy on the order of 150 meV, which corresponds to about 1,000 chlorosomes coherently coupled to the cavity mode. We believe that the strong coupling regime presents an opportunity to modify the energy transfer pathways within photosynthetic organisms without modification of the molecular structure.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "David M. Coles",
            "Yanshen Yang",
            "Yaya Wang",
            "Richard T. Grant",
            "Robert A. Taylor",
            "Semion K. Saikin",
            "Alán Aspuru-Guzik",
            "David G. Lidzey",
            "Joseph Kuo-Hsiang Tang",
            "Jason M. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4864,
        "label": 95,
        "author": "jason smith",
        "title": "Subwavelength Sensing Elements from Film-Coupled Silver Nanocubes",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "The extreme sensitivity of the plasmon resonance excited between a silver nanocube and an Ag film to spacer layer thickness is utilised to create a novel sub-wavelength sensing element. Using the highly moisture-sensitive polymer Nafion we have created a sensor that responds to changes in humidity though a shift of the plasmon resonance. This architecture could be easily adapted to detect a variety of other gases.",
        "email": "",
        "conf": "LEO: QELS_Fundamental Science. Optical Society of America",
        "coauthors": [
            "Alex Powell",
            "Andrew Watt",
            "Hazel E. Assender",
            "Jason Michael Smith"
        ],
        "keywords": "Films,Plasmons,Optical sensors,Sensitivity,Humidity,Silver"
    },
    {
        "id": 4914,
        "label": 95,
        "author": "jason smith",
        "title": "Resonant tunneling between transverse X states in GaAs/AlAs double-barrier structures under elevated hydrostatic pressure",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We present a model to describe the mechanisms involved in tunneling between the quasiconfined X subbands of the AlAs layers in GaAs/AlAs double-barrier structures at pressures up to the type-II transition. The model involves self-consistent Schrödinger-Poisson calculation of the potential profiles within the device for a given relative alignment between the two X-like quantum wells, and thus allows prediction of the bias positions at which certain resonant tunneling processes will occur. By systematic variation of the parameters involved, in particular the charge distribution between the two AlAs layers, these predictions have been fitted to the measured vertical transport characteristics of a series of samples of different AlAs layer width. In the cases of those samples with X ground states that are transverse in nature, very good agreement has been obtained. The level of insight afforded by the model opens up alternative methods for the determination of important band-structure parameters, such as the light effective mass of the X minima in AlAs, and the ΓGaAs−XAlAs conduction-band offset. It also proves to be an extremely sensitive probe of the degree of symmetry between the AlAs layer widths of near-symmetric devices, and we are thus able to measure an asymmetry of around one monolayer in each of our devices. This explains entirely the asymmetry exhibited by the low bias Xt(1)→Xt(1) resonances of some nominally symmetric double-barrier structures, which has been a source of some debate in recent years.",
        "email": "",
        "conf": "Physical Review B",
        "coauthors": [
            "Jason Michael Smith",
            "P C Klipstein",
            "R. Grey",
            "G. Hill"
        ],
        "keywords": ""
    },
    {
        "id": 4881,
        "label": 95,
        "author": "jason smith",
        "title": "Effective mass modeling of excitons in type-II quantum dot heterostructures",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We present a study of CdTe/CdSe and CdSe/CdTe type-II core-shell nanocrystals using a (2,6)-band effective mass approximation for quantum-dot heterostructures and map the exciton properties as a function of core radius and shell thickness. The Coulomb interaction (including the effects of dielectric mismatch) is calculated in first-order perturbation theory, and optical absorption wavelengths of the two structures are compared. We find that the (2,6)-band theory allows us to identify higher exciton states in absorption data for CdTe/CdSe which a single-band theory does not, thereby demonstrating the importance of an accurate description of the nanocrystal valence band structure. Excitation probabilities are significantly lower and the number of allowed transitions greater in the (2,6)-band theory due to s-d mixing in the hole wave functions.",
        "email": "",
        "conf": "Physical review. B Condensed matter",
        "coauthors": [
            "Edward Tyrrell",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4888,
        "label": 95,
        "author": "jason smith",
        "title": "New Zinc and Cadmium Chalcogenide Structured Nanoparticles",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "The growth of 2D quantum dot quantum well (QDQW) nanocrystals in which a shell of CdSe is grown onto cores of ZnS and capped with a further shell of ZnS is reported. The red shift in the interband absorption and photoluminescence spectrum of the quantum dots (QDs) indicates relocalization of carriers from confinement in the ZnS core to the CdSe shell. The change in interband absorption energy utilizing the effective mass approximation with spherical symmetry was modeled, enabling an estimate",
        "email": "",
        "conf": "MRS Online Proceeding Library Archive",
        "coauthors": [
            "S. M. Daniels",
            "P. O'Brien",
            "Nigel L. Pickett",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4911,
        "label": 95,
        "author": "jason smith",
        "title": "Picosecond time-resolved photoluminescence microscopy of short period impurity free vacancy disordered AlGaAs gratings",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Summary form only given. Impurity free vacancy disordering (IFVD) is a post-growth means of cation intermixing in binary semiconductor heterostructures that can be used to produce lateral modulation of the constituent material without the need for deep etching and growth procedures, and thus has enormous potential for the integration of such features as optical waveguides and quantum confined heterostructures into planar devices. IFVD is performed by coating the semiconductor surface with SiO/sub 2/ or with SiO/sub 2/:P prior to an anneal stage, resulting in distinct intermixing-enhanced and intermixing-suppressed regions, respectively due to a difference in the associated rates of cation out-diffusion. We have performed time-resolved photoluminescence microscopy on GaAs/AlGaAs multiple quantum wells that have been processed into one dimensional gratings by spatially selective IFVD. Results indicate that a complex relationship exists between the absolute stripe widths, the stripe width ratio, and the period, in determining the optical properties of the grating.",
        "email": "",
        "conf": "Digest. 2000 International Quantum Electronics Conference, IEEE",
        "coauthors": [
            "Jason Michael Smith",
            "G. S. Buller",
            "A. S. Helmy",
            "A C Bryce",
            "John Haig Marsh"
        ],
        "keywords": "Photoluminescence,Microscopy,Gratings,Semiconductor impurities,Optical materials,Semiconductor materials,Etching,Integrated optics,Optical devices,Optical modulation"
    },
    {
        "id": 4865,
        "label": 95,
        "author": "jason smith",
        "title": "Spin Textures of Polariton Condensates in a Tunable Microcavity with Strong Spin-Orbit Interaction",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report an extended family of spin textures in coexisting modes of zero-dimensional polariton condensates spatially confined in tunable open microcavity structures. The coupling between photon spin and angular momentum, which is enhanced in the open cavity structures, leads to new eigenstates of the polariton condensates carrying quantised spin vortices. Depending on the strength and anisotropy of the cavity confinement potential and the strength of the spin-orbit coupling, which can be tuned via the excitonic/photonic fractions, the condensate emissions exhibit either spin-vortex-like patterns or linear polarization, in good agreement with theoretical modelling.",
        "email": "",
        "conf": "Physical Review Letters",
        "coauthors": [
            "S. Dufferwiel",
            "F. Li",
            "E. Cancellieri",
            "L. Giriunas",
            "A. A. P. Trichet",
            "D. M. Whittaker",
            "P. M. Walker",
            "F. Fras",
            "E. Clarke",
            "J. M. Smith",
            "M. S. Skolnick",
            "D. N. Krizhanovskii"
        ],
        "keywords": ""
    },
    {
        "id": 4889,
        "label": 95,
        "author": "jason smith",
        "title": "Femtoliter tunable optical cavity arrays",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Large arrays of uniform, precisely tunable, open-access optical microcavities with mode volumes as small as 2.2 μm(3) are reported. The cavities show clear Hermite-Gauss mode structure and display finesses up to 460, in addition to quality (Q) factors in excess of 10,000. The cavities are attractive for use in quantum optics applications, such as single atom detection and efficient single photon sources, and have potential to be extended for experiments in the strong coupling regime.",
        "email": "",
        "conf": "Optics Letters",
        "coauthors": [
            "Philip R. Dolan, Gareth M. Hughes, Fabio Grazioso, Brian R. Patton, Jason M. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4882,
        "label": 95,
        "author": "jason smith",
        "title": "Full stress tensor measurement using colour centres in diamond",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Stress and strain are important factors in determining the mechanical, electronic, and optical properties of materials, relating to each other by the material’s elasticity or stiffness. Both are represented by second rank field tensors with, in general, six independent components [1]. Measurements of these quantities are usually achieved by measuring a property that depends on the translational symmetry and periodicity of the crystal lattice, such as optical phonon energies using Raman spectroscopy [2], the electronic band gap using cathodoluminescence [3], photoelasticity via the optical birefringence [4], or Electron Back Scattering Diffraction (EBSD) [5]. A reciprocal relationship therefore exists between the maximum sensitivity of the measurements and the spatial resolution. Furthermore, of these techniques, only EBSD and off-axis Raman spectroscopy allow measurement of all six components of the stress tensor, but neither is able to provide full 3D maps. Here we demonstrate a method for measuring the full stress tensor in diamond, using the spectral and optical polarization properties of the photoluminescence from individual nitrogen vacancy (NV) colour centres. We demonstrate a sensitivity of order 10 MPa, limited by local fluctuations in the stress in the sample, and corresponding to a strain of about 10−5 , comparable with the best sensitivity provided by other techniques. By using the colour centres as built-in local sensors, the technique overcomes the reciprocal relationship between spatial resolution and sensitivity and offers the potential for measuring strains as small as 10−9 at spatial resolution of order 10 nm. Furthermore it provides a straightforward route to volumetric stress mapping. Aside from its value in understanding strain distributions in diamond, this new approach to stress and strain measurement could be adapted for use in micro or nanoscale sensors.",
        "email": "",
        "conf": "arvix preprint",
        "coauthors": [
            "Fabio Grazioso",
            "Brian R Patton",
            "Paul Delaney",
            "Matthew L Markham",
            "Daniel J Twitchen",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4899,
        "label": 95,
        "author": "jason smith",
        "title": "Volume three-dimensional flow measurements using wavelength multiplexing",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Optically distinguishable seeding particles that emit light in a narrow bandwidth, and a combination of bandwidths, were prepared by encapsulating quantum dots. The three-dimensional components of the particles’ displacement were measured within a volume of fluid with particle tracking velocimetry (PTV). Particles are multiplexed to different hue bands in the camera images, enabling an increased seeding density and (or) fewer cameras to be used, thereby increasing the measurement spatial resolution and (or) reducing optical access requirements. The technique is also applicable to two-phase flow measurements with PTV or particle image velocimetry, where each phase is uniquely seeded.",
        "email": "",
        "conf": "Optics Letters",
        "coauthors": [
            "Andrew J Moore",
            "Jason Michael Smith",
            "Nicholas J Lawson"
        ],
        "keywords": ""
    },
    {
        "id": 4887,
        "label": 95,
        "author": "jason smith",
        "title": "Optical properties of single crystal diamond microfilms fabricated by ion implantation and lift-off processing",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report the fabrication and optical characterisation of ~1 μm thick films of single crystal diamond prepared by an ion implantation and lift-off process. A comparison is made between type 1b material grown by high-temperature high-pressure and high purity type 2a material grown by chemical vapour deposition. Our results show that the fabrication process does not suppress strong emission from nitrogen-vacancy colour centres in the type 1b material. The 1332 cm− 1 Raman line normally prominent in the CVD material is found to be strongly suppressed. A 20 nm thick damaged layer of sp3 carbon is identified on the underside of the films that indicates residual damage from the implantation process. These results are of significance for the fabrication of devices in diamond in which colour centres couple to discrete optical modes.",
        "email": "jason.smith@materials.ox.ac.uk",
        "conf": "Diamond and Related Materials",
        "coauthors": [
            "Brian R. Patton",
            "Philip Ronald Dolan",
            "Fabio Grazioso",
            "Mathew B Wincott",
            "Jason M Smith",
            "Mattew L Markhan",
            "Daniel J Twitchen",
            "Yanfeng Zhang",
            "Erdan Gu",
            "Martin Dawson",
            "Barbara A Fairchild",
            "Andrew D Greentree",
            "Steven Prawer"
        ],
        "keywords": ""
    },
    {
        "id": 4877,
        "label": 95,
        "author": "jason smith",
        "title": "Controlling the optical scattering of plasmonic nanoparticles using a thin dielectric layer",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "The effect of a thin dielectric film on the plasmonic behaviour of metal nanoparticles (MNPs) above a high refractive index substrate is explored. Using finite-difference time domain simulations, the optical properties of Ag nanoparticles are investigated as a function of film thickness, refractive index, and particle position within the film. We demonstrate that the addition of a film around a MNP at the air interface of a high-index substrate, where nair<nfilm<nsubstratenair<nfilm<nsubstrate, will always increase the fraction of light coupled to the substrate (Fsubs). It is found that placement within a layer that does not conform to nair<nfilm<nsubstratenair<nfilm<nsubstrate can lead to reduced enhancements in Fsubs. The principal application for this work is for light-trapping in thin-film solar cells. We show that the inclusion of a thin film can increase the fraction of radiation coupled into the substrate by up to 30% for solar wavelengths. Additional potential benefits of the film structure, such as greater tunability of scattering resonances, an increase in path length of light in the substrate, and some control over the emission pattern are demonstrated. MNPs in a film are found to produce a more finely structured emission pattern than particles at a simple interface, showing potential for this research to be applied to optical nanoantennae.",
        "email": "",
        "conf": "Journal of Applied Physics",
        "coauthors": [
            "Alex Powell",
            "M. B. Wincott",
            "Andrew Watt",
            "H E Assender",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4872,
        "label": 95,
        "author": "jason smith",
        "title": "Strong exciton-photon coupling in open semiconductor microcavities",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "",
        "email": "",
        "conf": "Applied Physics Letters",
        "coauthors": [
            "Scott Dufferwiel",
            "Francois Fras",
            "A. A. P. Trichet",
            "D. N. Krizhanovskii"
        ],
        "keywords": ""
    },
    {
        "id": 4835,
        "label": 95,
        "author": "jason smith",
        "title": "Formation of a macroscopically occupied polariton state in a tunable open-access microcavity under resonant excitation",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We experimentally demonstrate the formation of a macroscopically occupied state (condensation) of exciton-polaritons in a tunable 3D open-access microcavity system under resonant excitation. We observe a high conversion efficiency of polaritons from the pumped state to the ground mode, leading to the population of the condensate 1.5 times greater than that of the driven state for a total number of polaritons of ∼110. Comparative numerical simulations show that coherent polariton-polariton scattering mechanisms alone cannot explain the observed experimental results and that other relaxation channels play an important role.",
        "email": "",
        "conf": "Journal of Applied Physics",
        "coauthors": [
            "L. Giriunas",
            "Feng Li",
            "M. Sich",
            "E Cancellieri",
            "R P A Emmanuele",
            "A A P Trichet",
            "I Farrer",
            "D A Ritchie",
            "Jason M Smith",
            "D M Whittaker",
            "M S Skolnick",
            "D. N. Krizhanovskii"
        ],
        "keywords": ""
    },
    {
        "id": 4838,
        "label": 95,
        "author": "jason smith",
        "title": "Robust tunable and high purity triggered single photon source at room temperature using a nitrogen-vacancy defect in diamond in an open microcavity",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report progress in the development of tunable room temperature triggered single photon sources based on single nitrogen-vacancy (NV) centres in nanodiamond coupled to open access optical micro-cavities. The feeding of fluorescence from an NV centre into the cavity mode increases the spectral density of the emission and results in an output stream of triggered single photons with spectral line width of order 1 nm, tunable in the range 640 – 700 nm. We record single photon purities exceeding 96% and estimated device efficiencies up to 3%. We compare performance using plano-concave microcavities with radii of curvature from 25 μm to 4 μm and show that up to 17% of the total emission is fed into the TEM00 mode. Pulsed Hanbury-Brown Twiss (HBT) interferometry shows that an improvement in single photon purity is facilitated due to the increased spectral density.",
        "email": "jason.smith@materials.ox.ac.uk",
        "conf": "Optics Express",
        "coauthors": [
            "Philip Ronald Dolan",
            "Sanmi Adekanye",
            "A. A. P. Trichet",
            "S Johnson",
            "L C Flatten",
            "Y C Chen",
            "L Weng",
            "D Hunger",
            "H C Chang",
            "S Castelletto",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4908,
        "label": 95,
        "author": "jason smith",
        "title": "Picosecond time-resolved photoluminescence at detection wavelengths greater than 1500 nm",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report what is to our knowledge the first application of high-efficiency InGaAs_x0001_InP photon-counting diode detectors in time-resolved photoluminescence measurements at wavelength greater than 1500 nm. When they were cooled to 77 K and used in conjunction with the time-correlated single-photon counting technique, the detectors were capable of an instrumental response of 230 ps and a noise equivalent power of 2 3 10217 W Hz21_x0001_2. Preliminary measurement of a semiconductor heterostructure indicates sensitivity at photogenerated carrier densities as low as 1014 cm23. This development facilitates the detailed characterization of dominant recombination mechanisms in semiconductor optoelectronic materials and devices designed to operate in the third telecommunications spectral window",
        "email": "",
        "conf": "Optics Letters",
        "coauthors": [
            "Jason Michael Smith",
            "Philip A. Hiskett",
            "Gerald S. Buller"
        ],
        "keywords": ""
    },
    {
        "id": 4858,
        "label": 95,
        "author": "jason smith",
        "title": "Progress in the fabrication of open-access microcavities using focused ion beam milled substrates",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Open access microcavities have become popular in recent years for cavity QED of both atomic and solid state systems, due to their ready tunability, ease of access to the confined cavity mode, as well as high finesses and small mode volumes. A number of techniques have been used to fabricate the concave substrates of such cavities including chemical etching [1], laser processing [2], and focused ion beam milling [3]. This latter method has the advantage of offering precision shapes at length scales much shorter than the optical wavelength, thereby offering the smallest mode volumes and ready engineering of new structures such as coupled cavities, whilst providing finesse comparable with the best of other methods.",
        "email": "jason.smith@materials.ox.ac.uk",
        "conf": "Nanoscale Quantum Optics",
        "coauthors": [
            "A. A. P. Trichet",
            "Sam Johnson",
            "Philip Ronald Dolan",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4836,
        "label": 95,
        "author": "jason smith",
        "title": "Towards an efficient spin-photon interface with NV centres in diamond (Conference Presentation)",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "The negatively charged nitrogen vacancy centre in diamond is known for its coherent spin properties and optical interface, and thus is regarded a promising candidate for quantum information applications [1]. Realisation of an efficient spin-photon interface with the NV centre is made challenging however by the fact that, in bulk diamond, only 3-4% of spontaneously emitted photons occur in the zero phonon line (ZPL). Placing NV centre in an optical cavity is being explored by several groups [2][3][4] as an effective way to selectively enhance the coherent emission of NVs and thereby increase the efficiency of the coherent spin-photon coupling. Previous work reported successful coupling of the NV in nano-diamond to an open access micro-cavity and observed enhanced ZPL emission [5]. However the NV centres in nano-diamond suffer from broadened zero phonon transition and poor spin coherence. By fabricating NV centres in a ~micrometre thick membrane of high purity single crystal material we can take advantage of the tunability of open access cavities, and at the same time, provide close-to-bulk crystal environment to maintain the coherent spin properties of the NV centres. Here we report our work on the tunable cavity coupling of the ZPL of a NV centre in a 1.2micrometre-thick diamond membrane at 4K. The diamond membrane is fabricated from a 0.5mm-thick E6 CVD diamond plate where ion implantation is carried out on both surfaces to create NV centres at the depth of around 70nm. The plate is then machined into 30micrometre-thick slices, and thinned by ICP-RIE with a combination of Ar/Cl[6] and pure oxygen plasma etching recipes. The open cavity consists of a concave mirror (99.99% reflectivity) deposited on a template fabricated using Focused Ion Beam (FIB) milling[7] and a planar mirror (99.8% reflectivity) which supports the membrane. For bare cavities with mirror radii of curvature (RoC) of 12micrometre, we measured a finesse of F~2000 and mode volume as small as 0.75micrometre^3. In-situ tuning of the cavity resonance is achieved with piezoelectric actuators. When mounted in our bath cryostat the cavity modes have dominant Lorentzian line profiles which indicate a passive stability of the cavity length of better than 0.15nm. No active locking is currently deployed. With the presence of a diamond membrane inside the cavities, the measured finesse and mode volume of a cavity with 12micrometre RoC are found to be around 300 and 3 micrometre^3, respectively. We attribute the reduction in finesse to scattering at the membrane-air and membrane-mirror interfaces. On coupling to the ZPL of a target NV centre, we record a factor of 4 increase in the saturated intensity of ZPL fluorescence compared to that measured from the same NV centre in absence of the concave mirror. This result is consistent with the calculated Purcell factor of 16 combined with a relatively low efficiency of light extraction (estimated to be around 19%) from the cavity due to the scattering losses.",
        "email": "",
        "conf": "Nanophotonics",
        "coauthors": [
            "Laiyi Weng",
            "Sam Johnson",
            "Hangyu Liu",
            "Ross Leyman",
            "Yu-Chen Chen",
            "Shazeaa Ishmael",
            "Paul Hill",
            "Ben Green",
            "Gavin Morley",
            "Aurelien A. P. Trichet",
            "Erdan Gu",
            "Mark E. Newton",
            "Jason M. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4855,
        "label": 95,
        "author": "jason smith",
        "title": "Gain Spectroscopy and Tunable Single Mode Lasing of Solution-Based Quantum Dots and Nanoplatelets Using Tunable Open Microcavities",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "The lasing threshold of the fundamental cavity mode is measured as a function of wavelength and single mode lasing is demonstrated for colloidal CdSe/CdS quantum dots and nanoplaletes using tunable open microcavities.",
        "email": "",
        "conf": "CLEO: Science and Innovations. Optical Society of America",
        "coauthors": [
            "Robin K. Patel",
            "Aurelien A. P. Trichet",
            "David M. Coles",
            "Philip R. Dolan",
            "Simon M. Fairclough",
            "S. C. Edman Tsang",
            "Marina A. Leontiadou",
            "David J. Binks",
            "Eunjoo Jang",
            "Hyosook Jang",
            "Robert A. Taylor",
            "Sotiris Christodoulou",
            "Iwan Moreels",
            "Jason M. Smith"
        ],
        "keywords": "Cavity resonators,Stimulated emission,Microcavities,Quantum dot lasers,Nanocrystals,Spectroscopy"
    },
    {
        "id": 4879,
        "label": 95,
        "author": "jason smith",
        "title": "Tuning biexciton binding and antibinding in core/shell quantum dots",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We use a path integral quantum Monte Carlo method to simulate excitons and biexcitons in core/shell nanocrystals with Type-I, Type-II, and quasi-Type-II band alignments. Quantum Monte Carlo techniques allow for all quantum correlations to be included when determining the thermal ground state, thus producing accurate predictions of biexciton binding. These subtle quantum correlations are found to cause the biexciton to be binding with Type-I carrier localization and strongly antibinding with Type-II carrier localization, in agreement with experiment for both core/shell nanocrystals and dot in rod nanocrystal structures. Simple treatments based on perturbative approaches are shown to miss this important transition in the biexciton binding. Understanding these correlations offers prospects to engineer strong biexciton antibinding, which is crucial to the design of nanocrystals for single-exciton lasing applications.",
        "email": "",
        "conf": "Physical review. B Condensed matter",
        "coauthors": [
            "Peter G. McDonald",
            "Edward J Tyrrell",
            "John Shumway",
            "Jason M Smith",
            "Ian Galbraith"
        ],
        "keywords": ""
    },
    {
        "id": 4853,
        "label": 95,
        "author": "jason smith",
        "title": "Biexciton Formation in Bilayer Tungsten Disulfide",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "Monolayer transition metal dichalcogenides (TMDs) are direct band gap semiconductors, and their 2D structure results in large binding energies for excitons, trions, and biexcitons. The ability to explore many-body effects in these monolayered structures has made them appealing for future optoelectronic and photonic applications. The band structure changes for bilayer TMDs with increased contributions from indirect transitions, and this has limited similar in-depth studies of biexcitons. Here, we study biexciton emission in bilayer WS2 grown by chemical vapor deposition as a function of temperature. A biexciton binding energy of 36 ±4 meV is measured in the as-grown bilayer WS2 containing 0.4% biaxial strain as determined by Raman spectroscopy. The biexciton emission was difficult to detect when the WS2 was transferred to another substrate to release the stain. Density functional theory calculations show that 0.4% of tensile strain lowers the direct band gap by about 55 meV without significant change to the indirect band gap, which can cause an increase in the quantum yield of direct exciton transitions and the emission from biexcitons formed by two direct gap excitons. We find that the biexciton emission decreases dramatically with increased temperature due to the thermal dissociation, with an activation energy of 26 ± 5 meV. These results show how strain can be used to tune the many-body effects in bilayered TMD materials and extend the photonic applications beyond pure monolayer systems.",
        "email": "",
        "conf": "ACS Nano",
        "coauthors": [
            "Zhengyu He",
            "Wenshuo Xu",
            "Yingqiu Zhou",
            "Xiaochen Wang",
            "Yuewen Sheng",
            "Youmin Rong",
            "Shaoqiang ua",
            "Junying Zhang",
            "Jason M Smith",
            "Jamie H. Warner"
        ],
        "keywords": "transition metal dichalcogenide, tungsten disulfide, biexciton, photoluminescence"
    },
    {
        "id": 4913,
        "label": 95,
        "author": "jason smith",
        "title": "Magnetotunneling spectroscopy with the field perpendicular to the tunneling direction of the transverse X electrons in GaAs/AlAs double-barrier structures under ",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We have measured the effect of in-plane magnetic field on tunneling resonances between transverse X states in GaAs/AlAs double-barrier structures under high hydrostatic pressure. Current-voltage and conductance-voltage measurements performed at pressures just beyond the type-II transition, and at fields up to 15 T, reveal clear field dependences of resonances originating from the Xt(1)→Xt(1) and Xt(1)→Xt(2) tunneling processes. Their behavior is consistent with a Lorenz force analysis, and therefore probes the in-plane electron dispersion around the X minima. Differences between measurements with the magnetic field oriented parallel to the [100] and [110] crystal axes reflect the anisotropy of the X minima, a first analysis indicating that the field dependence is dominated by the two Xt minima with large wave vectors perpendicular to the magnetic-field direction. In support of this, Schrödinger-Poisson modeling of the shift in bias position of the Xt(1)→Xt(2) resonance provides a value for the effective mass parallel to the Lorenz in-plane momentum vector which is consistent with the heavy principal effective mass of the X minima.",
        "email": "",
        "conf": "Physical Review B",
        "coauthors": [
            "Jason Michael Smith",
            "P C Klipstein",
            "R. Grey",
            "G. Hill"
        ],
        "keywords": ""
    },
    {
        "id": 4901,
        "label": 95,
        "author": "jason smith",
        "title": "Voltage Control of the Spin Dynamics of an Exciton in a Semiconductor Quantum Dot",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report the observation of a spin-flip process in a quantum dot whereby a dark exciton with total angular momentum L=2 becomes a bright exciton with L=1. The spin-flip process is revealed in the decay dynamics following nongeminate excitation. We are able to control the spin-flip rate by more than an order of magnitude simply with a dc voltage. The spin-flip mechanism involves a spin exchange with the Fermi sea in the back contact of our device and corresponds to the high temperature Kondo regime. We use the Anderson Hamiltonian to calculate a spin-flip rate, and we find excellent agreement with the experimental results.",
        "email": "",
        "conf": "Physical Review Letters",
        "coauthors": [
            "Jason Michael Smith",
            "Paul A Dalgarno",
            "Richard Warburton",
            "A Q Govorov",
            "K Karrai",
            "B D Gerardot",
            "Pierre Petroff"
        ],
        "keywords": ""
    },
    {
        "id": 4856,
        "label": 95,
        "author": "jason smith",
        "title": "Spin Textures of Exciton-Polaritons in a Tunable Microcavity with Large TE-TM Splitting",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report an extended family of spin textures of zero-dimensional exciton-polaritons spatially confined in tunable open microcavity structures. The transverse-electric–transverse-magnetic (TE-TM) splitting, which is enhanced in the open cavity structures, leads to polariton eigenstates carrying quantized spin vortices. Depending on the strength and anisotropy of the cavity confining potential and of the TE-TM induced splitting, which can be tuned via the excitonic or photonic fractions, the exciton-polariton emissions exhibit either spin-vortex-like patterns or linear polarization, in good agreement with theoretical modeling.",
        "email": "",
        "conf": "Physical Review Letters",
        "coauthors": [
            "Scott Dufferwiel",
            "Feng Li",
            "Emiliano Cancellieri",
            "L Giriunas",
            "A A Trichet",
            "D M Whittaker",
            "P M Walker",
            "F Fras",
            "E Clarke",
            "Jason M Smith",
            "M S Skolnick",
            "D. N. Krizhanovskii"
        ],
        "keywords": ""
    },
    {
        "id": 4907,
        "label": 95,
        "author": "jason smith",
        "title": "Photoluminescence Studies of the Formation of MgS/CdSe Quantum Dots Grown by Molecular Beam Epitaxy",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "The optical properties of MgS/CdSe quantum structures grown by molecular beam epitaxy are characterized by photoluminescence (PL) spectroscopy. The increase in the CdSe thickness from 1 to beyond 3 monolayers results in the formation of, at first, quantum wells (QWs) and then quantum dots (QDs) by Stranski‐Krastanov growth. The PL temperature dependence measurements show clear difference in the optical properties of QWs and QDs.",
        "email": "",
        "conf": "physica status solidi (b)",
        "coauthors": [
            "M Funato",
            "Chandler Bradford",
            "A. Balocchi",
            "Jason M Smith",
            "K A Prior",
            "B C Cavenett"
        ],
        "keywords": ""
    },
    {
        "id": 4897,
        "label": 95,
        "author": "jason smith",
        "title": "Coulomb interactions in single charged self-assembled quantum dots: Radiative lifetime and recombination energy",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We present results on the charge dependence of the radiative recombination lifetime, τ, and the emission energy of excitons confined to single self-assembled InGaAs quantum dots. There are significant dot-to-dot fluctuations in the lifetimes for a particular emission energy. To reach general conclusions, we present the statistical behavior by analyzing data recorded on a large number of individual quantum dots. Exciton charge is controlled with extremely high fidelity through an n-type field effect structure, which provides access to the neutral exciton (X0), the biexciton (2X0), and the positively (X1+) and negatively (X1−) charged excitons. We find significant differences in the recombination lifetime of each exciton such that, on average, τ(X1−)/τ(X0)=1.25, τ(X1+)/τ(X0)=1.58, and τ(2X0)/τ(X0)=0.65. We attribute the change in lifetime to significant changes in the single particle hole wave function on charging the dot, an effect more pronounced on charging X0 with a single hole than with a single electron. We verify this interpretation by recasting the experimental data on exciton energies in terms of Coulomb energies. We directly show that the electron-hole Coulomb energy is charge dependent, reducing in value by 5%–10% in the presence of an additional electron, and that the electron-electron and hole-hole Coulomb energies are almost equal.",
        "email": "",
        "conf": "Physical review. B Condensed matter",
        "coauthors": [
            "Paul A Dalgarno",
            "Jason Michael Smith",
            "Jamie McFarlane",
            "Brian D Geradot",
            "Kahled Karral",
            "Antonio Badolato",
            "Pierre M Petroff",
            "Richard J Warburton"
        ],
        "keywords": ""
    },
    {
        "id": 4873,
        "label": 95,
        "author": "jason smith",
        "title": "Directional plasmonic scattering from metal nanoparticles in thin-film environments",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "",
        "email": "",
        "conf": "Applied Physics Letters",
        "coauthors": [
            "Alex Powell",
            "Natasha Hjerrild",
            "Andrew Watt",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4895,
        "label": 95,
        "author": "jason smith",
        "title": "Luminescence from single CdSe nanocrystals embedded in ZnO thin films using atomic layer deposition",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We report the embedding of CdSe/ZnS core–shell nanocrystals into thin films of ZnO grown by atomic layer deposition. Fluorescence from ensembles and that from individual nanocrystals show that the nanocrystal luminescence intensity and stability are preserved through the embedding process. These results are encouraging for the fabrication of optoelectronic nanodevices based on colloidal nanoparticles.",
        "email": "jason.smith@materials.ox.ac.uk",
        "conf": "Nanotechnology",
        "coauthors": [
            "S H Kim",
            "Pin-Hao Sher",
            "Yoon-Bong Hahn",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4852,
        "label": 95,
        "author": "jason smith",
        "title": "Sensors: Plasmonic Gas Sensing Using Nanocube Patch Antennas (Advanced Optical Materials 4/2016)",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "On page 634, A. W. Powell and co‐workers develop an optical humidity sensor based on the plasmonic response of a nanocube and a metal surface separated by a polymer with a high expansion coefficient when exposed to water. The sensing element has a sub‐wavelength footprint and exhibits high sensitivity and fast reaction times compared to other plasmonic sensors. The sensitivity dependence on both nanocube and polymer layer parameters is theoretically investigated.",
        "email": "",
        "conf": "Advanced Optical Materials",
        "coauthors": [
            "Alexander W Powell",
            "David M. Coles",
            "Robert A. Taylor",
            "Andrew A R Watt",
            "Hazel E Assender",
            "Jason Michael Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4886,
        "label": 95,
        "author": "jason smith",
        "title": "Nanofabricated solid immersion lenses registered to single emitters in diamond",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We describe a technique for fabricating micro- and nanostructures incorporating fluorescent defects in diamond with a positional accuracy better than hundreds of nanometers. Using confocal fluorescence microscopy and focused ion beam etching, we initially locate a suitable defect with respect to registration marks on the diamond surface then etch a structure using these coordinates. We demonstrate the technique by etching an 8 μm8 μm diameter hemisphere positioned with single negatively charged nitrogen-vacancy defect lies at its origin. Direct comparison of the fluorescence photon count rate before and after fabrication shows an eightfold increase due to the presence of the hemisphere.",
        "email": "",
        "conf": "Applied Physics Letters",
        "coauthors": [
            "Luca Marseglia",
            "J. P. Hadden",
            "Antony Charles Stanley-Clarke",
            "J P Harrison",
            "B Patton",
            "Y,-L D Ho",
            "B Naydenov",
            "F Jelezko",
            "J Meijer",
            "P R Dolan",
            "Jason M Smith",
            "J G Rarity",
            "J. L. OBrien"
        ],
        "keywords": ""
    },
    {
        "id": 4910,
        "label": 95,
        "author": "jason smith",
        "title": "Laser-based distance measurement using picosecond resolution time-correlated single-photon counting",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "In this paper, we report results obtained with a time-of-flight ranging/scanning system based on time-correlated single-photon counting. This system uses a pulsed picosecond diode laser and detects the scattered signal from a non-cooperative target surface using a semiconductor single-photon detector. A demonstration system has been constructed and used to examine the depth resolution obtainable as a function of the integrated number of photon returns. The depth resolution has been examined for integrated photon returns varying by five orders of magnitude, both by obtaining experimental measurements and by computer simulation. Depth resolutions of approximately 3 mm were obtained for only ten returned photons. The effect of the background signal, originating either from temporally uncorrelated light signals or from detector noise, has also been examined.",
        "email": "",
        "conf": "Measurement Science and Technology",
        "coauthors": [
            "Sara Pellegrini",
            "Gerald S Buller",
            "Jason Michael Smith",
            "Andrew M Wallace",
            "Sergio Cova"
        ],
        "keywords": ""
    },
    {
        "id": 4915,
        "label": 95,
        "author": "jason smith",
        "title": "Observation of inter-Landau-level transitions in resonant tunneling between transverse X states in GaAs/AlAs double-barrier structures under hydrostatic pressure",
        "organization": "Professor of Photonic Materials and Devices University of Oxford",
        "abstract": "We have carried out sensitive measurement of the vertical transport characteristics of several GaAs/AlAs “double-barrier” heterostructures pressurized just beyond the type-II transition, and in the presence of longitudinal magnetic fields of up to 15 T. Towards the upper field limit, clear periodic structure is observed in the second derivative current-voltage characteristic of the resonance attributed to the process Xt(1)→Xt(1)+TOAlAs, where Xt(1) indicates the lowest quasiconfined subband associated with the transverse X minima in AlAs, and TOAlAs is a zone center transverse optical phonon. The periodic structure is interpreted as a series of transitions to collector states of increasing Landau index, with the requirement for conservation of in-plane momentum being satisfied for any interlevel transition by the phonon emission. Quantitative analysis of the data yields a value for the Landau-level separation, and thus also a value for the two-dimensional geometric effective mass of the transverse X minima in AlAs.",
        "email": "",
        "conf": "Physical Review B",
        "coauthors": [
            "Jason Michael Smith",
            "P C Klipstein",
            "R. Grey",
            "G. Hill"
        ],
        "keywords": ""
    }
]