[
    {
        "id": 2939,
        "label": 64,
        "author": "javier mart",
        "title": "Quality of Life and Utility in Patients with Metastatic Soft Tissue and Bone Sarcoma: The Sarcoma Treatment and Burden of Illness in North America and Europe (SABINE) Study",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "The aim of the study was to assess health-related quality of life (HRQoL) among metastatic soft tissue (mSTS) or bone sarcoma (mBS) patients who had attained a favourable response to chemotherapy. We employed the EORTC QLQ-C30, the 3-item CancerRelated Symptoms Questionnaire, and the EQ-5D instrument. HRQoL was evaluated overall and by health state in 120 mSTS/mBS patients enrolled in the SABINE study across nine countries in Europe and North America. Utility was estimated from responses to the EQ-5D instrument using UK population-based weights. The mean EQ-5D utility score was 0.69 for the pooled patient sample with little variation across health states. However, patients with progressive disease reported a clinically significant lower utility (0.56). Among disease symptoms, pain and respiratory symptoms are common. This study showed that mSTS/mBS is associated with reduced HRQoL and utility among patients with metastatic disease.",
        "email": "",
        "conf": "Sarcoma",
        "coauthors": [
            "Peter Reichardt",
            "Michael Leahy",
            "Xavier Garcia del Muro",
            "Stefano Ferrari",
            "Javier Martin",
            "Hans Gelderblom",
            "Jingshu Wang",
            "Arun Krishna",
            "Jennifer Eriksson",
            "Arthur Staddon",
            "Jean-Yves Blay"
        ],
        "keywords": ""
    },
    {
        "id": 2910,
        "label": 64,
        "author": "javier mart",
        "title": "Review of past and present clinical cases with a view to future treatment options",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "In the 10 years that have elapsed since trabectedin was first granted approval in Europe for treatment of advanced soft tissue sarcoma (STS), other cytotoxic agents and targeted therapies have been approved and numerous randomized controlled trials have been completed or are underway. As an academic exercise and positive proof of the advances in STS management that have occurred during the past decade, it is interesting to compare current and future treatment approaches. In this review, present and future treatment approaches are examined by case study for three STS subtypes: uterine leiomyosarcoma, abdominal dedifferentiated liposarcoma and malignant solitary fibrous tumor.",
        "email": "",
        "conf": "Future Oncology",
        "coauthors": [
            "Javier Martin-Broto",
            "Peter Reichardt",
            "Silvia Stacchiotti",
            "Jean-Yves Blay"
        ],
        "keywords": "dedifferentiated liposarcoma,solitary fibrous tumor,trabectedin,uterine leiomyosarcoma"
    },
    {
        "id": 2918,
        "label": 64,
        "author": "javier mart",
        "title": "Down-Regulation of AKT Signalling by Ursolic Acid Induces Intrinsic Apoptosis and Sensitization to Doxorubicin in Soft Tissue Sarcoma",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Several important biological activities have been attributed to the pentacyclic triterpene ursolic acid (UA), being its antitumoral effect extensively studied in human adenocarcinomas. In this work, we focused on the efficacy and molecular mechanisms involved in the antitumoral effects of UA, as single agent or combined with doxorubicin (DXR), in human soft tissue sarcoma cells. UA (5–50 μM) strongly inhibited (up to 80%) the viability of STS cells at 24 h and its proliferation in soft agar, with higher concentrations increasing apoptotic death up to 30%. UA treatment (6–9 h) strongly blocked the survival AKT/GSK3β/β-catenin signalling pathway, which led to a concomitant reduction of the anti-apoptotic proteins c-Myc and p21, altogether resulting in the activation of intrinsic apoptosis. Interestingly, UA at low concentrations (10–15 μM) enhanced the antitumoral effects of DXR by up to 2-fold, while in parallel inhibiting DXR-induced AKT activation and p21 expression, two proteins implicated in antitumoral drug resistance and cell survival. In conclusion, UA is able to induce intrinsic apoptosis in human STS cells and also to sensitize these cells to DXR by blocking the AKT signalling pathway. Therefore, UA may have beneficial effects, if used as nutraceutical adjuvant during standard chemotherapy treatment of STS.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Victor Hugo Villar",
            "Oliver Vogler",
            "Francisca Barcelo",
            "Javier Martin-Broto",
            "Jordi Martinez-Serra",
            "Valentina Ruiz-Gutierrez",
            "Regina Alemany"
        ],
        "keywords": ""
    },
    {
        "id": 2906,
        "label": 64,
        "author": "javier mart",
        "title": "1505PAnalysis of expression of immunomodulation factors in alveolar soft-part sarcoma: a retrospective study from the Spanish Group for Research on Sarcoma (GEIS)",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Alveolar soft-part sarcoma (ASPS) is an exceedingly rare entity. We previously reported on a series of 12 ASPS the expression of PD-1/PD-L1 and lymphocytic infiltrates. PD-L1 staining was positive in 50% of the cases, suggesting a role for immunomodulatory interventions. We now enlarge the series and explore the expression of immune-related genes with the HTG EdgeSeq System and analyze their possible prognostic role. Methods: Patients (pts) diagnosed with ASPS from Dec 1994 to Jul 2016 were reviewed. Clinical",
        "email": "",
        "conf": "Annals of Oncology",
        "coauthors": [
            "Nadia Hindi Muiz",
            "Antonio Fernndez-Serra",
            "Javier Martnez-Trufero",
            "A. Lopez-Pousa",
            "J. Lavernia",
            "J. L. Arranz",
            "R. Alvarez Alegret",
            "J. Martinez-Garcia",
            "C. Valverde Morales",
            "J. M. Cano",
            "M. A. Vaz",
            "D. S. Moura",
            "S. Bague",
            "R. Gonzalez-Campora",
            "J. A. Lopez-Guerrero",
            "Javier Martin-Broto"
        ],
        "keywords": ""
    },
    {
        "id": 2915,
        "label": 64,
        "author": "javier mart",
        "title": "SEOM Clinical Guideline of management of soft-tissue sarcoma (2016)",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Soft-tissue sarcomas are uncommon and heterogeneous tumors of mesenchymal origin. A soft-tissue mass that is increasing in size, greater than 5 cm, or located under deep fascia are criteria for suspicion of sarcoma. Diagnosis, treatment, and management should preferably be performed by a multidisciplinary team in reference centers. MRI and lung CT scan are mandatory for local and distant assessment. A biopsy indicating histological type and grade is needed previous to the treatment. Wide surgical resection with tumor-free tissue margin is the primary treatment for localized disease. Radiotherapy is indicated in large, deep, high-grade tumors, or after marginal resection not likely of being improved with reexcision. Neoadjuvant and adjuvant chemotherapy improve survival in selected cases, usually in high-grade sarcomas of the extremities. In the case of metastatic disease, patients with exclusive lung metastasis could be considered for surgery. First-line treatment with anthracyclines (or in combination with ifosfamide) is the treatment of choice. New drugs have shown activity in second-line therapy and in specific histological subtypes.",
        "email": "",
        "conf": "Clinical and Translational Oncology",
        "coauthors": [
            "A. Lopez-Pousa, J. Martin Broto, J. Martinez Trufero, I. Sevilla, C. Valverde, R. Alvarez, J. A. Carrasco Alvarez, J. Cruz Jurado, N. Hindi, X. Garcia del Muro"
        ],
        "keywords": "Hospital Virgen del Rocio, Seville, Spain"
    },
    {
        "id": 2899,
        "label": 64,
        "author": "javier mart",
        "title": "Relevance of Reference Centers in Sarcoma Care and Quality Item Evaluation: Results from the Prospective Registry of the Spanish Group for Research in Sarcoma (GEIS)",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Reference centers (RCs) are a key point for improving the survival of patients with soft-tissue sarcomas (STS). The aim of this study was to evaluate selected items in the management of patients with STS, comparing results between RC and local hospitals (LHs). Diagnostic and therapeutic data from patients diagnosed between January 2004 and December 2011 were collected. Correlation with outcome was performed. A total of 622 sarcomas were analyzed, with a median follow-up of 40 months. Imaging of primary tumor preoperatively (yes vs. no) correlated with a higher probability of free surgical margins (77.4% versus 53.7%; p = .006). The provenance of the biopsy (RC vs. LH) significantly affected relapse-free survival (RFS; 3-year RFS 66% vs. 46%, respectively; p = .019). Likewise, 3-year RFS was significantly worse in cases with infiltrated (55.6%) or unknown (43.4%) microscopic surgical margins compared with free margins (63.6%; p < .001). Patients managed by RCs had a better 3-year overall survival compared with those managed by LHs (82% vs. 70.4%, respectively; p = .003). Perioperative chemotherapy in high-risk STS, more frequently administered in RCs than in LHs, resulted in significantly better 3-year RFS (66% vs. 44%; p = .011). In addition, patients with stage IV disease treated in RCs survived significantly longer compared with those in LHs (30.4 months vs. 18.5 months; p = .036). Our series indicate that selected quality-of-care items were accomplished better by RCs over LHs, all with significant prognostic value in patients with STS. Early referral to an RC should be mandatory if the aim is to improve the survival of patients with STS.",
        "email": "jmartin@mustbesevilla.org",
        "conf": "The Oncologist",
        "coauthors": [
            "Javier Martin-Broto",
            "Nadia Hindi Muiz",
            "Josefina Cruz",
            "Trufero Javier Martinez",
            "Claudia Valverde",
            "Luis M. De Sandre",
            "Angeles Sala",
            "Lorena Bellido",
            "Ana Juan De",
            "Jordi Rubia-Casadevall",
            "Roberto Diaz-Beveridge",
            "Ricardo Cubedo",
            "Oscar Tendero",
            "Diego Salinas",
            "Isidro Gracia",
            "Rafael Ramos",
            "Silvia Bague",
            "Antonio Gutierrez",
            "Jose Duran-Moreno",
            "Antonio Lpez-Pousa"
        ],
        "keywords": "Diagnostic process; Multidisciplinary management; Outcome; Reference centers; Sarcoma"
    },
    {
        "id": 2900,
        "label": 64,
        "author": "javier mart",
        "title": "Nilotinib as Coadjuvant Treatment with Doxorubicin in Patients with Sarcomas: A Phase I Trial of the Spanish Group for Research on Sarcoma",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Nilotinib plus doxorubicin showed to be synergistic regarding apoptosis in several sarcoma cell lines. A phase I/II trial was thus designed to explore the feasibility of nilotinib as coadjuvant of doxorubicin by inhibiting MRP-1/P-gp efflux activity. The phase I part of the study is presented here. Nilotinib 400 mg/12 hours was administered in fixed dose from day 1 to 6, and doxorubicin on day 5 of each cycle. Three dose escalation levels for doxorubicin at 60, 65, and 75 mg/m2 were planned. Cycles were repeated every 3 weeks for a total of 4 cycles. Eligible subtypes were retroperitoneal liposarcoma, leiomyosarcoma, and unresectable/metastatic high-grade chondrosarcoma. Thirteen patients were enrolled: 7 chondrosarcoma, 4 liposarcoma, and 2 leiomyosarcoma. In 46 cycles administered, the most relevant grade 3/4 adverse effects per patient were neutropenia 54%, febrile neutropenia 15%, and asthenia 8%. No cardiac toxicity was observed. Only one dose-limiting toxicity (febrile neutropenia) was reported in the third dose level. With regard to efficacy, 1 partial response (1 liposarcoma), 9 stable diseases (5 chondrosarcoma, 2 liposarcoma, 1 leiomyosarcoma), and 3 progressive diseases (2 chondrosarcoma and 1 leiomyosarcoma) were present. ABCB1 and ABCC1 RNA expression levels decreased by 58.47-fold and 1.47-fold, respectively, on day 5 of the cycle. Combination of MRP-1/P-gp inhibitor, nilotinib, as coadjuvant with doxorubicin is feasible; it appears not to add substantial toxicity compared with doxorubicin alone. Pharmacodynamic study supports this concept.",
        "email": "jmartin@mustbesevilla.org",
        "conf": "Clinical Cancer Research",
        "coauthors": [
            "Regina Alemany, David S. Moura, Andres Redondo, Javier Martinez-Trufero, Silvia Calabuig, Carlos Saus, Antonia Obrador-Hevia, Rafael Ramos, Victor H. Villar, Claudia Valverde, Maria Angeles Vaz, Javier Medina, Irene Felipe-Abrio, Nadia Hindi, Miguel Taron, Javier Martin-Broto"
        ],
        "keywords": ""
    },
    {
        "id": 2902,
        "label": 64,
        "author": "javier mart",
        "title": "Gastrointestinal stromal tumours: ESMO-EURACAN Clinical Practice Guidelines for diagnosis treatment and follow-up",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "",
        "email": "",
        "conf": "Annals of Oncology",
        "coauthors": [
            "P G Casali",
            "N Abecassis",
            "Sebastian Bauer",
            "Jean-Yves Blay"
        ],
        "keywords": ""
    },
    {
        "id": 2932,
        "label": 64,
        "author": "javier mart",
        "title": "MRP1 Overexpression Determines Poor Prognosis in Prospectively Treated Patients with Localized High-Risk Soft Tissue Sarcoma of Limbs and Trunk Wall: An ISG/GEIS Study",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Patients with localized high-risk soft tissue sarcomas (STS) of the limbs and trunk wall still have a considerable metastatic recurrence rate of more than 50%, in spite of adjuvant chemotherapy. This drug-ceiling effect of chemotherapy in sarcoma setting could be explained, at least partially, by multidrug resistance (MDR) mechanisms. The aim of this study was to ascertain whether mRNA and protein expression of ABCB1 (P-glycoprotein), ABCC1 (MRP1), and GSTA1 (glutathione S-transferase pi) was prognostic in localized high-risk STS. Immunohistochemistry and reverse transcriptase-PCR studies were performed from biopsies at the time of diagnosis. Patients of this series were prospectively enrolled into a phase III trial that compared three versus five cycles of epirubicin plus ifosfamide. The series of 102 patients found 41 events of recurrence and 37 of death with a median follow-up of 68 months. In univariate analysis, variables with a statistically significant relationship with relapse-free survival (RFS) were: MRP1 expression (5-year RFS rate of 23% in positive cases and 63% in negative cases, P = 0.029), histology (5-year RFS rate of 74% in undifferentiated pleomorphic sarcoma and 43% in synovial sarcoma, P = 0.028), and ABCC1 expression (5-year RFS rate of 33% in overexpression and 65% in downregulation, P = 0.012). Combined ABCC1/MRP1 was the only independent prognostic factor for both RFS (HR = 2.704, P = 0.005) and overall survival (HR = 2.208, P = 0.029). ABCC1/MRP1 expression shows robust prognostic relevance in patients with localized high-risk STS treated with anthracycline-based chemotherapy, which is the standard front line treatment in STS. This finding deserves attention as it points to a new targetable protein in STS",
        "email": "javier.martin@ssib.es",
        "conf": "Molecular Cancer Therapeutics",
        "coauthors": [
            "Javier Martin-Broto, Antonio M. Gutierrez, Rafael F. Ramos, José A. Lopez-Guerrero, Stefano Ferrari, Silvia Stacchiotti, Piero Picci, Silvia Calabuig, Paola Collini, Marco Gambarotti, Silvia Bague, Angelo P. Dei Tos, Elena Palassini, Pablo Luna, Josefina Cruz, Ricardo Cubedo, Javier Martinez-Trufero, Andres Poveda, Paolo G. Casali, Antonio Fernandez-Serra, Antonio Lopez-Pousa, Alessandro Gronchi"
        ],
        "keywords": ""
    },
    {
        "id": 2938,
        "label": 64,
        "author": "javier mart",
        "title": "Nilotinib Counteracts P-Glycoprotein-Mediated Multidrug Resistance and Synergizes the Antitumoral Effect of Doxorubicin in Soft Tissue Sarcomas",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "The therapeutic effect of doxorubicin (DXR) in the treatment of soft tissue sarcomas (STS) is limited by its toxicity and the development of multidrug resistance (MDR), the latter mainly induced by high expression of efflux pumps (e.g., P-glycoprotein [P-gp]). Therefore, the search for alternative therapies, which sensitize these tumors to chemotherapy while maintaining a low toxicity profile, is a rational approach. We assessed efficacy and molecular mechanisms involved in the antiproliferative effects of the tyrosine kinase inhibitors, nilotinib and imatinib, as single agents or in combination with DXR, in human synovial sarcoma SW982 and leiomyosarcoma SK-UT-1 cells. As single compound nilotinib (1–10 µM) was more potent than imatinib inhibiting the growth of SK-UT-1 and SW982 cells by 33.5–59.6%, respectively. Importantly, only nilotinib synergized the antitumoral effect of DXR (0.05–0.5 µM) by at least 2-fold, which clearly surpassed the mere sum of effects according to isobolographic analysis. Moreover, nilotinib in combination with DXR had a sustained effect on cell number (−70.3±5.8%) even 12 days after withdrawal of drugs compared to DXR alone. On the molecular level, only nilotinib fully blocked FBS-induced ERK1 and p38 MAPK activation, hence, reducing basal and DXR-induced up-regulation of P-gp levels. Moreover, efflux activity of the MDR-related proteins P-gp and MRP-1 was inhibited, altogether resulting in intracellular DXR retention. In high-risk STS tumors 53.8% and 15.4% were positive for P-gp and MRP-1 expression, respectively, with high incidence of P-gp in synovial sarcoma (72.7%). In summary, nilotinib exhibits antiproliferative effects on cellular models of STS and sensitizes them to DXR by reverting DXR-induced P-gp-mediated MDR and inhibiting MRP-1 activity, leading to a synergistic effect with potential for clinical treatment.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Victor Hugo Villar",
            "Oliver Vogler",
            "Jordi Martinez Serra",
            "Rafael Ramos",
            "Silvia Calabuig-Farifias",
            "Antonio Gutierrez",
            "Francisca Barceio",
            "Javier Martin Broto",
            "Regina Alemany"
        ],
        "keywords": ""
    },
    {
        "id": 2913,
        "label": 64,
        "author": "javier mart",
        "title": "Current and future systemic treatment options for advanced soft-tissue sarcoma beyond anthracyclines and ifosfamide",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Sarcomas are rare, life-threatening, malignant tumors. Surgery is the cornerstone of therapy in the localized setting. About one-third of patients develop distant metastasis. In the metastatic setting, systemic therapy is the mainstay of treatment, and several second-line options are available, proving a modest survival increase for these patients. Trabectedin is an active drug with several described mechanisms of action. Although the objective response rate is low, about one-third of patients achieve disease stabilizations and a prolonged disease control. Interestingly, it has no accumulative toxicities. Pazopanib is the only targeted therapy approved for soft-tissue sarcoma (STS), with the exception of adipocytic sarcoma. Eribulin represents a recently approved therapeutic option for liposarcoma. Other drugs such as gemcitabine combinations, dacarbazine, and taxanes have also shown activity in second lines in advanced STS. The selection should be based on histologic subtype, patient characteristics, and toxicity profile among other factors. This review will summarize clinical development of the current and future therapeutic options for this heterogeneous group of diseases.",
        "email": "",
        "conf": "Cancer Translational Medicine",
        "coauthors": [
            "Nadia Hindi Muiz",
            "Javier Martin-Broto"
        ],
        "keywords": "Metastatic disease, sarcoma, systemic therapy, targeted therapy, translational research"
    },
    {
        "id": 2904,
        "label": 64,
        "author": "javier mart",
        "title": "Gene expression analyses determine two different subpopulations in KIT-negative GIST-like (KNGL) patients",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "There are limited findings available on KIT-negative GIST-like (KNGL) population. Also, KIT expression may be post-transcriptionally regulated by miRNA221 and miRNA222. Hence, the aim of this study is to characterize KNGL population, by differential gene expression, and to analyze miRNA221/222 expression and their prognostic value in KNGL patients. KIT, PDGFRA, DOG1, IGF1R, MIR221 and MIR222 expression levels were determined by qRT-PCR. We also analyzed KIT and PDGFRA mutations, DOG1 expression, by immunohistochemistry, along with clinical and pathological data. Disease-free survival (DFS) and overall survival (OS) differences were calculated using Log-rank test. Hierarchical cluster analyses from gene expression data identified two groups: group I had KIT, DOG1 and PDGFRA overexpression and IGF1R underexpression and group II had overexpression of IGF1R and low expression of KIT, DOG1 and PDGFRA. Group II had a significant worse OS (p = 0.013) in all the series, and showed a tendency for worse OS (p = 0.11), when analyzed only the localized cases. MiRNA222 expression was significantly lower in a control subset of KIT-positive GIST (p < 0.001). OS was significantly worse in KNGL cases with higher expression of MIR221 (p = 0.028) or MIR222 (p = 0.014). We identified two distinct KNGL subsets, with a different prognostic value. Increased levels of miRNA221/222, which are associated with worse OS, could explain the absence of KIT protein expression of most KNGL tumors.",
        "email": "jmartin@mustbesevilla.org",
        "conf": "Oncotarget",
        "coauthors": [
            "David S Moura",
            "Rafael Ramos",
            "Antonio Fernndez-Serra",
            "Javier Martin-Broto"
        ],
        "keywords": "KNGL, miRNA221/222 cluster, KIT, DOG1, IGF1R"
    },
    {
        "id": 2948,
        "label": 64,
        "author": "javier mart",
        "title": "Preliminary data of nilotinib in the first-line treatment of patients with metastatic or unresectable gastrointestinal stromal tumors (GIST).",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Nilotinib (N) is a novel tyrosine kinase inhibitor (TKI) of KIT, PDGFRA, and BCR-AbL that has been shown to inhibit the proliferation of imatinib (I)-resistant GIST cell lines. Preliminary studies with N have shown that it can provide clinical activity in patients (pts) who have failed first- and second-line therapies and is safe in pts with advanced GIST. This Phase II study was conducted to investigate the efficacy of N as first-line treatment. The multicenter, single-arm trial evaluated the efficacy of N in newly diagnosed pts with unresectable or metastatic GIST or with recurrent GIST post adjuvant treatment. Pts were given N 400 mg bid until disease progression, unacceptable toxicity, or discontinuation for another reason. Primary endpoint was PFS at 6 months determined by RECIST; secondary endpoints included objective tumor response (RECIST), time to overall response, duration of response, progression-free survival, overall survival, and safety. As of December 2009, a total of 21 pts were enrolled, 14 of whom had completed 6 months of treatment and were included in the efficacy analysis. Median follow-up was 176 days (range: 1–367). The study included 19 pts with metastatic GIST; there were 11 male and 8 female pts, with median age 60 years(range: 35–78). Best overall response included 6 pts with partial responses (42.9%), 6 with stable disease (42.9%), and 2 with progressive disease (14.3%). Rate of progression-free pts at 6 mo is 85.7%. Adverse events (AEs) were experienced by 57.9% of pts, including gastrointestinal disorders such as nausea, vomiting, diarrhea (42.1%) and eyelid edema (10.5%). Most AEs were grade 1 or 2 (CTCEAv3.0). No deaths occurred during the study period. Mutational data will be presented. In the early analysis of this pilot study, N displayed substantial clinical benefit and a favorable safety profile in the first-line treatment of patients with metastatic or unresectable GIST. Updated data will be presented.",
        "email": "",
        "conf": "Journal of Clinical Oncology",
        "coauthors": [
            "P. G. Casali",
            "H. Joensuu",
            "Javier Martin-Broto",
            "X. Garcia del Muro",
            "J. Blay",
            "C. MayA. Pustowka",
            "P. Reichardt"
        ],
        "keywords": ""
    },
    {
        "id": 2908,
        "label": 64,
        "author": "javier mart",
        "title": "Dovitinib in patients with gastrointestinal stromal tumour refractory and/or intolerant to imatinib",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "This multicentre phase II trial (DOVIGIST) evaluated the antitumour activity of dovitinib as second-line treatment of patients with gastrointestinal stromal tumour (GIST) refractory to imatinib or who do not tolerate imatinib. Patients received oral dovitinib 500 mg day−1, 5 days on/2 days off, until GIST progression or unacceptable toxicity, with an objective to evaluate efficacy, assessed as the disease control rate (DCR) at 12 weeks. Tumour assessment and response to dovitinib therapy were evaluated by Response Evaluation Criteria In Solid Tumours (RECIST v1.1) and the Choi criteria. Secondary objectives included assessment of progression-free survival (PFS), safety and tolerability, and DCR at the end of treatment. Thirty-eight of the 39 patients enrolled had histologically confirmed GIST. The DCR at 12 weeks was 52.6% (90% confidence interval (CI), 38.2–66.7%) meeting the preset efficacy criterion for the primary end point. The objective response rate (complete response+partial response) was 2.6% (1 of 38; 90% CI, 0.1–11.9%), and 5.3% (n=2; 90% CI, 0.9–15.7%) at the end of the study. The median PFS was 4.6 months (90% CI, 2.8–7.4 months). Dose interruption was required in 26 patients (66.7%), of which 18 (69.2%) were due to adverse events. The most frequently observed grade 3 adverse events included hypertension (n=7), fatigue (n=5), vomiting (n=4), hypertriglyceridaemia (n=4), and γ-glutamyltransferase increase (n=4). Dovitinib is an active treatment for patients with GIST who are intolerant to imatinib or whose GIST progresses on imatinib.",
        "email": "",
        "conf": "British Journal of Cancer",
        "coauthors": [
            "Heikki Joensuu, Jean-Yves Blay, Alessandro Comandone, Javier Martin-Broto, Elena Fumagalli, Giovanni Grignani, Xavier Garcia Del Muro, Antoine Adenis, Claudia Valverde, Antonio Lopez Pousa, Olivier Bouché, Antoine Italiano, Sebastian Bauer, Carlo Barone, Claudia Weiss, Stefania Crippa, Maura Camozzi, Ramon Castellana, Axel Le Cesne"
        ],
        "keywords": ""
    },
    {
        "id": 2947,
        "label": 64,
        "author": "javier mart",
        "title": "Natural pentacyclic triterpenes enhance antitumoral effects of doxorubicin through augmenting its intracellular concentration in human sarcoma cells",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "",
        "email": "",
        "conf": "Chemistry and Physics of Lipids",
        "coauthors": [
            "Victor H. Villar",
            "Manuel Gmez",
            "Oliver Vgler",
            "Regina Alemany"
        ],
        "keywords": ""
    },
    {
        "id": 2925,
        "label": 64,
        "author": "javier mart",
        "title": "Giant cell tumour of bone: new treatments in development",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Giant cell tumour of bone (GCTB) is a benign osteolytic tumour with three main cellular components: multinucleated osteoclast-like giant cells, mononuclear spindle-like stromal cells (the main neoplastic components) and mononuclear cells of the monocyte/macrophage lineage. The giant cells overexpress a key mediator in osteoclastogenesis: the RANK receptor, which is stimulated in turn by the cytokine RANKL, which is secreted by the stromal cells. The RANK/RANKL interaction is predominantly responsible for the extensive bone resorption by the tumour. Historically, standard treatment was substantial surgical resection, with or without adjuvant therapy, with recurrence rates of 20–56 %. Studies with denosumab, a monoclonal antibody that specifically binds to RANKL, resulted in dramatic treatment responses, which led to its approval by the United States Food and Drugs Administration (US FDA). Recent advances in the understanding of GCTB pathogenesis are essential to develop new treatments for this locally destructive primary bone tumour.",
        "email": "",
        "conf": "Clinical and Translational Oncology",
        "coauthors": [
            "Antonio Lpez-Pousa",
            "Javier Martin-Broto",
            "T Garrido",
            "J Vzquez"
        ],
        "keywords": ""
    },
    {
        "id": 2945,
        "label": 64,
        "author": "javier mart",
        "title": "[Soft tissue sarcomas: clinical practice guidelines].",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Soft tissue sarcomas (STS) constitute a rare heterogeneous group of tumours that include a wide variety of histological subtypes, which require a multidisciplinary and, frequently specialized and complex management. Despite advances in our understanding of the pathophysiology of the disease, there are no consensus multidisciplinary recommendations about its diagnosis and treatment in our country. The objective of these guidelines is to provide practical therapeutic recommendations that may contribute to improve the therapeutic results of this disease in our environment. With this purpose, the Spanish Group for Research in Sarcomas (GEIS) held a meeting with a multidisciplinary group of experts for the study and management of sarcomas. The results of this meeting are compiled in this document, in which recommendations on diagnosis, treatment and monitoring of soft tissue sarcomas are included. In summary, these guidelines aim to facilitate the identification and management of STS for clinical practice in Spain.",
        "email": "",
        "conf": "Medicina Clnica",
        "coauthors": [
            "Xavier Garcia del Muro",
            "Javier Martin-Broto",
            "Jean Maurel",
            "R. Cubedo",
            "S. Bague",
            "Alava E. De",
            "Al. Pousa",
            "JA. Narvaez",
            "E. Ortiz",
            "J. Pomes",
            "A. Poveda",
            "LP. Romasanta",
            "O. Tendero",
            "Joan M Vials"
        ],
        "keywords": ""
    },
    {
        "id": 2941,
        "label": 64,
        "author": "javier mart",
        "title": "SAFETY AND EFFICACY OF DENOSUMAB IN GIANT CELL TUMOUR OF BONE (GCTB)",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "",
        "email": "",
        "conf": "Osteoporosis International",
        "coauthors": [
            "D. Thomas",
            "Jean-Yves Blay",
            "Sant Chawla",
            "I. Jacobs"
        ],
        "keywords": ""
    },
    {
        "id": 2898,
        "label": 64,
        "author": "javier mart",
        "title": "Report from the 4th European Bone Sarcoma Networking meeting: focus on osteosarcoma",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "This report summarizes the proceedings of the 4th European Bone Sarcoma Networking Meeting, held in London, England, on 21 June 2017. The meeting brought together scientific and clinical researchers and representatives from sarcoma charities from 19 countries representing five networks across Europe, to present and discuss new developments on bone sarcoma. In view of the challenges is poses, the meeting focussed primarily on osteosarcoma with presentations on developments in our understanding of osteosarcoma genetics and immunology as well as results from preclinical investigations and discussion of recent and ongoing clinical trials. These include studies examining the efficacy of multi-targeted tyrosine kinase inhibitors and checkpoint inhibitors, as well as those with molecular profiling to stratify patients for specific therapies. Discussion was centred on generation of new hypotheses for collaborative biological and clinical investigations, the ultimate goal being to improve therapy and outcome in patients with bone sarcomas.",
        "email": "",
        "conf": "Clinical sarcoma research",
        "coauthors": [
            "Sandra J. Strauss, Jakob Anninga, Rubina Baglio, Daniel Baumhoer, Sam Behjati, Stefan Bielack, Kjetil Boye, Javier M. Broto, Anne-Marie Cleton-Jansen, Andrea Degasperi, Abigail Evans, Franca Fagioli, Marta Fiocco, Nathalie Gaspar, Dominique Heymann, Nadia Hindi, Carlo Lancia, Ola Myklebost, Michaela Nathrath, Francoise Redini, Katia Scotlandi, Elisa Tirtei, Michel Vanden Eynden, Jeremy Whelan"
        ],
        "keywords": ""
    },
    {
        "id": 2920,
        "label": 64,
        "author": "javier mart",
        "title": "Clinical practice guidelines for the diagnosis and treatment of patients with soft tissue sarcoma by the Spanish group for research in sarcomas (GEIS)",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Soft tissue sarcomas (STS) constitute an uncommon and heterogeneous group of tumours, which require a complex and specialized multidisciplinary management. The diagnostic approach should include imaging studies and core needle biopsy performed prior to undertaking surgery. Wide excision is the mainstay of treatment for localized sarcoma, and associated preoperative or postoperative radiotherapy should be administered in high-risk patients. Adjuvant chemotherapy was associated with a modest improvement in survival in a meta-analysis and constitutes a standard option in selected patients with high-risk STS. In metastatic patients, surgery must be evaluated in selected cases. In the rest of patients, chemotherapy and, in some subtypes, targeted therapy often used in a sequential strategy constitutes the treatment of election. Despite important advances in the understanding of the pathophysiology of the disease, the advances achieved in therapeutic results may be deemed still insufficient. Moreover, due to the rarity and complexity of the disease, the results in clinical practice are not always optimal. For this reason, the Spanish Group for Research on Sarcoma (GEIS) has developed a multidisciplinary clinical practice guidelines document, with the aim of facilitating the diagnosis and treatment of these patients in Spain. In the document, each practical recommendation is accompanied by level of evidence and grade of recommendation on the basis of the available data.",
        "email": "",
        "conf": "Cancer Chemotherapy and Pharmacology",
        "coauthors": [
            "Xavier Garcia del Muro, Enrique de Alava, Vicenç Artigas, Silvia Bague, Alejandro Braña, Ricardo Cubedo, Josefina Cruz, Nuria Mulet-Margalef, Jose A. Narvaez, Oscar Martinez Tirado, Claudia Valverde, Ramona Verges, Joan Viñals, Javier Martin-Broto"
        ],
        "keywords": "Soft tissue sarcoma,Clinical practice guidelines,Multidisciplinary management,Treatment"
    },
    {
        "id": 2922,
        "label": 64,
        "author": "javier mart",
        "title": "RG7112 a Small-Molecule Inhibitor of MDM2 Enhances Trabectedin Response in Soft Tissue Sarcomas",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "MDM2 is a critical negative regulator of the p53 tumor suppressor protein. Selected sarcoma subtypes are being treated with Trabectedin in second line, which promotes DNA damage and p53-dependent apoptosis. The aim of this study was to evaluate the improvement of Trabectedin response with MDM2 inhibitors in soft tissue sarcomas. The antitumor effects of Trabectedin, Nutlin-3A and RG7112 as single agents or in combination were examined in vitro. RG7112 significantly synergized with Trabectedin in MDM2-amplified liposarcoma cells, representing a promising new therapeutic strategy for the treatment of sarcomas with MDM2 amplification.",
        "email": "",
        "conf": "Cancer Investigation",
        "coauthors": [
            "Antnia Obrador-Hevia",
            "Esther Martinez-Font",
            "Irene Felipe-Abrio",
            "Silvia Calabuig-Farinas",
            "Margalida Serra-Sitjar",
            "Jose Antonio Lopez-Guerrero",
            "Rafael Ramos",
            "Regina Alemany",
            "Javier Martin-Broto"
        ],
        "keywords": "Soft tissue sarcomas, Trabectedin, RG7112, MDM2, Liposarcoma"
    },
    {
        "id": 2935,
        "label": 64,
        "author": "javier mart",
        "title": "Adjuvant therapy in primary GIST: State-of-the-art",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "The management of primary gastrointestinal stromal tumours (GISTs) has evolved with the introduction of adjuvant therapy. Recently reported results of the SSG XVIII/AIO trial by the Scandinavian Sarcoma Group (SSG) and the German Working Group on Medical Oncology (AIO) represent a significant change in the evidence for adjuvant therapy duration. The objectives of this European Expert Panel meeting were to describe the optimal management and best practice for the systemic adjuvant treatment of patients with primary GISTs. MATERIALS AND METHODS:A panel of medical oncology experts from European sarcoma research groups were invited to a 1-day workshop. Several questions and discussion points were selected by the organising committee prior to the conference. The experts reviewed the current literature of all clinical trials available on adjuvant therapy for primary GISTs, considered the quality evidence and formulated recommendations for each discussion point. RESULTS:Clinical issues were identified and provisional clinical opinions were formulated for adjuvant treatment patient selection, imatinib dose, duration and patient recall, mutational analysis and follow-up of primary GIST patients. Adjuvant imatinib 400 mg/day for 3 years duration is a standard treatment in all patients with significant risk of recurrence following resection of primary GISTs. Patient selection for adjuvant therapy should be based on any of the three commonly used patient risk stratification schemes. R1 surgery (versus R0) alone is not an indication for adjuvant imatinib in low-risk GIST. Recall and imatinib restart could be proposed in patients who discontinued 1-year adjuvant imatinib within the previous 3 months and may be considered on a case-by-case basis in patients who discontinued within the previous year. Mutational analysis is recommended in all cases of GISTs using centralised laboratories with good quality control. Treatment is not recommended in an imatinib-insensitive D842V-mutated GIST. During adjuvant treatment, patients are recommended to be clinically assessed at 1- to 3-month intervals. Upon discontinuation, computed tomography scan (CT) scans are recommended every 3 to 4 months for 2 years when the risk of relapse is highest, followed by every 6 months until year 5 and annually until year 10 after treatment discontinuation. CONCLUSIONS:Key points in systemic adjuvant treatment and clinical management of primary GISTs as well as open questions were identified during this European Expert Panel meeting on GIST management.",
        "email": "",
        "conf": "Annals of Oncology",
        "coauthors": [
            "P Reichard",
            "Jean-Yves Blay",
            "Ioannis Boukovinas",
            "T. Brodowicz",
            "J.M. Broto",
            "P.G. Casali",
            "M. Decatris",
            "M. Eriksson",
            "H. Gelderblom",
            "P. Kosmidis",
            "Cesne A. Le",
            "Al Pousa",
            "M. Schlemmer",
            "J.Verweij",
            "H Joensuu"
        ],
        "keywords": "Adjuvant,Gastrointestinal stromal tumour,GIST,Imatinib,Recommendation"
    },
    {
        "id": 2914,
        "label": 64,
        "author": "javier mart",
        "title": "SEOM Clinical Guideline for gastrointestinal sarcomas (GIST) (2016)",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Gastrointestinal stromal tumors (GISTs) are the most common mesenchymal neoplasms of the digestive tract, and this disease has served as a paradigmatic model for successful rational development of targeted therapies. The introduction of tyrosine kinase inhibitors with activity against KIT/PDGFRA in both localized and advanced stages has remarkably improved the survival in a disease formerly deemed resistant to all systemic therapies. The Spanish Society of Medical Oncology (SEOM) guidelines provide a multidisciplinary and updated consensus for the diagnosis and treatment of GIST patients. We strongly encourage that the managing of these patients should be performed within multidisciplinary teams in reference centers.",
        "email": "jmartin@mustbesevilla.org",
        "conf": "Clinical and Translational Oncology",
        "coauthors": [
            "A. Poveda, V. Martinez, C. Serrano, I. Sevilla, M. J. Lecumberri, R. D. de Beveridge, A. Estival, D. Vicente, J. Rubio, J. Martin-Broto"
        ],
        "keywords": "GIST,Imatinib,Sunitinib,Regorafenib"
    },
    {
        "id": 2953,
        "label": 64,
        "author": "javier mart",
        "title": "Anti-emetic efficacy of oral granisetron in the total control of late-onset emesis induced by cyclophosphamide-containing chemotherapy",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Effectiveness of 5-HT3 receptor antagonists in preventing cyclophosphamide-induced emesis suggests that it is mediated by serotonin release. Since urinary 5-hydroxyindoleacetic acid (5-HIAA) is not significantly increased, the mechanism of emesis induction remains poorly understood, and the usefulness of these drugs in late-onset emesis prevention remains controversial. In this randomised, double-blind, and placebo-controlled trial, 139 chemotherapy-naïve breast cancer patients received intravenous chemotherapy combinations containing cyclophosphamide at doses ≥500 mg/m2. Total antiemetic control was the primary efficacy parameter. On day 0 all patients received intravenous granisetron (3 mg) prior to chemotherapy. On day 1 patients were randomly assigned either to oral granisetron (1 mg bid) or to placebo, for a 2-day course. Patients remained hospitalised during the study period. Rescue therapy (up to 2 doses of i.v. granisetron 3 mg) was promptly administered should there be a second episode of vomiting. Twenty-four hour urine samples were collected on days −1 to +2, for analysis of 5-HIAA excretion. Relative to the control group, significantly more patients in the oral granisetron group experienced total control of emesis on day 1 (67% versus 49%; p=0.04), on day 2 (76% versus 52%; p<0.01), and on days 1–2 (60% versus 42%; p=0.04). Excretion of 5-HIAA was significantly increased on day 0, day 1 and day 2 compared to levels on day −1 (p<0.01 for all paired comparisons). The type of chemotherapy administered and the patient's history of vomiting were the variables influencing the total control of emesis. Oral granisetron provided high rates of effective and safe control of late-onset emesis induced by cyclophosphamide-based chemotherapy. Urinary excretion of 5-HIAA was significantly increased during the entire emesis period.",
        "email": "",
        "conf": "Clinical and Translational Oncology",
        "coauthors": [
            "Enrique Aranda Aguilar, Vicente Guillem Porta, Alfredo Carrato Mena, Julio Rifa Ferre, Rafael Lopez-Lopez, Amalia Gomez-Bernal, Virtudes Soriano Teruel, Alvaro Rodríguez-Lescure, Javier Martín-Broto, Isidro Barneto Aranda, S. Domínguez, A. Luque, Granisetron Study Group"
        ],
        "keywords": "anti-emetic,granisetron,emesis,chemotherapy"
    },
    {
        "id": 2927,
        "label": 64,
        "author": "javier mart",
        "title": "GEIS 2013 guidelines for gastrointestinal sarcomas (GIST)",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Gastrointestinal stromal tumors (GIST) are the most common mesenchymal soft tissue sarcoma of the gastrointestinal tract. Correct diagnosis with thorough use of pathologic and molecular tools of GIST mutations has been of the foremost importance. GIST are usually (95 %) KIT positive and harbor frequent KIT or platelet-derived growth factor receptor α-activating mutations. This deep molecular understanding has allowed the correct classification into risk groups with implications regarding prognosis, essential use in the development of targeted therapies and even response prediction to this drugs. Treatment has been evolving and an update to include lessons learned from recent trials in advanced disease as well as controversies in the adjuvant setting that are changing daily practice, is reviewed here. An effort from the Spanish Group for Sarcoma Research with investigators from the group has been undertaken to launch this third version of the GIST guidelines and provide a practical means for the different disciplines that treat this complex disease.",
        "email": "",
        "conf": "Cancer Chemotherapy and Pharmacology",
        "coauthors": [
            "Andres Poveda, Xavier García del Muro, Jose Antonio Lopez-Guerrero, Virginia Martínez, Ignacio Romero, Claudia Valverde, Ricardo Cubedo, Javier Martín-Broto"
        ],
        "keywords": ""
    },
    {
        "id": 2917,
        "label": 64,
        "author": "javier mart",
        "title": "Phosphorylated-insulin growth factor I receptor (p-IGF1R) and metalloproteinase-3 (MMP3) expression in advanced gastrointestinal stromal tumors (GIST). A GEIS 19 study",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Most GISTs have mutations in KIT or PDGFRA. Patients with advanced GIST with KIT exon 9, PDGFRA mutation or WT for KIT and PDGFRA have a worse progression-free survival (PFS) compared to patients with KIT exon 11 mutated tumors. We evaluated the immunohistochemical (IHC) expression of p-IGF1R (Y1316) and MMP3 as predictors of PFS or overall survival (OS). Ninety-two advanced GIST patients included in GEIS-16 study with KIT and PDGFRA mutational information were examined for p-IGF1R (Y1316) and MMP3 expression in a tissue micro-array. To study activation of the IGF1R system, we have used an antibody (anti-pY1316) that specifically recognizes the active phosphorylated form of the IGF1R. DNA was extracted from paraffin-embedded tissues and intronic PCR primers were used to amplify exons 9, 11, 13 and 17 of KIT, 12 and 18 of PDGFRA. Bidirectional sequencing with specific primers was performed on a ABI3100 sequencer using the Big Dye Terminator v3.1 kit. Multivariate model was built using a stepwise automated variable selection approach with criterion to enter the variable in the model of p < 0.10 and criterion to keep the variable in the model of p < 0.05. PFS was computed as the date of imatinib initiation to progression or death. Overall survival was defined as the time from imatinib initiation to death. Phospho-IGF1R was expressed only in 9 % (2/22) of cases without KIT mutation. MMP3 expression was detected in 2/5 patients (40 %) with PDGFRA mutation, 1/16 patients (6 %) with WT genotype and 7/71 patients (10 %) of KIT mutant patients. At univariate analysis KIT exon 11/13 mutation had better PFS than patients with exon 9 mutation, PDGFRA mutation or WT genotype (p = 0.021; HR: 0.46; 95 %CI (0.28–0.76). Less than 24 months disease free-interval (HR 24.2, 95 % CI 10.5–55.8), poor performance status (PS) (HR 6.3, 95 % CI 2.5–15.9), extension of disease; >1 organ (HR 1.89; 95 % CI 1.03–3.4) and genotype analysis (HR 0.57, 95 % CI 0.37–0.97) but not immunophenotype analysis (HR 1.53; 95 % CI 0.76–3.06) were the strongest prognostic factors for PFS in the multivariate analysis. Our results do not support p-IGF-1R and MMP3 evaluation in non-selected GIST patients but evaluation of this immunophenotype in WT and mutant PDGFR mutation in larger group of GIST patients, deserve merits.",
        "email": "",
        "conf": "Clinical sarcoma research",
        "coauthors": [
            "Joan Maurel, Antonio López-Pousa, Silvia Calabuig, Silvia Bagué, Xavier Garcia del Muro, Xavier Sanjuan, Jordi Rubió-Casadevall, Miriam Cuatrecasas, Javier Martinez-Trufero, Carlos Horndler, Joaquin Fra, Claudia Valverde, Andrés Redondo, Andrés Poveda, Isabel Sevilla, Nuria Lainez, Michele Rubini, Xabier García-Albéniz, Javier Martín-Broto, Enrique de Alava"
        ],
        "keywords": ""
    },
    {
        "id": 2931,
        "label": 64,
        "author": "javier mart",
        "title": "Effects of denosumab on pain and analgesic use in giant cell tumor of bone: Interim results from a phase II study",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Giant cell tumor of bone (GCTB) is an aggressive primary osteolytic tumor. GCTB often involves the epiphysis, usually causing substantial pain and functional disability. Denosumab, a fully human monoclonal antibody against receptor activator of nuclear factor κΒ ligand (RANKL), is an effective treatment option for patients with advanced GCTB. This analysis of data from an ongoing, open-label study describes denosumab's effects on pain and analgesic use in patients with GCTB. Patients with unresectable disease (e.g. sacral or spinal GCTB, or multiple lesions including pulmonary metastases) were enrolled into Cohort 1 (N = 170), and patients with resectable disease whose planned surgery was associated with severe morbidity (e.g. joint resection, limb amputation, or hemipelvectomy) were enrolled into Cohort 2 (N = 101). Patients received denosumab (120 mg) subcutaneously every four weeks, with additional doses on study days 8 and 15. Patients assessed worst pain severity with the Brief Pain Inventory – Short Form (BPI-SF) at baseline, at each visit for the first six months, and every three months thereafter. Clinically relevant pain improvement was reported by 29% of patients in Cohort 1 and 35% in Cohort 2 during week 1 and by ≥ 50% of patients in each cohort at each study visit from months 2–30. Median time to clinically relevant improvement was 30 (95% CI 16, 57) days in Cohort 1 and 15 (95% CI 15, 29) days in Cohort 2. Results in patients with moderate/severe pain at baseline were similar. Fewer than 30% of patients in Cohort 1 and 10% in Cohort 2 experienced clinically relevant pain worsening at any visit through 27 months. Most patients had no/low analgesic use during the study.",
        "email": "javier.martin@ssib.es",
        "conf": "Acta oncologica (Stockholm Sweden)",
        "coauthors": [
            "Javier Martin-Broto,Charles S. Cleeland,Paul A. Glare,Jacob Engellau,Keith M. Skubitz,Ronald H. Blum,Kristin N. Ganjoo,Arthur Staddon,Martin Dominkus,Amy Feng,Yi Qian,Ada Braun,Ira Jacobs,Karen Chung, Carolyn Atchison"
        ],
        "keywords": ""
    },
    {
        "id": 2934,
        "label": 64,
        "author": "javier mart",
        "title": "Oleanolic and maslinic acid sensitize soft tissue sarcoma cells to doxorubicin by inhibiting the multidrug resistance protein MRP-1 but not P-glycoprotein",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "The pentacyclic triterpenes oleanolic acid (OLA) and maslinic acid (MLA) are natural compounds present in many plants and dietary products consumed in the Mediterranean diet (e.g., pomace and virgin olive oils). Several nutraceutical activities have been attributed to OLA and MLA, whose antitumoral effects have been extensively evaluated in human adenocarcinomas, but little is known regarding their effectiveness in soft tissue sarcomas (STS). We assessed efficacy and molecular mechanisms involved in the antiproliferative effects of OLA and MLA as single agents or in combination with doxorubicin (DXR) in human synovial sarcoma SW982 and leiomyosarcoma SK-UT-1 cells. As single compound, MLA (10–100 μM) was more potent than OLA, inhibiting the growth of SW982 and SK-UT-1 cells by 70.3±1.11% and 68.8±1.52% at 80 μM, respectively. Importantly, OLA (80 μM) or MLA (30 μM) enhanced the antitumoral effect of DXR (0.5–10 μM) by up to 2.3-fold. On the molecular level, efflux activity of the multidrug resistance protein MRP-1, but not of the P-glycoprotein, was inhibited. Most probably as a consequence, DXR accumulated in these cells. Kinetic studies showed that OLA behaved as a competitive inhibitor of substrate-mediated MRP-1 transport, whereas MLA acted as a non-competitive one. Moreover, none of both triterpenes induced a compensatory increase in MRP-1 expression. In summary, OLA or MLA sensitized cellular models of STS to DXR and selectively inhibited MRP-1 activity, but not its expression, leading to a higher antitumoral effect possibly relevant for clinical treatment.",
        "email": "",
        "conf": "The Journal of nutritional biochemistry",
        "coauthors": [
            "Victor H. Villar",
            "Oliver Vgler",
            "Francisca Barcel",
            "Regina Alemany"
        ],
        "keywords": "Triterpenes,Doxorubicin,MRP-1,Drug resistance,Soft tissue sarcomas"
    },
    {
        "id": 2905,
        "label": 64,
        "author": "javier mart",
        "title": "Phase II Study of Gemcitabine Plus Sirolimus in Previously Treated Patients with Advanced Soft-Tissue Sarcoma: a Spanish Group for Research on Sarcomas (GEIS) Study",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Gemcitabine plus sirolimus enhances apoptosis in vitro and increases anti-tumor efficacy in vivo in soft-tissue sarcoma (STS) models. The objective of this study was to evaluate the activity and toxicity of the combination of gemcitabine plus sirolimus in patients with STS after failure of standard chemotherapy. Advanced STS patients, previously treated with doxorubicin and/or ifosfamide, were included in this single-arm phase II study. Patients received gemcitabine 800 mg/m2 intravenously (iv) at 10 mg/m2/min on days 1 and 8 every 3 weeks plus sirolimus 5 mg daily orally (po). After enrolment of the first 12 patients, the study protocol was amended due to toxicity and the starting dose of sirolimus was reduced to 3 mg daily po. Archival tumor samples were analyzed for extracellular signal-regulated kinase 1 and 2 (ERK1/2) expression and correlated with outcome. The primary endpoint was progression-free rate (PFR) at 3 months. From May 2012 to May 2013, 28 patients were enrolled at eight centers. PFR at 3 and 6 months was 44% and 20%, respectively, with 12 patients being free of progression at 3 months. Median progression-free survival (PFS) was 1.85 months (95% confidence interval [CI] 0.73–2.97) and median overall survival (OS) was 9.2 months (95% CI 5.8–12.5). No responses were observed. The most common grade 3–4 hematologic toxicities were neutropenia (48%) and leukopenia (41%) and the most frequent grade 3 non-hematologic toxicities were infection (18.5%), transaminitis (15%), fatigue (11%), and pneumonitis (11%). ERK1/2 expression was significantly correlated with PFS (p = 0.026). The combination of gemcitabine and sirolimus is an active treatment in STS.",
        "email": "",
        "conf": "Targeted Oncology",
        "coauthors": [
            "Juan Martin-Liberal, Antonio Lopez-Pousa, Javier Martínez-Trufero, Javier Martín-Broto, Ricardo Cubedo, Javier Lavernia, Andres Redondo, Jose Antonio Lopez-Martín, Nuria Mulet-Margalef, Xavier Sanjuan, Oscar M. Tirado, Xavier Garcia-del-Muro"
        ],
        "keywords": ""
    },
    {
        "id": 2907,
        "label": 64,
        "author": "javier mart",
        "title": "1484PDA matching-adjusted indirect comparison of trabectedin and pazopanib for the treatment of advanced metastatic leiomyosarcomas",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Trabectedin (T) and pazopanib (P) are approved treatments for locally advanced or metastatic leiomyosarcoma (L-mSTS). In the absence of head-to-head randomized controlled trials (RCTs); a matched indirect comparison (MAIC) was performed to assess potential differences in clinical efficacy between the treatment groups. MAIC was performed by extracting baseline characteristics from two phase III RCTs: SAR 3007 (T) and PALETTE (P): individual patient level data (IPD) was available forT only aggregated was published for P. Excluding those T patients who did not meet inclusion criteria for PALETTE, a sample size of 372 L-mSTS patients (T ¼ 263, P ¼ 109) was generated. Of all baseline characteristics, only time since diagnosis (30 vs. < 30 months), age (65 vs. < 65 years), and body weight (77 vs. < 77 kilograms), were statistically significant outcome predictors with T. The generalized method of moments (GMM) was used to optimally match cohorts for evaluation of differences in overall survival (OS), progression-free survival (PFS), and safety. Statistical analysis was performed using “R”. There was no statistically significant difference in PFS [HR ¼ 0.82, (95%CI 0.63-1.06, p ¼ 0.13)], or OS [HR ¼ 0.86, (95% CI 0.64-1.18, p ¼ 0.36)]. The percentage of patients with post-progression therapies was higher in T (74.5%) vs. P (59%) group. In the subgroup with PFS 6 months, patients treated with T experienced significantly improved median PFS (11.2 months vs PFS 8.4 months HR: 0.47 (95% CI: 0.3007 – 0.7434), p ¼ 0.002 and were significantly more likely to achieve long term survival (OS  18 months): 45.8% vs. 33.7% (95%CI: 23.5%-48.3%), p ¼ 0.025. Increased myelosuppression and hepatotoxicity observed with T whereas diarrhea, hypertension, pulmonary toxicity/pneumothorax, and neurotoxicity were observed with P. The MAIC model warrants further investigation and validation. No differences in mPFS or mOS were noted in a MAIC comparison. Among patients achieving long term disease control (PFS > 6 mo), T significantly increased mPFS and the proportion of patients achieving prolonged overall survival (OS  18 mo). Differences in the safety profile were highlighted by this indirect comparison.",
        "email": "",
        "conf": "Annals of Oncology",
        "coauthors": [
            "Robin L Jones",
            "Jean-Yves Blay",
            "A. Lecesne",
            "Javier Martin-Broto",
            "M. J. Pontes",
            "J. M. Fernandez Santos",
            "B. Garcia San Andres",
            "G. Wang",
            "S. Wang",
            "C. R. Shin",
            "R. Maki",
            "S. Patel",
            "G.D.S. Demetri"
        ],
        "keywords": ""
    },
    {
        "id": 2942,
        "label": 64,
        "author": "javier mart",
        "title": "Denosumab safety and efficacy in giant cell tumor of bone (GCTB): Interim results from a phase II study.",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "GCTB, an osteolytic tumor causing skeletal morbidity, contains osteoclast-like giant cells and mononuclear cells expressing RANKL, a mediator of osteoclast activation. Denosumab binds RANKL, inhibiting osteoclast activity. In an initial phase 2 study, 86% of subjects with GCTB responded to denosumab. We report data from a prespecified 12‐month interim analysis in a second open-label phase 2 study of denosumab in GCTB. Subjects with surgically unsalvageable GCTB (cohort 1) or salvageable GCTB with planned surgery (cohort 2) received subcutaneous denosumab 120 mg every 4 weeks, with a 120 mg loading dose on days 8 and 15. The primary objective was to evaluate the safety of denosumab. The analysis also included subjective assessments of disease progression and the proportion of cohort-2 subjects for whom surgery was delayed, reduced in scope, or not required. Safety analyses included all subjects who received denosumab; efficacy analyses included subjects who received denosumab for ≥6 months. Enrolled subjects were 62% women, mean (SD) age 35 (13) years. Most (87%) had a Karnofsky status ≥80%; 52% had recurrent unresectable disease. AEs were reported in 126/158 subjects (80%) who received denosumab; most frequent were fatigue (15%) and headache, back pain, and extremity pain (13% each). Osteonecrosis of the jaw was reported in 3 of 158 subjects (1.9%). No other serious AEs were attributed to denosumab. Two subjects died on study: 1 from bone sarcoma and 1 from respiratory failure, neither attributed to denosumab. Hypocalcemia was reported in 7 subjects (4%); no cases were serious. Based on subjective assessment of disease status at study month 12, there was no disease progression in 72 of the 73 evaluable subjects (99%) in cohort 1. Among 23 cohort-2 subjects who had planned surgery at baseline, 15 (65%) had no surgery in the first 12 months of the study; 5 of 8 subjects (62%) undergoing surgery had less morbid procedures than originally planned. Denosumab appeared to be well tolerated in subjects with GCTB and was associated with inhibited disease progression and reduced requirements for surgery. Denosumab continues to be studied as a potential treatment alternative for GCTB.",
        "email": "",
        "conf": "Journal of Clinical Oncology",
        "coauthors": [
            "Jean-Yves Blay",
            "S. P. Chawla",
            "Javier Martin-Broto",
            "E. Choy",
            "M. Dominkus",
            "J. EngellauR. Grimer",
            "R. M. Henshaw",
            "E. Palmerini",
            "P. Reichardt",
            "P. Rutkowski",
            "K. M. Skubitz",
            "D. M. Thomas",
            "Y. Zhao",
            "Y. Qian",
            "I. A. Jacobs"
        ],
        "keywords": ""
    },
    {
        "id": 2930,
        "label": 64,
        "author": "javier mart",
        "title": "IS THERE A ROLE FOR NEO-ADJUVANT SYSTEMIC TREATMENT IN STS?",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "I will try to answer this question after first replying this one: Is there any room for complementary systemic treatment in STS and if so, then are there more reasons for neo-adjuvant than for adjuvant systemic treatment? Most of second adjuvant generation trials in STS entered, in addition to old studies, into the meta-analyses published in 2008. All the efficacy items were in favor of chemotherapy. Remarkably, schemes of anthracyclines plus ifosfamide were clearly superior compared to doxorubicin in monotherapy. Interestingly, the latest studies included a higher dose-intensity for the two most active drugs in STS and more restrictive inclusion criteria, since high risk patients were enrolled. In this second meta-analyses, adjuvant chemotherapy significantly decreased the risk of metastases appearance and improved overall survival. Regardless of that, controversies still remain, mainly due to the fact that the last largest adjuvant trial conducted by EORTC was a negative study and it was published after the most recent meta-analyses. However, it is noteworthy to consider that those patients with tumors of grade 3, located in limbs and with largest diameter were clearly benefited in the chemotherapy arm. Thus, the most recent trial conducted by ISG with GEIS collaboration, administering full-dose of epirubicin and ifosfamide consistently reproduces the previous outcome with the same scheme in the same high risk population, obtaining 5-year overall survival of 70%. Taken together, these data suggest a positive role for adequate adjuvant chemotherapy in appropriate scenario: limbs/trunk wall, grade 3, ≥ 5 cm and deep STS. If the latter statement is assumed then, does neo-adjuvant add value to adjuvant chemotherapy?. In a similar way to osteosarcoma or Ewing's sarcoma, recent studies suggest that relevant prognostic information could also stem from neo-adjuvant chemotherapy in STS. Response rate according to Choi or baseline prognostic biomarkers could add value to neo-adjuvant setting. Additionally, some recent data also suggest that pre-surgical combination of chemo-radiotherapy could be beneficial when close margins are anticipated in localized, high risk STS.There is room for neo-adjuvant treatment with full-doses of anthraciclines plus ifosfamide in localized high risk STS.",
        "email": "",
        "conf": "Annals of Oncology",
        "coauthors": [
            "Javier Martin-Broto"
        ],
        "keywords": ""
    },
    {
        "id": 2943,
        "label": 64,
        "author": "javier mart",
        "title": "Retrospective analysis of surgery in metastatic GIST patients sensitive to imatinib: A Spanish Group for Research on Sarcoma (GEIS) study.",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "The role of surgery of metastasis in GIST patients sensitive to imatinib is controversial. We performed a retrospective analysis of such patients to estimate its potential benefit and to assess whether a phase III trial may be justified. 192 metastatic or locally advanced GIST patients undergoing imatinib treatment from 17 Spanish institutions were retrospectively reviewed. 162 patients considered imatinib-sensitive (PFS>6 months) were included in the analysis. The patients were divided in two groups: the first group treated with surgery of metastasis or primary tumor (29 patients) after achieving partial response or stable disease (PR/SD) and the second group without surgery or undergoing surgery at progressive disease (133 patients). Progression free survival (PFS) was defined as the time from starting treatment with imatinib to progression or death. Cox proportional hazards model was used to adjust the multivariate model of PFS.  Baseline characteristics did not differ significantly between groups. There was a trend to receive surgery for women and younger patients. Adjusting by age, sex, ECOG, neutrophil count, primary site and the presence of liver metastasis, surgery did not improve the PFS (HR 1.16, 95% CI 0.6-2.24). The multivariate analysis identified female sex (HR 0.52, 95% CI 0.31-0.85). ECOG performance status 0 vs 1-3 (HR 1.78, 95% CI 1.06-2.98) and small bowel site of primary tumor (HR 0.53, 95% CI 0.32-0.88) as factors predicting PFS. Baseline characteristics did not differ significantly between groups. There was a trend to receive surgery for women and younger patients. Adjusting by age, sex, ECOG, neutrophil count, primary site and the presence of liver metastasis, surgery did not improve the PFS (HR 1.16, 95% CI 0.6-2.24). The multivariate analysis identified female sex (HR 0.52, 95% CI 0.31-0.85). ECOG performance status 0 vs 1-3 (HR 1.78, 95% CI 1.06-2.98) and small bowel site of primary tumor (HR 0.53, 95% CI 0.32-0.88) as factors predicting PFS.  In this retrospective study, surgery of metastasis in patients with advanced GIST achieving partial response or stabilization with imatinib did not impact on PFS. News trials evaluating surgery in Imatinib-sensitive patients should consider this results.",
        "email": "",
        "conf": "Journal of Clinical Oncology",
        "coauthors": [
            "Jordi Rubi",
            "Javier Martnez-Trufero",
            "Antonio Lpez-Pousa",
            "X. Garcia del Muno",
            "J. FraA. RedondoN Lainez",
            "A. Poveda",
            "A. Casado",
            "C. M. Valverde",
            "A. De Juan",
            "I. Sevilla",
            "R. Andres",
            "J. Cruz",
            "M. J. Safont",
            "Javier Martin Broto",
            "X. Garcia-Albeniz",
            "J. Maurel"
        ],
        "keywords": ""
    },
    {
        "id": 2921,
        "label": 64,
        "author": "javier mart",
        "title": "Soft Tissue and Visceral Sarcomas: ESMO Clinical Practice Guidelines for diagnosis treatment and follow-up (vol 25 pg iii102 2014)",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Extraskeletal Ewing sarcoma is covered by other ESMO Guidelines: in general, the same principles for these tumours in children apply to adults. This is also the case for embryonal and alveolar rhabdomyosarcoma, which are exceedingly rare in adults. On the other hand",
        "email": "",
        "conf": "Annals of Oncology",
        "coauthors": [
            "Casali PG, Blay JY, Bertuzzi A, Bielack S, Bjerkehagen B, Bonvalot S, Boukovinas I, Bruzzi P, Dei Tos AP, Dileo P, Eriksson M, Fedenko A, Ferrari A, Ferrari S, Gelderblom H, Grimer R, Gronchi A, Haas R, Hall KS, Hohenberger P, Issels R, Joensuu H, Judson I, Le Cesne A, Litière S, Martin-Broto J, Merimsky O, Montemurro M, Morosi C, Picci P, Ray-Coquard I, Reichardt P, Rutkowski P, Schlemmer M, Stacchiotti S, Torri V, Trama A, Van Coevorden F, Van der Graaf W, Vanel D, Wardelmann E, Colombo C, Fiore M, Mariani L, Miceli R, Pollock RE, Raut CP, Strauss D, Swallow CJ."
        ],
        "keywords": ""
    },
    {
        "id": 2926,
        "label": 64,
        "author": "javier mart",
        "title": "Indirect comparisons in cost-effectiveness analysis: are we being nave?",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Cost-effectiveness analysis has established itself as a crucial lynch-pin in the decision making process for many European healthcare providers. In the last decade, the methods for developing health economic models to predict a treatment's cost-effectiveness have evolved and consequently some approaches have become outdated. A case in point is the concept of naıve indirect comparisons in costeffectiveness analysis. Indirect comparisons are a useful tool for determining the relative treatment effect of one intervention compared to",
        "email": "",
        "conf": "Clinical and Translational Oncology",
        "coauthors": [
            "Javier Martin-Broto"
        ],
        "keywords": ""
    },
    {
        "id": 2923,
        "label": 64,
        "author": "javier mart",
        "title": "Key Issues in the Clinical Management of Gastrointestinal Stromal Tumors: An Expert Discussion",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "After the revelation of kinase targeting with orally available small molecules, the use of imatinib in chronic myelogenous leukemia and in gastrointestinal stromal tumor (GIST) has now become commonplace and just two of many examples of the use of kinase inhibitors in cancer. In this article, we discuss important practice points that may impact upon questions of therapy of primary and metastatic GIST, with the hope that the questions addressed in this rare solid tumor can serve as examples of what can be achieved with kinase-directed therapies in other cancers. We present cases that highlight some of the key issues in GIST management and afterward discuss both points of consensus and controversial issues in what is now recognized as one of the most common forms of sarcoma.",
        "email": "",
        "conf": "The Oncologist",
        "coauthors": [
            "Robert G. Maki, Jean Yves Blay, George D. Demetri, Jonathan A. Fletcher, Heikki Joensuu, Javiermart In-Broto, Toshirou Nishida, Peter Reichardt, Patrick Schoffski, Jonathan Trent"
        ],
        "keywords": "Gastrointestinal stromal tumor, GIST, Imatinib, Sunitinib, Regorafenib, KIT, PDGFRA, SDH, Carney-Stratakis syndrome"
    },
    {
        "id": 2933,
        "label": 64,
        "author": "javier mart",
        "title": "Phase I trial of sorafenib in combination with ifosfamide in patients with advanced sarcoma: a Spanish group for research on sarcomas (GEIS) study",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "This phase I trial assessed safety, pharmacokinetics (PK), dose limiting toxicity (DLT), maximum tolerated dose and recommended dose (RD) of the combination of sorafenib plus ifosfamide in patients with advanced sarcoma. Methods Twelve sarcoma patients (9 soft-tissue, 3 bone sarcoma) were treated with sorafenib plus ifosfamide (starting doses 200 mg bid and 6 g/m2 respectively). A 3 + 3 dose escalation design with cohorts of 3–6 patients was used. A study to assess the in vitro efficacy of the combination was also conducted. Results Three DLTs were observed: fatigue grade 4 with sorafenib 400 mg bid plus ifosfamide 6 g/m2 and encephalopathy and emesis grade 3 with sorafenib 400 mg bid plus ifosfamide 7.5 g/m2. Other toxicities included diarrhea, hand-foot syndrome, mucositis, neutropenia, skin rash and thrombocytopenia. There were no relevant effects on PK of sorafenib but an increase in ifosfamide active metabolite 4-hydroxy-ifosfamide was observed. Eight patients achieved stable disease lasting more than 12 weeks. An additive effect was observed in vitro. Conclusions RD was sorafenib 400 mg bid plus ifosfamide 6 g/m2, allowing administration of active doses of both agents. Limited preliminary antitumor activity was also observed. A phase II study is currently ongoing.",
        "email": "",
        "conf": "Investigational New Drugs",
        "coauthors": [
            "Juan Martin-Liberal",
            "Antonio Lpez-Pousa",
            "Javier Martin-Broto",
            "R. Cubedo",
            "O. Gallego",
            "E. Brendel",
            "O. M. Tirado",
            "Xavier Garcia del Muro"
        ],
        "keywords": "GEIS,Ifosfamide,Phase I,Sarcoma,Sorafenib"
    },
    {
        "id": 2912,
        "label": 64,
        "author": "javier mart",
        "title": "Best practices for the Management of Local-regional Recurrent Chordoma. A Position Paper by the Chordoma Global Consensus Group",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Chordomas are rare, malignant bone tumors of the skull-base and axial skeleton. Until recently, there was no consensus among experts regarding appropriate clinical management of chordoma, resulting in inconsistent care and suboptimal outcomes for many patients. To address this shortcoming, the European Society of Medical Oncology (ESMO) and the Chordoma Foundation, the global chordoma patient advocacy group, convened a multi-disciplinary group of chordoma specialists to define by consensus evidence-based best practices for the optimal approach to chordoma. In January 2015, the first recommendations of this group were published, covering the management of primary and metastatic chordomas. Additional evidence and further discussion were needed to develop recommendations about the management of local-regional failures. Thus, ESMO and CF convened a second consensus group meeting in November 2015 to address the treatment of locally relapsed chordoma. This meeting involved over 60 specialists from Europe, the United States and Japan with expertise in treatment of patients with chordoma. The consensus achieved during that meeting is the subject of the present publication and complements the recommendations of the first position paper.",
        "email": "",
        "conf": "Annals of Oncology",
        "coauthors": [
            "Silvia Stacchiotti",
            "Alessandro Gronchi",
            "P. Fossati",
            "Josh Sommer"
        ],
        "keywords": "chordoma, sarcoma, relapse, radiotherapy, surgery, chemotherapy"
    },
    {
        "id": 2951,
        "label": 64,
        "author": "javier mart",
        "title": "[Clinical practice guidelines in gastrointestinal stromal tumours (GEIS): update 2008]",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "",
        "email": "",
        "conf": "Ciruga Espaola",
        "coauthors": [
            "Andrs Poveda",
            "Vicen Artigas",
            "Antonio Casado",
            "Javier Martin-Broto"
        ],
        "keywords": ""
    },
    {
        "id": 2901,
        "label": 64,
        "author": "javier mart",
        "title": "Soft tissue and visceral sarcomas: ESMO-EURACAN Clinical Practice Guidelines for diagnosis treatment and follow-up",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "",
        "email": "",
        "conf": "Annals of Oncology",
        "coauthors": [
            "P G Casali",
            "N Abecassis",
            "Sebastian Bauer",
            "Jean-Yves Blay"
        ],
        "keywords": ""
    },
    {
        "id": 2940,
        "label": 64,
        "author": "javier mart",
        "title": "Relationship of CUL4A gene underexpression and prognosis in localized high-risk soft tissue sarcoma (STS) patients of limbs or trunk wall",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Genes involved in cell cycle checkpoints and chromosome stability seem to be relevant in distant metastases appearance in STS. CUL4A is an E3 ubiquitin ligase that has been related to both p16 activation and maintenance of genomic stability. Expression of CUL4A has been scarcely described in some tumors with divergent outcome and there are no publications regarding its expression in STS patients. We previously showed that protein underexpression of CUL4A in metastatic STS was related to poor survival. Methods: The expression level of CUL4A was determined by quantitative qPCR and was retrospectively performed in a subset of 39 high-risk (grade 3, deep tumours and > than 5 cm) localized STS of limbs or trunk wall patients for which histological material and clinical data were available. Patients of this series were enrolled prospectively into a randomized clinical trial conducted by the Italian and Spanish sarcoma groups (ISG-GEIS 0101) comparing 3 vs 5 cycles of epirrubicin and ifosfamide. Differences in PFS, RFS, and OS were calculated using log-rank test Results: The median age was 51 years with a median follow-up of 52 months. The pathologic subtypes were undifferentiated pleomorphic sarcoma (35.3%), synovial sarcoma (23.5%) and mixed subtypes (41.2%). Location was distributed as inferior limbs (66.6%), upper limbs (25.5%) and trunk wall (7.9%). No relationship was seen between CUL4A expression and clinical variables (histologic types, location, size or response to neoadjuvant treatment). The expression level of CUL4A was significantly associated with events of progression, 65% vs 32%, p =0.037, for expression values under and over the median respectively. Regarding 4 y actuarial survival, there was a significant worse PFS and RFS for patients underexpressing CUL4A (p=0.041 and 0.009 respectively) and a trend towards worse OS (p=0.056). Conclusions: Expression of CUL4A gene shows a prognostic role in sarcomas within this high risk localized subset of STS patients. The outcome of this exploratory analysis is aligned with our hypothesis that genes implicated in cell cycle regulation and chromosome stability could play a relevant prognostic role in STS.",
        "email": "",
        "conf": "Journal of Clinical Oncology",
        "coauthors": [
            "Javier Martin Broto , Antonio Lopez-Pousa , Rafael Ramos , Alessandro Gronchi , Paolo Giovanni Casali , Antonio GutierrezPiero Picci , Stefano Ferrari , Josefina Cruz , Pablo Luna Fra , Antonio Casado , Ricardo Cubedo , Roberto Lasso , Andres Poveda , Ana De Juan , Carmen Balana , Silvia Calabuig , Antonia Obrador , Jose Antonio Lopez-Guerrero"
        ],
        "keywords": ""
    },
    {
        "id": 2895,
        "label": 64,
        "author": "javier mart",
        "title": "Trabectedin and RAdiotherapy in Soft Tissue Sarcoma (TRASTS): Results of a Phase I Study in Myxoid Liposarcoma from Spanish (GEIS) Italian (ISG) French (FSG) Sarcoma Groups",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Myxoid liposarcoma (ML) exhibits a special sensitivity to trabectedin (T) and radiation therapy (RT). Preclinical data suggest a synergistic effect. We aimed to study safety, feasibility and activity of the administration of pre-operative concurrent T and RT in patients affected by localized resectable ML. From February 2015 to May 2016, 14 patients (M/F 7/7), median age 36 years (range 24–70) and median tumor size 12.5 cm (range 7–17 cm), were enrolled. One dose limiting toxicity (G3 transaminitis) occurred at Level 0 and one (sepsis due to catheter infection) at Level 1. All patients completed RT. Five patients achieved PR (36%), 8 SD (57%), 1 distant PD (7%) by RECIST, while 12 achieved PR (86%), 1 SD (7%) and 1 distant PD (7%) by Choi criteria. Twelve patients underwent surgery. Median viable residual tumor was 5% (0–60). T in combination with RT showed a favorable safety profile and antitumor activity in localized ML. T dose of 1.5 mg/m2 is the recommended dose for the phase 2 study, which is ongoing.",
        "email": "",
        "conf": "EClinicalMedicine",
        "coauthors": [
            "Alessandro Gronchi",
            "Nadia Hindi Muiz",
            "Josefina Cruz",
            "Jean-Yves Blay",
            "Antonio Lopez-Pousa",
            "Antoine Italiano",
            "Rosa Alvarez",
            "Antonio Gutierrez",
            "Inmaculada Rincon",
            "Claudia Sangalli",
            "Jose Luis Perez Agular",
            "Jesus Romero",
            "Carlo Morosi",
            "Marie Pierre Sunyach",
            "Roberta Sanfilippo",
            "Cleofe Romagosa",
            "Dominique Ranchere-Vince",
            "Angelo P. Dei Tos",
            "Paolo G. Casali",
            "Javier Martin-Broto"
        ],
        "keywords": "Sarcoma,Myxoid Liposarcoma,Trabectedin,Radiotherapy,Chemotherapy,Neoadjuvant,Prognosis,Survival"
    },
    {
        "id": 2936,
        "label": 64,
        "author": "javier mart",
        "title": "SEOM clinical guidelines for the management of adult soft tissue sarcomas",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Soft tissue sarcomas are uncommon tumors of mesenchimal cell origin. Criteria for suspicion is a soft tissue mass that is increasing in size, and has a size greater than 5 cm or is located under the deep fascia. Diagnosis and management of these patients should preferably be performed by a specialist multidisciplinary team in a referral center. Assessment of a patient with a suspect of sarcoma should include magnetic resonance and biopsy performed prior to surgery. Primary local therapy for patients with localized sarcoma is based on wide surgical resection with a tumor-free tissue margin, in association in most cases with radiotherapy. Adjuvant chemotherapy constitutes an option that could be considered in high-risk sarcomas of the extremities. When metastasis are present, surgery of pulmonary lesions, in some selected patients, and chemotherapy are current available options.",
        "email": "",
        "conf": "Clinical and Translational Oncology",
        "coauthors": [
            "Xavier Garcia del Muro",
            "Javier Martin-Broto",
            "Pilar Lianes Barragn",
            "Ricardo Cubedo Cervera"
        ],
        "keywords": ""
    },
    {
        "id": 2896,
        "label": 64,
        "author": "javier mart",
        "title": "Pazopanib for treatment of advanced malignant and dedifferentiated solitary fibrous tumour: a multicentre single-arm phase 2 trial",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "A solitary fibrous tumour is a rare soft-tissue tumour with three clinicopathological variants: typical, malignant, and dedifferentiated. Preclinical experiments and retrospective studies have shown different sensitivities of solitary fibrous tumour to chemotherapy and antiangiogenics. We therefore designed a trial to assess the activity of pazopanib in a cohort of patients with malignant or dedifferentiated solitary fibrous tumour. The clinical and translational results are presented here. In this single-arm, phase 2 trial, adult patients (aged ≥ 18 years) with histologically confirmed metastatic or unresectable malignant or dedifferentiated solitary fibrous tumour at any location, who had progressed (by RECIST and Choi criteria) in the previous 6 months and had an ECOG performance status of 0–2, were enrolled at 16 third-level hospitals with expertise in sarcoma care in Spain, Italy, and France. Patients received pazopanib 800 mg once daily, taken orally without food, at least 1 h before or 2 h after a meal, until progression or intolerance. The primary endpoint of the study was overall response measured by Choi criteria in the subset of the intention-to-treat population (patients who received at least 1 month of treatment with at least one radiological assessment). All patients who received at least one dose of the study drug were included in the safety analyses. This study is registered with ClinicalTrials.gov, number NCT02066285, and with the European Clinical Trials Database, EudraCT number 2013-005456-15. To our knowledge, this is the first trial of pazopanib for treatment of malignant solitary fibrous tumour showing activity in this patient group. The manageable toxicity profile and the activity shown by pazopanib suggests that this drug could be an option for systemic treatment of advanced malignant solitary fibrous tumour, and provides a benchmark for future trials.",
        "email": "",
        "conf": "The Lancet Oncology",
        "coauthors": [
            "Javier Martin-Broto,Silvia Stacchiotti,Antonio Lopez-Pousa,Andres Redondo,Daniel Bernabeu,Enrique de Alava,Paolo G Casali,Antoine Italiano,Antonio Gutierrez,David S Moura,Maria Pena-Chilet,Juan Diaz-Martin,Michele Biscuola,Miguel Taron,Paola Collini,Dominique Ranchere-Vince,Xavier Garcia del Muro,Giovanni Grignani,Sarah Dumont,Javier Martinez-Trufero,Emanuela Palmerini,Nadia Hindi,Ana Sebio,Joaquin Dopazo,Angelo Paolo Dei Tos,Axel LeCesne,Jean-YvesBlay,Josefina Cruz"
        ],
        "keywords": ""
    },
    {
        "id": 2944,
        "label": 64,
        "author": "javier mart",
        "title": "KIT DOG1 PDGFR  and IGFR1 gene expression analyses determine two different subpopulations in KIT-negative GIST-like (KNGL) patients.",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "There are scarce and controversial findings published on KNGL series. One of the largest analyzing 26 KNGL found two distinct subsets according to immunostaining (IS): DOG1+ cases were gastric with PDGFRA mutations and DOG1- cases were gastric or intestinal both alike and usually wild type. We analyzed expression of genes known to be implicated in GIST as well as miRNA221/222 (negative regulators of KIT) to attempt a better characterization of KNGL and to assess their prognostic value in a KNGL series of 32 patients. The expression level of KIT, PDGFRA, DOG1, IGF1R, miRNA-221 and miRNA-222 was determined by qRT-PCR. We also analyzed the KIT and PDGRA mutations, DOG1 IS along with clinical and pathological data. Differences in metastases free and overall survival were calculated for the various prognostic factors using Log-rank test. The expression level of KIT, PDGFRA, DOG1, IGF1R, miRNA-221 and miRNA-222 was determined by qRT-PCR. We also analyzed the KIT and PDGRA mutations, DOG1 IS along with clinical and pathological data. Differences in metastases free and overall survival were calculated for the various prognostic factors using Log-rank test. The M/F rate was 16/16 and the median age was 62 y. With a median follow-up of 92 months, 14 events of metastases were registered. Hierarchical cluster analyses obtained from gene expression data identified two distinct groups: Group I, had an overexpression of KIT, DOG1 and PDGFRA, and underexpression of IGF1R; with predominance of epitheliod gastric cases, DOG1 + IS and PDGFRA mutations. On the contrary, group II had overexpression of IGF1R and underexpression of KIT, DOG1 and PDGFRA; most cases were non-gastric with DOG1 - IS and KIT mutated or wild type. Group II had a significant worse prognosis for both metastasis free (p= 0.028) and overall survival (p=0.013). The expression of miRNAs was lower in a subset of 9 cKIT + cases compared with this KNGL series (p =0.057 for miRNA221 and p<0.001 for miRNA222). Interestingly, the overall survival was significantly worse in cases with higher expression of miRNA221 (p =0.028) or miRNA222 (p=0.014) in the KNGL series. Our results identify the existence of two distinct subsets of KNGL cases also at gene expression level with a different prognostic value. Increased levels of miRNA-221/222 could explain the absence of protein expression of most of such cases. Finally, the fact of worse survival associated to higher miRNA 221/222 expression level deserves further investigation.",
        "email": "",
        "conf": "Journal of Clinical Oncology",
        "coauthors": [
            "Javier Martin Broto , X. Garcia del Muro , A. Gutierrez , J. Martinez-Trufero , T. Serrano , J. RubioN. Lainez , I. Sevilla , J. Cruz , R. Ramos , L. Ortega , A. Poveda , M. Ramirez , R. Cubedo , J. Lopez-Guerrero , Spanish Group for Sarcoma Research (GEIS)"
        ],
        "keywords": ""
    },
    {
        "id": 2952,
        "label": 64,
        "author": "javier mart",
        "title": "A phase II study of vinorelbine and estramustine in patients with hormone-resistant prostate cancer",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "This phase II study was designed to evaluate the efficacy of vinorelbine in combination with estramustine in patients with chemotherapy-naïve hormone-refractory prostate cancer. Of the 51 patients enrolled (median age=69 years), 84% presented bone involvement and 75% had at least two organs involved at the time of study entry and 47 were evaluable for treatment efficacy. Prostate specific antigen (PSA) response (≥50% decrease) which was the primary efficacy criterion was reported in 21 patients (41.2%) in the intent-to-treat (ITT) population and in 20 patients (48.8%) in the perprotocol (PP) population. Of the 7 patients with measurable disease, 2 achieved partial response. Median progression-free survival and overall survival were 4.7 months (range: 1.9–8.6) and 14.3 months (range: 4.2–21.2), respectively. grade 3–4 neutropenia was reported in 6.1% of patients and in 1% of cycles. The incidence of complicated neutropenia (febrile neutropenia reported in 1 patient and septic shock with severe neutropenia reported in 2 patients) was 5.8%. The most frequent grade 3–4 non-haematological events (% of patients ≥5%) included anorexia (10%), thrombosis/embolism (8%), vomiting and hypotension (6% each). There were 3 toxic deaths (5.9%) resulting from pulmonary embolism, angina pectoris, and septic shock. The impact of combined chemotherapy on the quality-of-life (QL) of the patients was assessed between baseline and the first evaluation scheduled at 6 weeks indicated a marked reduction in pain while the rest of the symptoms remained stable. Overall, health status improved slightly over the treatment period. This study confirmed that the combination of vinorelbine and estramustine is an active regimen in patients with hormone-resistant prostate cancer who had not been treated previously with chemotherapy. Main toxicities included complicated neutropenia even though the incidence of severe neutropenia was low. We observed a higher incidence of toxic deaths which could have been related to the regimen of estramustine used in the study.",
        "email": "",
        "conf": "Clinical and Translational Oncology",
        "coauthors": [
            "Joan Carles Galceran, Roma Bastus Piulats, Javier Martín-Broto, Pablo Maroto Rey, Miquel Nogue Aligue, Montserrat Domenech Santasusana, Angels Arcusa Lanza, Joaquim Bellmunt Molins, Catherine Colin, Atika Girard"
        ],
        "keywords": ""
    },
    {
        "id": 2919,
        "label": 64,
        "author": "javier mart",
        "title": "Targeted treatments of sarcomas and connective tumors beside gastrointestinal stromal tumor",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Sarcoma is a heterogeneous group of malignancies historically treated with classic cytotoxic chemotherapy. This review updates the recent advances in targeted therapies in soft-tissue sarcoma, bone sarcoma and other connective diseases with local aggressiveness. Platelet-derived growth factor receptor (PDGFR) inhibitors, antiangiogenics, cell cycle inhibitors and immunomodulatory agents are the main targeted therapies in development in sarcoma. PDGFRα inhibitor olaratumab is being evaluated in a phase III trial in combination with doxorubicin against doxorubicin in monotherapy and, in case of positive results, it could change the standard in the first-line setting. Immunotherapy is still in the early phases of development, although some data in synovial sarcoma are promising. Targeted agents are also in development in other mesenchymal neoplasms, such as the inhibitor of colony stimulating factor 1 receptor for pigmented villonodular synovitis. Several targeted therapies are in development in sarcoma and could be added to the therapeutic armamentarium in the near future. However, predictive factors still need to be identified to better select the target population of these new drugs.",
        "email": "jmartin@mustbesevilla.org",
        "conf": "Current opinion in oncology",
        "coauthors": [
            "Javier Martin-Broto",
            "Nadia Hindi Muiz"
        ],
        "keywords": ""
    },
    {
        "id": 2909,
        "label": 64,
        "author": "javier mart",
        "title": "Activity of Pazopanib and Trabectedin in Advanced Alveolar Soft Part Sarcoma",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Alveolar soft part sarcoma (ASPS) is an exceedingly rare and orphan disease, without active drugs approved in the front line. Pazopanib and trabectedin are licensed for sarcoma treatment from second‐line, but very little and contradictory data are available on their activity in ASPS. Lacking ongoing and/or planned clinical trials, we conducted a multi‐institutional study involving the reference sites for sarcoma in Europe, U.S., and Japan, within the World Sarcoma Network, to investigate the efficacy of pazopanib and trabectedin. Among 30 patients who received pazopanib, 18 were pretreated (13 with other antiangiogenics). Response was evaluable in 29/30 patients. Best responses were 1 complete response, 7 partial response (PR), 17 stable disease (SD), and 4 progressions. At a 19‐month median follow‐up, median PFS was 13.6 months (range: 1.6–32.2+), with 59% of patients progression‐free at 1 year. Median OS was not reached. Among 23 patients treated with trabectedin, all were pretreated and evaluable for response. Best responses were 1 PR, 13 SD, and 9 progressions. At a 27‐month median follow‐up, median PFS was 3.7 months (range: 0.7–109), with 13% of patients progression‐free at 1 year. Median OS was 9.1 months. The value of pazopanib in advanced ASPS is confirmed, with durable responses, whereas the value of trabectedin appears limited. These results are relevant to defining the best approach to advanced ASPS.",
        "email": "",
        "conf": "The Oncologist",
        "coauthors": [
            "Silvia Stacchiotti, Olivier Mir, Axel Le Cesne, Bruno Vincenzi, Alexander Fedenko, Robert G. Maki, Neeta Somaiah, Shreyaskumar Patel, Mehedi Brahmi, Jean Y. Blay, Kjetil Boye, Kirsten Sundby Hall, Hans Gelderblom, Nadia Hindi, Javier Martin-Broto, Hanna Kosela, Piotr Rutkowski, Antoine Italiano, Florence Duffaud, Eisuke Kobayashi, Paolo G. Casali, Salvatore Provenzano, Akira Kawai"
        ],
        "keywords": "Alveolar soft part sarcoma,Chemotherapy,Pazopanib,Sarcoma,Trabectedin"
    },
    {
        "id": 2911,
        "label": 64,
        "author": "javier mart",
        "title": "GEIS guidelines for gastrointestinal sarcomas (GIST)",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Gastrointestinal stromal sarcomas (GISTs) are the most common mesenchymal tumours originating in the digestive tract. They have a characteristic morphology, are generally positive for CD117 (c-kit) and are primarily caused by activating mutations in the KIT or PDGFRA genes(1). On rare occasions, they occur in extravisceral locations such as the omentum, mesentery, pelvis and retroperitoneum. GISTs have become a model of multidisciplinary work in oncology: the participation of several specialties (oncologists, pathologists, surgeons, molecular biologists, radiologists…) has forested advances in the understanding of this tumour and the consolidation of a targeted therapy, imatinib, as the first effective molecular treatment in solid tumours. Following its introduction, median survival of patients with advanced or metastatic GIST increased from 18 to more than 60 months. Sunitinib and Regorafenib are two targeted agents with worldwide approval for second- and third-line treatment, respectively, in metastatic GIST.",
        "email": "",
        "conf": "Cancer Treatment Reviews",
        "coauthors": [
            "Andrs Poveda",
            "Xavier Garcia del Muro",
            "Jose Antonio Lopez-Guerrero",
            "Ricardo Cubedo",
            "Virginia Martinez",
            "Ignacio Romero",
            "Cesar Serrano",
            "Claudia Valverde",
            "Javier Martin-Broto"
        ],
        "keywords": "GIST,Imatinib,Sunitinib,Regorafenib,GEIS,CD117,KIT,PDGFRA,DOG1"
    },
    {
        "id": 2916,
        "label": 64,
        "author": "javier mart",
        "title": "Efficacy of bortezomib in sarcomas with high levels of MAP17 (PDZK1IP1)",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Sarcomas are malignant tumors accounting for a high percentage of cancer morbidity and mortality in children and young adults. Surgery and radiation therapy are the accepted treatments for most sarcomas; however, patients with metastatic disease are treated with systemic chemotherapy. Many tumors display marginal levels of chemoresponsiveness, and new treatment approaches are needed. MAP17 is a small non-glycosylated membrane protein overexpressed in carcinomas. The levels of MAP17 could be used as a prognostic marker to predict the response to bortezomib in hematological malignancies and in breast tumors. Therefore, we analyzed the expression of this oncogene in sarcomas and its relationship with clinico-pathological features, as well as tested whether it can be used as a new biomarker to predict the therapeutic response to bortezomib and new therapies for sarcomas. We found that the levels of MAP17 were related to clinical features and poor survival in a cohort of 69 patients with different sarcoma types, not being restricted to any special subtype of tumor. MAP17 expression is associated with poor overall survival (p<0.001) and worse disease-free survival (p=0.002). Cell lines with high levels of MAP17 show a better response to bortezomib in vitro. Furthermore, patient-derived xenografts (PDX) with high levels of MAP17 respond to bortezomib in vivo. Our results showed that this response is due to the lower levels of NFκB and autophagy activation. Therefore, we suggest that MAP17 is a new biomarker to predict the efficacy of bortezomib as a new therapy for sarcomas.",
        "email": "",
        "conf": "Oncotarget",
        "coauthors": [
            "Perez Marco",
            "Javier Peinado-Serrano",
            "Jose Manuel Garcia-Heredia",
            "Irene Felipe-Abrio",
            "Cristina Tous",
            "Irene Ferrer",
            "Javier Martin-Broto",
            "Carmen Saez",
            "Amancio Carnero"
        ],
        "keywords": "MAP17, bortezomib, PDX, sarcomas, biomarker"
    },
    {
        "id": 2928,
        "label": 64,
        "author": "javier mart",
        "title": "Bone sarcomas: ESMO Clinical Practice Guidelines for diagnosis treatment and follow-up",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "",
        "email": "",
        "conf": "Annals of Oncology",
        "coauthors": [
            "Paolo G. Casali",
            "Jean-Yves Blay",
            "Alexia Bertuzzi",
            "Eva Wardelmann"
        ],
        "keywords": ""
    },
    {
        "id": 2903,
        "label": 64,
        "author": "javier mart",
        "title": "Options for treating different soft tissue sarcoma subtypes",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Management of soft tissue sarcoma is increasingly subtype-dependent. Surgery is recommended for uterine leiomyosarcoma, with trabectedin being the preferred option for advanced disease when the treatment goal is long-term tumor stabilization. Liposarcoma subgroups are characterized by distinctive morphologies and genetics, different patterns of disease progression and clinical behavior, and variable responses to treatment. Genetic analysis of sarcomas has provided insights into pathogenesis with potential for developing new molecular targets. At the cytogenetic level, soft tissue sarcomas are categorized into specific, balanced translocations and those due to massive chromosomal rearrangements. For subtypes such as undifferentiated sarcomas, angiosarcomas, alveolar soft part sarcomas and clear cell sarcomas, evidence is especially limited, although it is known that these tumors display markedly different sensitivities to chemotherapeutic and targeted agents.",
        "email": "jmartin@mustbesevilla.org",
        "conf": "Future Oncology",
        "coauthors": [
            "Isabelle Ray-Coquard",
            "Delphine Serre",
            "Peter Reichardt",
            "Javier Martin-Broto",
            "Sebastian Bauer"
        ],
        "keywords": "alveolar soft part sarcoma,angiosarcoma,clear cell sarcoma,liposarcoma,translocation-related sarcomas,undifferentiated pleomorphic sarcoma,uterine leiomyosarcoma"
    },
    {
        "id": 2929,
        "label": 64,
        "author": "javier mart",
        "title": "452P MULTIDISCIPLINARY TREATMENT OUTCOME OF DESMOID-TYPE FIBROMATOSIS (DTF). A REGISTRY-BASED STUDY FROM SPANISH GROUP FOR RESEARCH ON SARCOMA (GEIS)",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "",
        "email": "",
        "conf": "Annals of Oncology",
        "coauthors": [
            "Javier Martinez-Trufero, Rosa Alvarez Alvarez, Antonio Lopez Pousa, Isabel Ainhoa Nieto Sevilla, P Sancho Marquez, Cecilia Orbegoso, Josefina Cruz Jurado, María Angeles Sala Gonzalez, C Valverde Morales, M J Blanco Sanchez, Jose Alejandro Perez-Fidalgo, Jose Pablo Berros, J Martínez García, Juan Luis Arranz, Andres Meana, J A Lopez-Martín, Jordi Rubio, Juana María Cano Cano, Ignacio Juez-Martel, Javier Martin Broto"
        ],
        "keywords": ""
    },
    {
        "id": 2946,
        "label": 64,
        "author": "javier mart",
        "title": "Clinical implications of KIT and PDGFRA genotyping in GIST",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Gastrointestinal stromal tumours (GISTs) are the most common mesenchymal neoplasms of the gastrointestinal tract. GISTs are characterised by the expression of KIT, a type III tyrosine kinase receptor, and the presence of mutations in KIT or PDGFRA in about 80–85% of cases. The primary treatment for GIST is surgery, which cures most patients with low- or intermediate-risk tumours. The introduction of the kinase inhibitor imatinib mesylate, and sunitinib in second line, against KIT and PDGFRA has provided the first evidence of directed therapy in GIST. The aim of this review is to highlight the growing evidence that KIT and PDGFRA genotyping provides valuable information for the clinical management of GIST patients. We show that KIT and PDGFRA genotyping has emerged as one of the principal factors in the evaluation of GISTs, particularly in those tumours that are clearly malignant or have a high risk of recurrence. In addition to helping establish the diagnosis of GIST in unusual cases, genotyping can be very useful to physicians and patients in deciding on imatinib dose, in estimating the likelihood and duration of benefit, and potentially in selecting second-line therapies.",
        "email": "",
        "conf": "Clinical and Translational Oncology",
        "coauthors": [
            "Javier Martin-Broto",
            "Luis Rubio",
            "Regina Alemany",
            "Jose Antonio Lopez-Guerrero"
        ],
        "keywords": ""
    },
    {
        "id": 2949,
        "label": 64,
        "author": "javier mart",
        "title": "Phase I study of sorafenib plus ifosfamide in patients with advanced soft tissue and bone sarcoma: A Spanish Group for Research on Sarcomas (GEIS) study.",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Sorafenib is a multi-kinase inhibitor of VEGFR, PDGFR and RAF that showed activity against some sarcoma subtypes. Preclinical studies suggest that the combination of sorafenib with cytotoxic agents could result in additive activity. Patients with advanced soft tissue or bone sarcoma, previously treated with doxorubicin, no prior ifosfamide, ECOG PS 0-2, and adequate hematological, renal and hepatic function, were enrolled in this phase I study to assess safety, tolerability, pharmacokinetics (PK), and to identify the dose limiting toxicity (DLT), maximum tolerated dose (MTD) and recommended dose (RD) of the combination of sorafenib and ifosfamide. A 3+3 dose escalation design with cohorts of 3-6 patients was used. Sorafenib was given po continuously. Ifosfamide was given iv over 4 hours on 3 consecutive days every 3 weeks. Dose levels 1, 2, 3 and 4 corresponded to sorafenib 200, 400, 400 and 400 mg, bid, plus ifosfamide 6, 6, 7.5 and 9 gr/m2, with concurrent administration of mesna 400, 400, 500 and 600 mg/m2 iv, at 0, 4 and 8 hours after ifosfamide administration. Twelve patients were enrolled: median age 58 years (23-70); gender 6M: 6F; 3 lipo, 2 leio, 2 chondro, 5 other. The median number of cycles was 4. Patients were treated at 3 dose levels, the MTD was reached at level 3 and the RD was: sorafenib 400 mg bid and ifosfamide 6 g/m2, together with,esna 400 mg/m2. Three DLTs occurred, one at the second dose level and two at the third: fatigue grade 4, encephalopathy grade 3 and emesis grade 3. Other toxicities included rash, hand-foot syndrome, neutropenia, thrombocytopenia, anemia and deep vein thrombosis. Eight patients achieved stable disease lasting more than 5 months. Progression-free survival rate at 3 months was 64%. Concomitant treatment with sorafenib and ifosfamide showed no relevant effect on PK of both drugs. The combination of sorafenib and ifosfamide appears to be feasible and safe allowing the administration of active doses of both agents. A phase II study to assess the activity of this combination is ongoing.",
        "email": "",
        "conf": "Journal of Clinical Oncology",
        "coauthors": [
            "X. Garcia del Muro",
            "Antonio Lpez-Pousa",
            "Javier Martin-Broto",
            "R. Cubedo",
            "L. Jimenez Colomo",
            "O. Gallego Mariano Provencio"
        ],
        "keywords": ""
    },
    {
        "id": 2897,
        "label": 64,
        "author": "javier mart",
        "title": "Treatment Outcomes and Sensitivity to Hormone Therapy of Aggressive Angiomyxoma: A Multicenter International Retrospective Study",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Aggressive angiomyxoma (AA) is a rare, locally aggressive tumor usually arising from pelvis or perineum, with a high local-recurrence rate after complete surgery. Anecdotal responses to hormone therapy have been reported. In the present study we aimed at studying surgical treatment outcomes and sensitivity to hormone therapy of AA. We conducted a multicenter, international retrospective effort including patients with AA treated at three European referral centers (Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy and the Italian Rare Cancer Network; Centre Léon Bérard, Lyon, France; and Hospital Universitario Virgen del Rocio, Seville, Spain). A total of 36 patients were included. Median follow-up was 51.3 months. Thirty-three patients (92%) underwent complete (R0 + R1) surgery, with a local relapse rate of 50% and a median relapse-free survival of 39 months (95% confidence interval [CI], 27–68.1). Thirteen patients received a first-line systemic treatment with hormone therapy for locally advanced disease, with an overall response rate of 62% and a median progression-free survival of 24.6 months (95% CI, 11.0–39.7). In two patients, adding an aromatase inhibitor (AI) on progression to first-line GnRH agonist (GnRHa) resulted in a new tumor response. Our findings confirm that in AA, surgical local control may be challenging, with a significant rate of local relapse despite complete surgery. Hormone therapy is an active treatment option, with a potential of disease control and of being combined with surgery. The addition of an AI to first-line GnRHa could be an effective second-line systemic therapy in premenopausal female patients with AA. Implications for Practice: In this retrospective effort including 36 patients with aggressive angiomyxoma, local relapse rate after complete surgery was 50%, with a median relapse-free survival of 39 months, confirming that local control is challenging. Overall response rate to first-line hormone therapy was 62%, with a median progression-free survival of 24.6 months. Thus, hormone therapy has a potential of disease control and of being combined with surgery.",
        "email": "",
        "conf": "The Oncologist",
        "coauthors": [
            "Giovanni Fuca, Nadia Hindi, Isabelle Ray-Coquard, Vittoria Colia, Angelo Paolo Dei Tos, Javier Martin-Broto, Mehdi Brahmi, Paola Collini, Domenica Lorusso, Francesco Raspagliesi, Maria Abbondanza Pantaleo, Bruno Vincenzi, Elena Fumagalli, Alessandro Gronchi, Paolo Giovanni Casali, Roberta Sanfilippo"
        ],
        "keywords": "Aggressive angiomyxoma; Hormone antagonists; Sarcoma; Surgery"
    },
    {
        "id": 2950,
        "label": 64,
        "author": "javier mart",
        "title": "Prognostic factors of KIT -negative GIST-like patients (KNGL): A Spanish Group for Sarcoma Research (GEIS) study.",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Few studies have been published around KNGL patients mainly due to the rarity of such cases. We analyzed prognostic factors for relapse free survival (RFS) and overall survival (OS) in a series of 28 cases of KNGL tumors. This subset resulted from clinical, mutational and pathological review (paraffin block) of 624 presumptive GIST. We studied the relative risk for recurrence and death for the various prognostic factors using the Log-rank test. The factors assessed were: age, tumor location, size, mitoses per 50 HPF, cellularity and mutation profile. The male and female rate was 16/17 and the median age was 62 years (25-74). All 28 localized cases underwent complete resection and, with a median follow-up of 92 months, 10 relapses were recorded. The morphology was epitheliod (53%), spindle (18%), mixed (14,5%) and categorized as pleomorphic 14.5%. The median size was 5 cm (0.5-20) and the locations were stomach (16), small-bowel (10), rectum (3), colon (1) and omentum (2). Mutations were found in 12 out of 23 localized cases (52%) for which a sufficient DNA material was available. The position of mutations was: exon 11 (5); exon 13 (2) and exon 17 (1) within KIT gene and exon 12(1) and exon 18 (3) of PDGFR gene. Median RFS and OS at 7 years were 63% and 73% respectively. Considering RFS at 7 years, the univariate analyses showed that only mitotic rate (0-10 mit/50hpf: 74% vs > 10 mit/50hpf: 44%; p:0.13) and location (gastric: 77% vs other 45%; p:0.05) showed a clear trend to signification. Regarding OS, only age raised statistical signification (0-60 y: 92% vs >60 y: 50%; p= 0.016). In spite of the relatively low statistical power of this series, we find some differences between KNGL and kit+ GIST patients such as the absolute lack of prognostic relevance of size. We are analyzing mRNA of some genes of this series in order to achieve a better characterization of these patients, specially the wild-type cases.",
        "email": "",
        "conf": "Journal of Clinical Oncology",
        "coauthors": [
            "J. Martin Broto , X. Garcia del Muro , J. Rubio , A. Gutierrez , J. Martinez-Trufero , I. SevillaN. Lainez , R. Andres , R. Ramos , J. A. Lopez-Guerrero"
        ],
        "keywords": ""
    },
    {
        "id": 2924,
        "label": 64,
        "author": "javier mart",
        "title": "Trabectedin clinical cases: Use according to indication in diverse clinical scenarios",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Key distinguishing characteristics of trabectedin in the treatment of advanced soft tissue sarcoma are its prolonged tumor control activity in multiple histological subtypes, positive outcomes in translocation-related sarcomas, maintenance of response, option to rechallenge after treatment interruption and lack of cumulative toxicity. Trabectedin is indicated for use in advanced soft tissue sarcoma after failure of anthracyclines and ifosfamide, or as front-line treatment in patients unsuited to receive these agents. In this review, cases studies are presented in which trabectedin was used according to its indication but in diverse clinical settings. As second-line treatment of uterine leiomyosarcoma, trabectedin produced prolonged tumor control with good quality of life. In treatment of recurrent synovial sarcoma, the best objective response (partial response) and longest disease control (37 months) was achieved under treatment with trabectedin. As neoadjuvant treatment of undifferentiated pleomorphic sarcoma in a patient unsuited to receive doxorubicin-based chemotherapy, trabectedin induced a pathological response with 85% of necrosis. Conclusion: These cases illustrate the broad range of indications for trabectedin in advanced soft tissue sarcoma and highlight how its unique characteristics can be optimized to achieve maximum clinical benefit.",
        "email": "",
        "conf": "Future Oncology",
        "coauthors": [
            "Giovanni Grignani",
            "Javier Martin-Broto",
            "Markus Schuler",
            "Peter Reichardt"
        ],
        "keywords": "clinical case studies,dosing guidelines,neoadjuvant chemotherapy,synovial sarcoma,trabectedin rechallenge,undifferentiated pleomorphic sarcoma,uterine leiomyosarcoma"
    },
    {
        "id": 2937,
        "label": 64,
        "author": "javier mart",
        "title": "SEOM guidelines for gastrointestinal stromal sarcomas (GIST)",
        "organization": "Medical Oncology Consultant Hospital Virgen del RocÃƒÂ­o Sevilla",
        "abstract": "Gastrointestinal stromal sarcomas (GISTs) are the most common mesenchymal tumours originating in the digestive tract. These tumours have become a model of multidisciplinary work in oncology: the participation of several specialities (oncologists, pathologists, surgeons, molecular biologists, radiologists and others) has allowed advances in the understanding of this tumour and the consolidation of a targeted therapy, imatinib, as the first molecular treatment that is efficacious in solid tumours. Following the introduction of this drug, median survival of patients with advanced stage GIST has gone from 18 to more than 60 months. Therapy planning of GIST must be considered within a multidisciplinary context, and it is advisable that it takes place in reference centres for the care of sarcomas and GIST participating in clinical trials.",
        "email": "",
        "conf": "Clinical and Translational Oncology",
        "coauthors": [
            "Andres Poveda",
            "Fernando Rivera",
            "Javier Martin-Broto"
        ],
        "keywords": "GIST,Imatinib,Sunitinib,GEIS,CD117,c-kit,DOG1"
    }
]