[
    {
        "id": 4955,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Benthic communities at two remote Pacific coral reefs: Effects of reef habitat depth and wave energy gradients on spatial patterns",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Kingman Reef and Palmyra Atoll in the central Pacific are among the most remote coral reefs on the planet. Here we describe spatial patterns in their benthic communities across reef habitats and depths, and consider these in the context of oceanographic gradients. Benthic communities at both locations were dominated by calcifying organisms (54–86% cover), namely hard corals (20–74%) and crustose coralline algae (CCA) (10–36%). While turf algae were relatively common at both locations (8–22%), larger fleshy macroalgae were virtually absent at Kingman (<1%) and rare at Palmyra (0.7–9.3%). Hard coral cover was higher, but with low diversity, in more sheltered habitats such as Palmyra’s backreef and Kingman’s patch reefs. Almost exclusive dominance by slow-growing Porites on Kingman’s patch reefs provides indirect evidence of competitive exclusion, probably late in a successional sequence. In contrast, the more exposed forereef habitats at both Kingman and Palmyra had higher coral diversity and were characterized by fast-growing corals (e.g., Acropora and Pocillopora), indicative of more dynamic environments. In general at both locations, soft coral cover increased with depth, likely reflecting increasingly efficient heterotrophic abilities. CCA and fleshy macroalgae cover decreased with depth, likely due to reduced light. Cover of other calcified macroalgae, predominantly Halimeda, increased with depth. This likely reflects the ability of many calcifying macroalgae to efficiently harvest light at deeper depths, in combination with an increased nutrient supply from upwelling promoting growth. At Palmyra, patterns of hard coral cover with depth were inconsistent, but cover peaked at mid-depths at Kingman. On Kingman’s forereef, benthic community composition was strongly related to wave energy, with hard coral cover decreasing and becoming more spatially clustered with increased wave energy, likely as a result of physical damage leading to patches of coral in localized shelter. In contrast, the cover of turf algae at Kingman was positively related to wave energy, reflecting their ability to rapidly colonize newly available space. No significant patterns with wave energy were observed on Palmyra’s forereef, suggesting that a more detailed model is required to study biophysical coupling there. Kingman, Palmyra, and other remote oceanic reefs provide interesting case studies to explore biophysical influences on benthic ecology and dynamics.",
        "email": "",
        "conf": "PeerJ",
        "coauthors": [
            "Gareth J Williams",
            "Jennifer E Smith",
            "Eric J Conklin",
            "Jamison M Gove",
            "Enric Sala",
            "Stuart Sandin"
        ],
        "keywords": "Coral, Macroalgae, Zonation, Wave exposure, Kingman Reef, Palmyra Atoll, Spatial clustering, Wave impacts, Benthic competition"
    },
    {
        "id": 4921,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Release of dissolved and particulate organic matter by the soft coral Lobophytum and subsequent microbial degradation",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Understanding the release and remineralization of organic matter by benthic macroorganisms provides insight into nutrient cycling and microbial metabolism in coral reef environments. The release rate of particulate (POC) and dissolved organic carbon (DOC) by the soft coral Lobophytum crassum was quantified and subsequent bacterial growth rates determined in response to this resource, and compared with results from those of the common hard coral Acropora intermedia. The results of this study show that the soft coral released more DOC than POC into the surrounding seawater, similar to what was measured for the hard coral species. However, the soft coral-derived organic matter fostered a lower microbial growth rate with a lower growth efficiency compared to DOC and POC of hard corals, likely due to the lower C:N ratio of the organic matter derived from soft corals. These results suggest that soft coral exudates are relatively refractory compared to the mucus of hard corals. Possible phase shifts from hard to soft corals on degraded reefs may represent very different changes in microbial community dynamics and metabolism as compared to the widely studied coral-algal phase shifts.",
        "email": "",
        "conf": "Journal of Experimental Marine Biology and Ecology",
        "coauthors": [
            "Ryota Nakajima",
            "Andreas F Haas",
            "Cynthia B Silveira",
            "Emily L A Kelly",
            "Jennifer E Smith",
            "Stuart Sandin",
            "Linda W Kelly",
            "Forest Rohwer",
            "Nobuyuki Nakatomi",
            "Haruko Kurihara"
        ],
        "keywords": "DOC,POC,Coral mucus,C:N ratio,Bacteria,Soft corals"
    },
    {
        "id": 4937,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Metabolomics of reef benthic interactions reveals a bioactive lipid involved in coral defence",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Holobionts are assemblages of microbial symbionts and their macrobial host. As extant representatives of some of the oldest macro-organisms, corals and algae are important for understanding how holobionts develop and interact with one another. Using untargeted metabolomics, we show that non-self interactions altered the coral metabolome more than self-interactions (i.e. different or same genus, respectively). Platelet activating factor (PAF) and Lyso-PAF, central inflammatory modulators in mammals, were major lipid components of the coral holobionts. When corals were damaged during competitive interactions with algae, PAF increased along with expression of the gene encoding Lyso-PAF acetyltransferase; the protein responsible for converting Lyso-PAF to PAF. This shows that self and non-self recognition among some of the oldest extant holobionts involve bioactive lipids identical to those in highly derived taxa like humans. This further strengthens the hypothesis that major players of the immune response evolved during the pre-Cambrian.",
        "email": "",
        "conf": "Proceedings of the Royal Society B: Biological Sciences",
        "coauthors": [
            "Robert A. Quinn",
            "Mark J. A. Vermeij",
            "Aaron C. Hartmann",
            "Ines Galtier d'Auriac",
            "Sean Benler",
            "Andreas Haas",
            "Steven D. Quistad",
            "Yan Wei Lim",
            "Mark Little",
            "Stuart Sandin",
            "Jennifer E. Smith",
            "Pieter C. Dorrestein",
            "Forest Rohwer"
        ],
        "keywords": "metabolomics, coral, platelet activating factor, mass spectrometry"
    },
    {
        "id": 4959,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Survival and dispersal of turf algae and macroalgae consumed by herbivorous coral reef fishes",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The mechanisms by which algae disperse across space on coral reefs are poorly known. We investigated the ability of four common Caribbean herbivorous fish species to disperse viable algal fragments through consumption of macroalgae and subsequent defecation. Fragments of all major algal taxa (Phaeophyta, Rhodophyta, and Chlorophyta) were found in 98.7 % of the fecal droppings of all fish species; however, the ability to survive gut passage and reattach to a substrate differed between algal taxa. While survival and reattachment approached zero for Phaeophyta and Chlorophyta, 76.4 % of the fragments belonging to the group Rhodophyta (mostly species in the order Gelidiaceae) survived gut passage, and were able to grow and reattach to the substrate by forming new rhizoids. Our results thus show that Gelidid algal species are dispersed by swimming herbivores. While the relative contribution of this mechanism to overall algal dispersal and recruitment in a wider ecological context remains unknown, our findings illustrate a previously undescribed mechanism of algal dispersal on coral reefs which is analogous to the dispersal of terrestrial plants, plant fragments, and seeds via herbivore ingestion and defecation.",
        "email": "",
        "conf": "Oecologia",
        "coauthors": [
            "Mark J. A. Vermeij",
            "Roel A. van der Heijden",
            "Juul G. Olthuis",
            "Kristen L. Marhaver",
            "Jennifer E. Smith",
            "Petra M. Visser"
        ],
        "keywords": "Herbivory,  Dispersal,  Feces,  Scaridae, Acanthuridae"
    },
    {
        "id": 4925,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Large-area imaging reveals biologically driven non-random spatial patterns of corals at a remote reef",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "For sessile organisms such as reef-building corals, differences in the degree of dispersion of individuals across a landscape may result from important differences in life-history strategies or may reflect patterns of habitat availability. Descriptions of spatial patterns can thus be useful not only for the identification of key biological and physical mechanisms structuring an ecosystem, but also by providing the data necessary to generate and test ecological theory. Here, we used an in situ imaging technique to create large-area photomosaics of 16 plots at Palmyra Atoll, central Pacific, each covering 100 m of benthic habitat. We mapped the location of 44,008 coral colonies and identified each to the lowest taxonomic level possible. Using metrics of spatial dispersion, we tested for departures from spatial randomness. We also used targeted model fitting to explore candidate processes leading to differences in spatial patterns among taxa. Most taxa were clustered and the degree of clustering varied by taxon. A small number of taxa did not significantly depart from randomness and none revealed evidence of spatial uniformity. Importantly, taxa that readily fragment or tolerate stress through partial mortality were more clustered. With little exception, clustering patterns were consistent with models of fragmentation and dispersal limitation. In some taxa, dispersion was linearly related to abundance, suggesting density dependence of spatial patterning. The spatial patterns of stony corals are non-random and reflect fundamental life-history characteristics of the taxa, suggesting that the reef landscape may, in many cases, have important elements of spatial predictability.",
        "email": "",
        "conf": "Coral Reefs",
        "coauthors": [
            "Clinton Edwards",
            "Yoan Eynaud",
            "Gareth J Williams",
            "Nicole E Pedersen",
            "Zgliczynski",
            "Arthur C R Gleason",
            "Jennifer E Smith",
            "Stuart Sandin"
        ],
        "keywords": "Coral reefs, Community structure,  Landscape ecology,  Spatial dispersion,  Photomosaics,  Palmyra Atoll"
    },
    {
        "id": 4931,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Crown-of-Thorns Starfish Larvae Can Feed on Organic Matter Released from Corals",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Previous studies have suggested that Crown-of-Thorns starfish (COTS) larvae may be able to survive in the absence of abundant phytoplankton resources suggesting that they may be able to utilize alternative food sources. Here, we tested the hypothesis that COTS larvae are able to feed on coral-derived organic matter using labeled stable isotope tracers (13C and 15N). Our results show that coral-derived organic matter (coral mucus and associated microorganisms) can be assimilated by COTS larvae and may be an important alternative or additional food resource for COTS larvae through periods of low phytoplankton biomass. This additional food resource could potentially facilitate COTS outbreaks by reducing resource limitation.",
        "email": "",
        "conf": "Diversity",
        "coauthors": [
            "Ryota Nakajima",
            "Nobuyuki Nakatomi",
            "Haruko Kurihara",
            "Michael D Fox",
            "Jennifer E Smith",
            "Ken Okaji"
        ],
        "keywords": "Acanthaster; COTS; coral reefs; coral mucus; food limitation; isotope analysis; Japan"
    },
    {
        "id": 4990,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Observations of reproduction in Rhipidosiphon javensis (Halimedineae Bryopsidales) in Hawaii",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Recent field-based studies in the Bryopsidales have provided a wealth of reproductive information for several ecologically dominant genera, yet inconspicuous members of the order often remain poorly described. Here we report reproductive events for aquarium-grown populations of Rhipidosiphon javensis and provide statistical size ranges for vegetative and reproductive features for the first time. Hawaiian representatives of the genus develop gametangia over a three-day period, and follow the typical reproductive pattern found in other members of the suborder Halimedineae, being holocarpic and releasing gametes in predawn hours.",
        "email": "",
        "conf": "Phycologia",
        "coauthors": [
            "Peter S Vroom",
            "Jennifer E Smith",
            "Celia M Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4976,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Global analysis of nitrogen and phosphorus limitation of primary producers in freshwater marine and terrestrial ecosystems",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The cycles of the key nutrient elements nitrogen (N) and phosphorus (P) have been massively altered by anthropogenic activities. Thus, it is essential to understand how photosynthetic production across diverse ecosystems is, or is not, limited by N and P. Via a large‐scale meta‐analysis of experimental enrichments, we show that P limitation is equally strong across these major habitats and that N and P limitation are equivalent within both terrestrial and freshwater systems. Furthermore, simultaneous N and P enrichment produces strongly positive synergistic responses in all three environments. Thus, contrary to some prevailing paradigms, freshwater, marine and terrestrial ecosystems are surprisingly similar in terms of N and P limitation.",
        "email": "",
        "conf": "Ecology Letters",
        "coauthors": [
            "James J. Elser",
            "Matthew E.S. Bracken",
            "Elsa E. Cleland",
            "Daniel S. Gruner",
            "W. Stanley Harpole",
            "Helmut Hillebrand",
            "Jacqueline T. Ngai",
            "Eric W. Seabloom",
            "Jonathan B. Shurin",
            "Jennifer E. Smith"
        ],
        "keywords": "Ecosystem, meta-analysis, nitrogen, nutrient limitation, phosphorus, primary production"
    },
    {
        "id": 4966,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Effects of Coral Reef Benthic Primary Producers on Dissolved Organic Carbon and Microbial Activity",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Benthic primary producers in marine ecosystems may significantly alter biogeochemical cycling and microbial processes in their surrounding environment. To examine these interactions, we studied dissolved organic matter release by dominant benthic taxa and subsequent microbial remineralization in the lagoonal reefs of Moorea, French Polynesia. Rates of photosynthesis, respiration, and dissolved organic carbon (DOC) release were assessed for several common benthic reef organisms from the backreef habitat. We assessed microbial community response to dissolved exudates of each benthic producer by measuring bacterioplankton growth, respiration, and DOC drawdown in two-day dark dilution culture incubations. Experiments were conducted for six benthic producers: three species of macroalgae (each representing a different algal phylum: Turbinaria ornata – Ochrophyta; Amansia rhodantha – Rhodophyta; Halimeda opuntia – Chlorophyta), a mixed assemblage of turf algae, a species of crustose coralline algae (Hydrolithon reinboldii) and a dominant hermatypic coral (Porites lobata). Our results show that all five types of algae, but not the coral, exuded significant amounts of labile DOC into their surrounding environment. In general, primary producers with the highest rates of photosynthesis released the most DOC and yielded the greatest bacterioplankton growth; turf algae produced nearly twice as much DOC per unit surface area than the other benthic producers (14.0±2.8 µmol h−1 dm−2), stimulating rapid bacterioplankton growth (0.044±0.002 log10 cells h−1) and concomitant oxygen drawdown (0.16±0.05 µmol L−1 h−1 dm−2). Our results demonstrate that benthic reef algae can release a significant fraction of their photosynthetically-fixed carbon as DOC, these release rates vary by species, and this DOC is available to and consumed by reef associated microbes. These data provide compelling evidence that benthic primary producers differentially influence reef microbial dynamics and biogeochemical parameters (i.e., DOC and oxygen availability, bacterial abundance and metabolism) in coral reef communities.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Andreas F Haas",
            "Craig E Nelson",
            "Linda Wegley Kelly",
            "Craig A Carlson",
            "Forest Rohwer",
            "James J Leichter",
            "Alex Wyatt",
            "Jennifer E Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4938,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Lytic to temperate switching of viral communities",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Microbial viruses can control host abundances via density-dependent lytic predator–prey dynamics. Less clear is how temperate viruses, which coexist and replicate with their host, influence microbial communities. Here we show that virus-like particles are relatively less abundant at high host densities. This suggests suppressed lysis where established models predict lytic dynamics are favoured. Meta-analysis of published viral and microbial densities showed that this trend was widespread in diverse ecosystems ranging from soil to freshwater to human lungs. Experimental manipulations showed viral densities more consistent with temperate than lytic life cycles at increasing microbial abundance. An analysis of 24 coral reef viromes showed a relative increase in the abundance of hallmark genes encoded by temperate viruses with increased microbial abundance. Based on these four lines of evidence, we propose the Piggyback-the-Winner model wherein temperate dynamics become increasingly important in ecosystems with high microbial densities; thus ‘more microbes, fewer viruses’.",
        "email": "",
        "conf": "Nature",
        "coauthors": [
            "Ben Knowles",
            "Cynthia B Silveira",
            "Barbara A Bailey",
            "K. Barott",
            "V. A. Cantu",
            "A. G. Cobián-Güemes",
            "F. H. Coutinho",
            "E. A. Dinsdale",
            "B. Felts",
            "K. A. Furby",
            "E. E. George",
            "K. T. Green",
            "G. B. Gregoracci",
            "A. F. Haas",
            "J. M. Haggerty",
            "E. R. Hester",
            "N. Hisakawa",
            "L. W. Kelly",
            "Y. W. Lim",
            "M. Little",
            "A. Luque",
            "T. McDole-Somera",
            "K. McNair",
            "L. S. de Oliveira",
            "S. D. Quistad",
            "N. L. Robinett",
            "E. Sala",
            "P. Salamon",
            "S. E. Sanchez",
            "S. Sandin",
            "G. G. Z. Silva",
            "J. Smith",
            "C. Sullivan",
            "C. Thompson",
            "M. J. A. Vermeij",
            "M. Youle",
            "C. Young",
            "B. Zgliczynski",
            "R. Brainard",
            "R. A. Edwards",
            "J. Nulton",
            "F. Thompson",
            "F. Rohwer"
        ],
        "keywords": ""
    },
    {
        "id": 4961,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Exudates from coral and macroalgae differentially stimulate metabolism and alter community composition of tropical reef bacterioplankton",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Coral reefs worldwide are exhibiting increasing densities of ﬂeshy algae potentially caused by global climate stressors and proximal effects such as nutrient enrichment and the removal of herbivorous fishes. Even after local disturbances are mitigated these shifts to algal-dominated states may be maintained through a positive feedback whereby algae remain dominant and suppress coral recovery through a combination of effects on nutrient availability, microbial activity and allelopathy. We investigated the hypothesis that differences in the amount and composition of dissolved organic carbon (DOC) exuded by corals and algae as a portion of their daily production may play a central role in coral-algal interactions and reef biogeochemical processes by influencing the growth rate and community composition of bacterioplankton in the surrounding water. We measured the production rate and sugar composition (as acid-hydrolyzed dissolved combined neutral sugars; DCNS) of exudates from four dominant benthic producers (one hermatypic coral holobiont and three macroalgae; one each phaeophyta, rhodophyta and chrysophyta) in the coral reef system of Moorea, French Polynesia. We measured the growth response of heterotrophic bacterioplankton to these exudates using dark seawater culture experiments, tracking changes in community composition (via 16S rRNA pyrosequencing), growth rates, DOC utilization and oxygen consumption. Results/Conclusions Algae exuded more DOC than corals and the exudates differed markedly in initial DCNS composition. Rates of bacterioplankton growth and DOC utilization were significantly higher in algal exudate treatments than in coral exudate and control incubations. Each substrate engendered a phylogenetically distinct bacterial community, with significant differences among treatments in the relative abundances of 9 of the 25 dominant family-level clades. These communities exhibited differential removal of DCNS components over the course of incubations. We further identified 18 operational taxonomic units (OTUs; sequences clustered at an average 95% sequence identity level) significantly enriched in individual treatments relative to controls. Coral exudates engendered the smallest shift in bacterioplankton community structure and differentially enriched OTUs from proteobacterial lineages with few cultured representatives (Hyphomonadaceae, Sneathiellaceae, and deeply branching clades of the Alteromonadaceae). In contrast, macroalgal exudates selected for Flavobacteria, Rhodobacteraceae, and multiple OTUs closely related to cultured copiotrophic Gammaproteobacteria from families containing known coral pathogens (Vibrionaceae, Alteromonadaceae, Pseudoalteromonadaceae and Oceanospirillaceae). These results suggest that algal exudates foster more rapid growth of bacterioplankton and select for more copiotrophic taxa than coral exudates, with implications for coral-algal interactions and the role of bacterioplankton in tropical reef ecosystems.",
        "email": "",
        "conf": "ESA Annual Convention",
        "coauthors": [
            "Craig E Nelson",
            "Stuart J Goldberg",
            "Linda Wegley Kelly",
            "Andress F Haas",
            "Forest Rohwer",
            "Jennifer E Smith",
            "Craig A Carlson"
        ],
        "keywords": ""
    },
    {
        "id": 4943,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Towards Automated Annotation of Benthic Survey Images: Variability of Human Experts and Operational Modes of Automation",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Global climate change and other anthropogenic stressors have heightened the need to rapidly characterize ecological changes in marine benthic communities across large scales. Digital photography enables rapid collection of survey images to meet this need, but the subsequent image annotation is typically a time consuming, manual task. We investigated the feasibility of using automated point-annotation to expedite cover estimation of the 17 dominant benthic categories from survey-images captured at four Pacific coral reefs. Inter- and intra- annotator variability among six human experts was quantified and compared to semi- and fully- automated annotation methods, which are made available at coralnet.ucsd.edu. Our results indicate high expert agreement for identification of coral genera, but lower agreement for algal functional groups, in particular between turf algae and crustose coralline algae. This indicates the need for unequivocal definitions of algal groups, careful training of multiple annotators, and enhanced imaging technology. Semi-automated annotation, where 50% of the annotation decisions were performed automatically, yielded cover estimate errors comparable to those of the human experts. Furthermore, fully-automated annotation yielded rapid, unbiased cover estimates but with increased variance. These results show that automated annotation can increase spatial coverage and decrease time and financial outlay for image-based reef surveys.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Oscar Beijbom",
            "Peter J. Edmunds",
            "Chris Roelfsema",
            "Jennifer Smith",
            "David I. Kline",
            "Benjamin P. Neal",
            "Matthew J. Dunlap",
            "Vincent Moriarty",
            "Tung-Yung Fan",
            "Chih-Jui Tan",
            "Stephen Chan",
            "Tali Treibitz",
            "Anthony Gamst",
            "B. Greg Mitchell",
            "David Kriegman"
        ],
        "keywords": ""
    },
    {
        "id": 4962,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Black reefs: iron-induced phase shifts on coral reefs",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The Line Islands are calcium carbonate coral reef platforms located in iron-poor regions of the central Pacific. Natural terrestrial run-off of iron is non-existent and aerial deposition is extremely low. However, a number of ship groundings have occurred on these atolls. The reefs surrounding the shipwreck debris are characterized by high benthic cover of turf algae, macroalgae, cyanobacterial mats and corallimorphs, as well as particulate-laden, cloudy water. These sites also have very low coral and crustose coralline algal cover and are call black reefs because of the dark-colored benthic community and reduced clarity of the overlying water column. Here we use a combination of benthic surveys, chemistry, metagenomics and microcosms to investigate if and how shipwrecks initiate and maintain black reefs. Comparative surveys show that the live coral cover was reduced from 40 to 60% to <10% on black reefs on Millennium, Tabuaeran and Kingman. These three sites are relatively large (>0.75 km2). The phase shift occurs rapidly; the Kingman black reef formed within 3 years of the ship grounding. Iron concentrations in algae tissue from the Millennium black reef site were six times higher than in algae collected from reference sites. Metagenomic sequencing of the Millennium Atoll black reef-associated microbial community was enriched in iron-associated virulence genes and known pathogens. Microcosm experiments showed that corals were killed by black reef rubble through microbial activity. Together these results demonstrate that shipwrecks and their associated iron pose significant threats to coral reefs in iron-limited regions.",
        "email": "",
        "conf": "The ISME Journal",
        "coauthors": [
            "Linda Wegley Kelly",
            "Katie L Barott",
            "Elizabeth Dinsdale",
            "Alan M Friedlander",
            "Bahador Nosrat",
            "David Obura",
            "Enric Sala",
            "Stuart A Sandin",
            "Jennifer E Smith",
            "Mark J A Vermeij",
            "Gareth J Williams",
            "Dana Willner",
            "Forest Rohwer"
        ],
        "keywords": "coral reef; iron; metagenomics; microbes; phase shift; shipwreck"
    },
    {
        "id": 4973,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Herbivore metabolism and stoichiometry each constrain herbivory at different organizational scales across ecosystems",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Plant‐herbivore interactions mediate the trophic structure of ecosystems. We use a comprehensive data set extracted from the literature to test the relative explanatory power of two contrasting bodies of ecological theory, the metabolic theory of ecology (MTE) and ecological stoichiometry (ES), for per‐capita and population‐level rates of herbivory across ecosystems. We found that ambient temperature and herbivore body size (MTE) as well as stoichiometric mismatch (ES) both constrained herbivory, but at different scales of biological organization. Herbivore body size, which varied over 11 orders of magnitude, was the primary factor explaining variation in per‐capita rates of herbivory. Stoichiometric mismatch explained more variation in population‐level herbivory rates and also in per‐capita rates when we examined data from within functionally similar trophic groups (e.g. zooplankton). Thus, predictions from metabolic and stoichiometric theories offer complementary explanations for patterns of herbivory that operate at different scales of biological organization.",
        "email": "",
        "conf": "Ecology Letters",
        "coauthors": [
            "Helmut Hillebrand",
            "Elizabeth T. Borer",
            "Matthew E. S. Bracken",
            "Bradley J. Cardinale",
            "Just Cebrian",
            "Elsa E. Cleland",
            "James J. Elser",
            "Daniel S. Gruner",
            "W. Stanley Harpole",
            "Jacqueline T. Ngai",
            "Stuart Sandin",
            "Eric W. Seabloom",
            "Jonathan B. Shurin",
            "Jennifer E. Smith",
            "Melinda D. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4971,
        "label": 97,
        "author": "jennifer e smith",
        "title": "The Lagoon at Caroline/Millennium Atoll Republic of Kiribati: Natural History of a Nearly Pristine Ecosystem",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "A series of surveys were carried out to characterize the physical and biological parameters of the Millennium Atoll lagoon during a research expedition in April of 2009. Millennium is a remote coral atoll in the Central Pacific belonging to the Republic of Kiribati, and a member of the Southern Line Islands chain. The atoll is among the few remaining coral reef ecosystems that are relatively pristine. The lagoon is highly enclosed, and was characterized by reticulate patch and line reefs throughout the center of the lagoon as well as perimeter reefs around the rim of the atoll. The depth reached a maximum of 33.3 m in the central region of the lagoon, and averaged between 8.8 and 13.7 m in most of the pools. The deepest areas were found to harbor large platforms of Favia matthaii, which presumably provided a base upon which the dominant corals (Acropora spp.) grew to form the reticulate reef structure. The benthic algal communities consisted mainly of crustose coralline algae (CCA), microfilamentous turf algae and isolated patches of Halimeda spp. and Caulerpa spp. Fish species richness in the lagoon was half of that observed on the adjacent fore reef. The lagoon is likely an important nursery habitat for a number of important fisheries species including the blacktip reef shark and Napoleon wrasse, which are heavily exploited elsewhere around the world but were common in the lagoon at Millennium. The lagoon also supports an abundance of giant clams (Tridacna maxima). Millennium lagoon provides an excellent reference of a relatively undisturbed coral atoll. As with most coral reefs around the world, the lagoon communities of Millennium may be threatened by climate change and associated warming, acidification and sea level rise, as well as sporadic local resource exploitation which is difficult to monitor and enforce because of the atoll's remote location. While the remote nature of Millennium has allowed it to remain one of the few nearly pristine coral reef ecosystems in the world, it is imperative that this ecosystem receives protection so that it may survive for future generations.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Katie Barott",
            "Jennifer E Caselle",
            "Elizabeth A Dinsdale",
            "Allan M Friedlander",
            "James E Maragos",
            "David Obura",
            "Forest L Rohwer",
            "Stuart A Sandin",
            "Jennifer E Smith",
            "Brian Zgliczynski"
        ],
        "keywords": ""
    },
    {
        "id": 4989,
        "label": 97,
        "author": "jennifer e smith",
        "title": "An experimental analysis of the effects of herbivory and nutrient enrichment on benthic community dynamics on a Hawaiian reef",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Reduced herbivory and enhanced nutrient concentrations have both been suggested as probable mechanisms driving phase shifts from coral to algal dominance on tropical reefs. While there is considerable information regarding the effects of herbivores on reefs, there is little experimental evidence of nutrient effects or the interactive effects of both of these factors. This study experimentally tested the role of these factors on benthic community structure on a coral-dominated reef in Hawaii. A randomized factorial block design was used to simultaneously investigate the effects of nutrient enrichment and herbivore exclusion on the development of benthic algal communities on artificial surfaces over a 6-month time period. Total algal biomass was greatest on settlement surfaces exposed to both nutrient enrichment and herbivore exclusion simultaneously. Fleshy algal biomass was greatest on surfaces removed from grazing whereas calcareous biomass was greatest on surfaces exposed to nutrient enrichment. Control surfaces exhibited consistently less total, fleshy and calcareous algal biomass than that on any of the experimental surfaces. Microinvertebrates were most abundant on surfaces within herbivore exclusion treatments but increased in number on all settlement surfaces over time. Sediment accumulation was positively correlated with fleshy algal biomass and was most abundant on surfaces within herbivore exclusion treatments; there was no pattern in sediment accumulation over time. This research demonstrates that on short time scales (less than 6 months), nutrient enrichment and herbivore exclusion can independently and interactively support shifts in benthic algal community structure on a Hawaiian reef.",
        "email": "",
        "conf": "Coral Reefs",
        "coauthors": [
            "Jennifer E Smith",
            "Celia M Smith",
            "Cynthia L Hunter"
        ],
        "keywords": ""
    },
    {
        "id": 4978,
        "label": 97,
        "author": "jennifer e smith",
        "title": "A Global Review of the Distribution Taxonomy and Impacts of Introduced Seaweeds",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "We reviewed over 407 global seaweed introduction events and have increased the total number of introduced seaweed species to 277. Using binomial tests we show that several algal families contain more successful invaders than would be expected by chance, highlighting groups that should be targeted for management. Hull-fouling and aquaculture are the most significant sources of seaweed invaders and should be carefully regulated. The ecological effects of introduced seaweeds have been studied in only 6% of the species, but these studies show mostly negative effects or changes to the native biota. Herbivores generally prefer native to introduced seaweeds, and are unlikely to control spread, as they can do in other habitats. Undisturbed marine communities can be at least initially resistant to most introduced seaweeds aside from the siphonous green species; however, disturbances and eutrophication can facilitate invasion. Major research gaps include community-level ecological studies and economic assessments.",
        "email": "jsmith@nceas.ucsb.edu",
        "conf": "Annual Review of Ecology Evolution and Systematics",
        "coauthors": [
            "Susan L Williams",
            "Jennifer E Smith"
        ],
        "keywords": "impact , invasive , macroalgae , native range , nonindigenous , vector"
    },
    {
        "id": 4923,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Comparative metabolic ecology of tropical herbivorous echinoids on a coral reef",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The metabolic rate of consumers is a key driver of ecosystem dynamics. On coral reefs, herbivorous echinoids consume fleshy algae, facilitating the growth of reef-building calcified organisms; however, little is known about differences among species in their metabolic and functional ecology. Here, we used log-linear (log-log) regression models to examine the allometric scaling of mass and routine metabolic rate for five common herbivorous echinoids on a Hawaiian coral reef: Echinothrix calamaris, E. diadema, Echinometra matthaei, Heterocentrotus mammillatus, and Tripneustes gratilla. Scaling relationships were then contrasted with empirical observations of echinoid ecology and general metabolic theory to broaden our understanding of diversity in the metabolic and functional ecology of tropical herbivorous echinoids.  Test diameter and species explained 98% of the variation in mass, and mass and species explained 92.4% and 87.5% of the variation in individual (I) and mass-specific (B) metabolic rates, respectively. Scaling exponents did not differ for mass or metabolism; however, normalizing constants differed significantly among species. Mass varied as the cube of test diameter (b = 2.9), with HM exhibiting a significantly higher normalizing constant than other species, likely due to its heavily-calcified spines and skeleton. Individual metabolic rate varied approximately as the 2/5 power of mass (γ = 0.44); significantly smaller than the 3/4 universal scaling coefficient, but inclusive of 2/3 scaling. E. calamaris and H. mammillatus exhibited the lowest normalizing constants, corresponding with their slow-moving, cryptic, rock-boring life-history. In contrast, E. calamaris, E. diadema, and T. gratilla, exhibited higher metabolic rates, likely reflecting their higher levels of activity and ability to freely browse for preferred algae due to chemical anti-predator defenses. Thus, differences in metabolic scaling appeared to correspond with differences in phylogeny, behavior, and ecological function. Such comparative metabolic assessments are central to informing theory, ecological models, and the effective management of ecosystems.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Levi Steele Lewis",
            "Jennifer E Smith",
            "Yoan Eynaud"
        ],
        "keywords": ""
    },
    {
        "id": 4954,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Visualization of oxygen distribution patterns caused by coral and algae",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Planar optodes were used to visualize oxygen distribution patterns associated with a coral reef associated green algae (Chaetomorpha sp.) and a hermatypic coral (Favia sp.) separately, as standalone organisms, and placed in close proximity mimicking coral-algal interactions. Oxygen patterns were assessed in light and dark conditions and under varying flow regimes. The images show discrete high oxygen concentration regions above the organisms during lighted periods and low oxygen in the dark. Size and orientation of these areas were dependent on flow regime. For corals and algae in close proximity the 2D optodes show areas of extremely low oxygen concentration at the interaction interfaces under both dark (18.4 ± 7.7 µmol O2 L- 1) and daylight (97.9 ± 27.5 µmol O2 L- 1) conditions. These images present the first two-dimensional visualization of oxygen gradients generated by benthic reef algae and corals under varying flow conditions and provide a 2D depiction of previously observed hypoxic zones at coral algae interfaces. This approach allows for visualization of locally confined, distinctive alterations of oxygen concentrations facilitated by benthic organisms and provides compelling evidence for hypoxic conditions at coral-algae interaction zones.",
        "email": "",
        "conf": "PeerJ",
        "coauthors": [
            "Andreas F Haas",
            "Allison Gregg",
            "Jennifer E Smith",
            "Maria L Abieri",
            "Mark Hatay",
            "Forest Rohwer"
        ],
        "keywords": ""
    },
    {
        "id": 4977,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Fighting algae in Kaneohe Bay - Response",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "I think that these algae populations are probably largely nutrient driven, but they depend on pulses of runoff with large amounts of non-point source nutrients from road runoff, lawn fertilizer, and golf course drainage, so that you could easily get nutrients below threshold values at times when there have not been large recent inputs. These algae respond in color and branching pattern very strongly to nutrients. But because they are so massive and wave resistant with phycocolloids they can hold onto nutrient inputs for a long time and so have a good chance of surviving the periods of no or slow growth between pulses that high nutrient algae like Ulva and Cladophora, and even fairly tough but smaller algae like Hypnea and more brittle ones like Acanthophora just can't.  If we can get in the field enough to document the impacts of shutting off the sewage outfalls I'm sure we'll just find what happened in Kaneohe Bay in the old days when they made the sewer outfall longer and deeper. But EPA is STILL denying that the algae blooms are caused by nutrients, based on the nonsense that Hughes published, and trying to blame anything but sewage. Yesterday one of my Florida colleagues spoke to me on his way back from a meeting with the Governor's Office in Tallahassee, and sure enough the EPA \"expert\" showed up to say that there was \"no evidence\" that sewage caused the algae blooms around the outfalls, even though the algae blooms, zoned concentrically around the outfalls and stretched out in the direction of the current flow, have been documented for years by Ed Tichenor to expand and contract predictably with fluctuations in the amount of sewage they pump out of them (information only available thanks to the Freedom of Information Act and repeated threats of law suits)",
        "email": "jsmith@nceas.ucsb.edu",
        "conf": "Science",
        "coauthors": [
            "Jennifer E Smith",
            "Eric J. Conklin",
            "Celia M Smith",
            "Cynthia L Hunter"
        ],
        "keywords": ""
    },
    {
        "id": 4964,
        "label": 97,
        "author": "jennifer e smith",
        "title": "High-Frequency Dynamics of Ocean pH: A Multi-Ecosystem Comparison",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The effect of Ocean Acidification (OA) on marine biota is quasi-predictable at best. While perturbation studies, in the form of incubations under elevated pCO2, reveal sensitivities and responses of individual species, one missing link in the OA story results from a chronic lack of pH data specific to a given species’ natural habitat. Here, we present a compilation of continuous, high-resolution time series of upper ocean pH, collected using autonomous sensors, over a variety of ecosystems ranging from polar to tropical, open-ocean to coastal, kelp forest to coral reef. These observations reveal a continuum of month-long pH variability with standard deviations from 0.004 to 0.277 and ranges spanning 0.024 to 1.430 pH units. The nature of the observed variability was also highly site-dependent, with characteristic diel, semi-diurnal, and stochastic patterns of varying amplitudes. These biome-specific pH signatures disclose current levels of exposure to both high and low dissolved CO2, often demonstrating that resident organisms are already experiencing pH regimes that are not predicted until 2100. Our data provide a first step toward crystallizing the biophysical link between environmental history of pH exposure and physiological resilience of marine organisms to fluctuations in seawater CO2. Knowledge of this spatial and temporal variation in seawater chemistry allows us to improve the design of OA experiments: we can test organisms with a priori expectations of their tolerance guardrails, based on their natural range of exposure. Such hypothesis-testing will provide a deeper understanding of the effects of OA. Both intuitively simple to understand and powerfully informative, these and similar comparative time series can help guide management efforts to identify areas of marine habitat that can serve as refugia to acidification as well as areas that are particularly vulnerable to future ocean change.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Gretchen E Hofmann",
            "Jennifer E Smith",
            "Kenneth S Johnson",
            "Uwe Send",
            "Lisa A Levin",
            "Fiorenza Micheli",
            "Adina Paytan",
            "Nichole N Price",
            "Brittany Peterson",
            "Yuichiro Takeshita",
            "Paul G Matson",
            "Elizabeth Derse Crook",
            "Kristy J Kroeker",
            "Maria Cristina Gambi",
            "Emily B Rivest",
            "Christina A Frieder",
            "Pauline C Yu",
            "Todd R Martz"
        ],
        "keywords": ""
    },
    {
        "id": 4919,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Gradients in Primary Production Predict Trophic Strategies of Mixotrophic Corals across Spatial Scales",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Mixotrophy is among the most successful nutritional strategies in terrestrial and marine ecosystems. The ability of organisms to supplement primary nutritional modes along continua of autotrophy and heterotrophy fosters trophic flexibility that can sustain metabolic demands under variable or stressful conditions. Symbiotic, reef-building corals are among the most broadly distributed and ecologically important mixotrophs, yet we lack a basic understanding of how they modify their use of autotrophy and heterotrophy across gradients of food availability. Here, we evaluate how one coral species, Pocillopora meandrina, supplements autotrophic nutrition through heterotrophy within an archipelago and test whether this pattern holds across species globally. Using stable isotope analysis (δ13C) and satellite-derived estimates of nearshore primary production (chlorophyll-a, as a proxy for food availability), we show that P. meandrina incorporates a greater proportion of carbon via heterotrophy when more food is available across five central Pacific islands. We then show that this pattern is consistent globally using data from 15 coral species across 16 locations spanning the Caribbean Sea and the Indian and Pacific Oceans. Globally, surface chlorophyll-a explains 77% of the variation in coral heterotrophic nutrition, 86% for one genus across 10 islands, and 94% when controlling for coral taxonomy within archipelagos. These results demonstrate, for the first time, that satellite-derived estimates of nearshore primary production provide a globally relevant proxy for resource availability that can explain variation in coral trophic ecology. Thus, our model provides a pivotal step toward resolving the biophysical couplings between mixotrophic organisms and spatial patterns of resource availability in the coastal oceans.",
        "email": "",
        "conf": "Current Biology",
        "coauthors": [
            "Michael D Fox",
            "Gareth J Williams",
            "Maggie D. Johnson",
            "Veronica Z Radice",
            "Brian J Zgliczynski",
            "Emily K A Kelly",
            "Forest L Rohwer",
            "Stuart A Sandin",
            "Jennifer E Smith"
        ],
        "keywords": "coral reef,heterotrophy,stable isotopes,phytoplankton,nutrients,chlorophyll-,oceanography,remote sensing"
    },
    {
        "id": 4953,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Global biogeography of autotroph chemistry: Is insolation a driving force?",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The tissue chemistry of plants can influence ecosystem processes including growth, herbivory, and decomposition. Our comparison of nitrogen and phosphorus in over 1700 autotroph taxa demonstrates that latitudinal trends in tissue chemistry are consistent across non‐vascular and vascular species in freshwater, terrestrial, and marine ecosystems. Tissue chemistry varies most within species and taxonomic lineages, yet the nitrogen to phosphorus ratio within individuals is strikingly similar among species in different ecosystems. These results shed new light on existing hypotheses, suggesting that light (e.g. photon flux) and growing season duration are primary drivers of latitudinal gradients in tissue chemistry, but providing little support for temperature, nutrient supply, or soil substrate age. Photoautotroph nitrogen (N) and phosphorus (P) tissue concentrations can influence ecosystem function via processes including growth, decomposition, and consumption, and may reflect traits maintaining coexistence. Studies in terrestrial systems have led to hypotheses that latitudinal trends in the N and P content of leaves may be driven by soil substrate age, environmental temperature, or season length; however, terrestrial patterns alone cannot differentiate these mechanisms. Here, we demonstrate that broad geographical patterns of N and P in freshwater and marine multicellular photoautotrophs are concordant with those in terrestrial ecosystems. Our > 6800 record database reveals that mean tissue N and P increase with latitude in all ecosystems, but P increases more rapidly, causing N:P to decline; mean N:P scaling within individuals also is identical among systems, despite very different evolutionary environments. A partitioning of the variance in these data suggests that species composition and local environmental context likely lead to the variation observed within a latitudinal band. However, the consistency of trends in photosynthetic tissue chemistry across Earth’s ecosystems suggests that biogeographical gradients in insolation and growing season length may constrain tissue N and P, whereas global trends in temperature, nutrient supply, and soil substrate age are unlikely to generate the consistent latitudinal trends among ecosystems. Thus, this cross‐ecosystem comparison suggests a new hypothesis, global patterns of insolation, while also providing a new perspective on other mechanisms that have been hypothesized to underlie latitudinal trends in photosynthetic tissue chemistry.",
        "email": "",
        "conf": "Oikos",
        "coauthors": [
            "Elizabeth T Borer",
            "Matthew E S Bracken",
            "Eric William Seabloom",
            "Jennifer E Smith",
            "Just Cebrian",
            "Elsa E Cleland",
            "James J Elser",
            "William F Fagan",
            "Daniel S Gruner",
            "W Stanley Harpole",
            "Helmut Hillebrand",
            "Andrew J Kerkhoff",
            "Jacqueline T. Ngai"
        ],
        "keywords": "ambient temperature, autotrophs, biogeography, chemistry, databases, ecosystems, growing season, herbivores, latitude, leaves, nitrogen, phosphorus, soil, solar radiation, species diversity, variance"
    },
    {
        "id": 4987,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Field biology of Halimeda tuna (Bryopsidales Chlorophyta) across a depth gradient: Comparative growth survivorship recruitment and reproduction",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Growth, survivorship, recruitment, and reproduction of Halimeda tuna, a dominant green alga in many reef systems of the Florida Keys, were monitored at a shallow back reef (4–7m) and deep reef slope (15–22 m) on Conch Reef. Despite lower light intensities and similar grazing pressures, amphipod infestations, and epiphyte loads at both sites, the deeper site exhibited significantly higher growth rates in summer months over a 4-year period than found for the shallow population, possibly because of higher nutrient levels at depth and photoinhibition of shallow plants. Sexual reproductive events occurred simultaneously across the entire reef, with up to 5% of the population at both sites developing gametangia. New upright axes formed from zygotes, asexual fragmentation, or vegetative runners. Plants appear to have persistent basal stumps that survive harsh environmental conditions, even if upright, photosynthetic axes are removed. Sexual reproduction and ‘smothering’ by epiphyte overgrowth are hypothesized to be two causes of death for individuals.",
        "email": "",
        "conf": "Hydrobiologia",
        "coauthors": [
            "Peter S Vroom",
            "Celia M Smith",
            "James A Coyer",
            "Linda J Walters",
            "Cynthia L Hunter",
            "Kevin S Beach",
            "Jennifer E Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4926,
        "label": 97,
        "author": "jennifer e smith",
        "title": "A budget of algal production and consumption by herbivorous fish in an herbivore fisheries management area Maui Hawaii",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The relative rates of carbon fixed by primary producers vs. consumption by primary consumers shape the community of organisms in ecosystems. On coral reefs, it is important to understand the demography of algae, given known competitive dynamics with reef‐building corals. Numerous studies have shown that fleshy algal abundance is enhanced in the absence of top‐down control by herbivores on coral reefs. However, fewer studies have quantified and compared rates of production by the benthic fleshy algal community and consumption by herbivores. Here, we estimate a budget for fleshy algal growth and herbivorous fish consumption on a Hawaiian coral reef based upon integration of field‐measured and taxonomically specific variables. Data were collected at Kahekili Herbivore Fisheries Management Area, Maui, established in 2009, in which taking of herbivorous fish and urchins is prohibited. Daily algal production was determined by quantifying benthic community composition, standing stock of algal biomass, and growth rates of common algal components. Consumption was determined using distributions of biomass and size classes of herbivorous fish species, consumption rates of herbivores on different algal species, and herbivore bite sizes. Our results show that throughout the first five years of herbivore protection, algal production consistently exceeded the grazing capacity of the herbivorous fish assemblage, but by a diminishing margin since 2010 (consumption 20.8% of production) to the end of the study in 2014 (consumption 67.0% of production). Further, larger size classes of herbivorous fishes in the scraper/excavator herbivore guild contributed more to consumption in later years, which could have additional feedbacks that promote reef‐building taxa. Projecting the budget using data from a neighboring decades‐long protected herbivorous fish assemblage indicated that the production and consumption budget for Kahekili could become balanced in future with continued management.",
        "email": "",
        "conf": "Ecosphere",
        "coauthors": [
            "Emily L. A. Kelly",
            "Yoan Eynaud",
            "Ivor D. Williams",
            "Russell T. Sparks",
            "Meghan L. Dailer",
            "Stuart A. Sandin",
            "Jennifer E. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4968,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Nutrient co-limitation of primary producer communities",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Synergistic interactions between multiple limiting resources are common, highlighting the importance of co‐limitation as a constraint on primary production. Our concept of resource limitation has shifted over the past two decades from an earlier paradigm of single‐resource limitation towards concepts of co‐limitation by multiple resources, which are predicted by various theories. Herein, we summarise multiple‐resource limitation responses in plant communities using a dataset of 641 studies that applied factorial addition of nitrogen (N) and phosphorus (P) in freshwater, marine and terrestrial systems. We found that more than half of the studies displayed some type of synergistic response to N and P addition. We found support for strict definitions of co‐limitation in 28% of the studies: i.e. community biomass responded to only combined N and P addition, or to both N and P when added separately. Our results highlight the importance of interactions between N and P in regulating primary producer community biomass and point to the need for future studies that address the multiple mechanisms that could lead to different types of co‐limitation.",
        "email": "",
        "conf": "Ecology Letters",
        "coauthors": [
            "William Stanley Harpole",
            "Jacqueline T Ngai",
            "Elsa E Cleland",
            "Eric W. Seabloom",
            "Elizabeth T. Borer",
            "Matthew E.S. Bracken",
            "James J. Elser",
            "Daniel S. Gruner",
            "Helmut Hillebrand",
            "Jonathan B. Shurin",
            "Jennifer E. Smith"
        ],
        "keywords": "Autotroph,co‐limitation,meta‐analysis,multiple nutrient limitation,nitrogen,phosphorus,plant biomass,plant community,stoichiometry,von Liebig"
    },
    {
        "id": 4986,
        "label": 97,
        "author": "jennifer e smith",
        "title": "153 Invasive Macroalgae on Tropical Reefs: Impacts Interactions Mechanisms and Management",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The introduction of non‐indigenous species is currently viewed as one of the largest threats to global biodiversity. Non‐indigenous marine algae (NIMA) in temperate seas around the world have caused significant losses to ecosystem structure and function. However, the introduction of invasive species in tropical marine ecosystems has not typically been viewed as a significant threat despite the number of species that have been transported to reef regions around the world for open‐reef aquaculture. The research presented here represents some of the first quantified evidence of significant negative impacts of NIMA in tropical waters. This study characterized several ecological and physiological aspects of one the most successful and potentially threatening NIMA on Hawaii's coral reefs, K. alvarezii . Results of large‐scale surveys and a number of permanently established invader removal plots suggest that K. alvarezii is having negative impacts on native species diversity. Interactions between K. alvarezii and coral abundance were examined using photoquadrats and results indicate that the invader is causing coral death as a result of overgrowth and shading. Possible mechanisms influencing invader success including responses to nutrient enrichment, grazer consumption rates and reproductive characteristics were examined. Results from a number of experiments suggest that without mitigation K. alvarezii will continue to spread. In an effort to minimize negative impacts and prevent spread several management strategies were examined including manual removal, use of chemical and temperature treatments and enhancement of native sea urchins. While some of these tools are promising control options, rapid implementation is needed to prevent further damage.",
        "email": "",
        "conf": "Journal of Phycology",
        "coauthors": [
            "Jennifer E Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4924,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Ecological assessment of the marine ecosystems of Barbuda West Indies: Using rapid scientific assessment to inform ocean zoning and fisheries management",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "To inform a community-based ocean zoning initiative, we conducted an intensive ecological assessment of the marine ecosystems of Barbuda, West Indies. We conducted 116 fish and 108 benthic surveys around the island, and measured the abundance and size structure of lobsters and conch at 52 and 35 sites, respectively. We found that both coral cover and fish biomass were similar to or lower than levels observed across the greater Caribbean; live coral cover and abundance of fishery target species, such as large snappers and groupers, was generally low. However, Barbuda lacks many of the high-relief forereef areas where similar work has been conducted in other Caribbean locations. The distribution of lobsters was patchy, making it difficult to quantify density at the island scale. However, the maximum size of lobsters was generally larger than in other locations in the Caribbean and similar to the maximum size reported 40 years ago. While the lobster population has clearly been heavily exploited, our data suggest that it is not as overexploited as in much of the rest of the Caribbean. Surveys of Barbuda’s Codrington Lagoon revealed many juvenile lobsters, but none of legal size (95 mm carapace length), suggesting that the lagoon functions primarily as nursery habitat. Conch abundance and size on Barbuda were similar to that of other Caribbean islands. Our data suggest that many of the regional threats observed on other Caribbean islands are present on Barbuda, but some resources—particularly lobster and conch—may be less overexploited than on other Caribbean islands. Local management has the potential to provide sustainability for at least some of the island’s marine resources. We show that a rapid, thorough ecological assessment can reveal clear conservation opportunities and facilitate rapid conservation action by providing the foundation for a community-driven policymaking process at the island scale.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Benjamin I. Ruttenberg",
            "Jennifer E Caselle",
            "Andrew J. Estep",
            "Ayana Elizabeth Johnson",
            "Kristen L Marhaver",
            "Lee J Richter",
            "Stuart A Sandin",
            "Mark J A Vermeij",
            "Jennifer E Smith",
            "David Grenda",
            "Abigail Cannon"
        ],
        "keywords": ""
    },
    {
        "id": 4929,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Porites superfusa mortality and recovery from a bleaching event at Palmyra Atoll USA",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The demography of a coral colony is not a binary trajectory of life and death. Based on the flexibility afforded by colonial organization, most reef-building corals employ a variety of dynamic survival strategies, including growth and shrinkage. The demographic flexibility affects coral size, shape and reproductive output, among other factors. It is thus critical to quantify the relative importance of key dynamics of recruitment, mortality, growth and shrinkage in changing the overall cover of coral on a reef. Using fixed photographic quadrats, we tracked the patterns of change in the cover of one common central Pacific coral, Porites superfusa, before and after the 2009 ENSO event. Coral colonies suffered both whole and partial colony mortality, although larger colonies were more likely to survive. In subsequent years, recruitment of new colonies and regrowth of surviving colonies both contributed to the modest recovery of P. superfusa. This study is unique in its quantitative comparisons of coral recruitment versus regrowth during periods of areal expansion. Our data suggest that recovery is not limited simply to the long pathway of settlement, recruitment and early growth of new colonies but is accelerated by means of regrowth of already established colonies having suffered partial mortality.",
        "email": "",
        "conf": "PeerJ",
        "coauthors": [
            "Kathryn Anne Furby",
            "Jennifer E Smith",
            "Stuart Adrian Sandin"
        ],
        "keywords": "Climate change, Coral bleaching, Population dynamics, ENSO, Coral regrowth, Coral recovery"
    },
    {
        "id": 4951,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Ocean warming and acidification have complex interactive effects on the dynamics of a marine fungal disease",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Diseases threaten the structure and function of marine ecosystems and are contributing to the global decline of coral reefs. We currently lack an understanding of how climate change stressors, such as ocean acidification (OA) and warming, may simultaneously affect coral reef disease dynamics, particularly diseases threatening key reef-building organisms, for example crustose coralline algae (CCA). Here, we use coralline fungal disease (CFD), a previously described CCA disease from the Pacific, to examine these simultaneous effects using both field observations and experimental manipulations. We identify the associated fungus as belonging to the subphylum Ustilaginomycetes and show linear lesion expansion rates on individual hosts can reach 6.5 mm per day. Further, we demonstrate for the first time, to our knowledge, that ocean-warming events could increase the frequency of CFD outbreaks on coral reefs, but that OA-induced lowering of pH may ameliorate outbreaks by slowing lesion expansion rates on individual hosts. Lowered pH may still reduce overall host survivorship, however, by reducing calcification and facilitating fungal bio-erosion. Such complex, interactive effects between simultaneous extrinsic environmental stressors on disease dynamics are important to consider if we are to accurately predict the response of coral reef communities to future climate change.",
        "email": "",
        "conf": "Proceedings of the Royal Society B: Biological Sciences",
        "coauthors": [
            "Gareth J. Williams",
            "Nichole N. Price",
            "Blake Ushijima",
            "Greta S. Aeby",
            "Sean Callahan",
            "Simon K. Davy",
            "Jamison M. Gove",
            "Maggie D. Johnson",
            "Ingrid S. Knapp",
            "Amanda Shore-Maggio",
            "Jennifer E. Smith",
            "Patrick Videau",
            "Thierry M. Work"
        ],
        "keywords": ""
    },
    {
        "id": 4970,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Periodic endolithic algal blooms in Montastraea faveolata corals may represent periods of low-level stress",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Cores from the scleractinian coral Montastraea faveolata (Ellis and Solander, 1786) sensu weil and Knowlton (1994) from the Mesoamerican Reef possess obvious green bands, sometimes occurring annually, but more often at less frequent intervals. Bands are remnant concentrations of the endolithic green alga Ostreobium spp. that grow parallel to and below the living coral tissue. We dated green bands in 58 M. faveolata cores collected from four sites on the Mesoamerican Reef. We found that the bands are not related to coral skeletal growth reductions, but instead are caused by algal blooms within the coral skeleton. We hypothesize that the blooms occur during periods of coral paling (the partial loss of pigmentation), during which more light penetrates through the translucent coral tissue into the coral skeleton. This hypothesis is supported by observations of discontinuous banding within the skeleton, the patchiness of pigment loss in living corals, and ecological observations of endolithic algal blooms in living bleached corals. At three sites, there was a significant increase in green band occurrence over time, which suggests that coral paling may have increased over the last several decades.",
        "email": "",
        "conf": "Bulletin of Marine Science -Miami-",
        "coauthors": [
            "Jessica E. Carilli",
            "Jessie Godfrey",
            "Richard D. Norris",
            "Stuart A. Sandin",
            "Jennifer E. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4991,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Factors influencing algal blooms on tropical reefs with an emphasis on herbivory nutrients and invasive species",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Algal blooms on tropical reefs have become increasingly common over the last several decades. Reduced herbivore pressure, eutrophication and the introduction of exotic species have all been posited as factors that may drive these transitions in organism dominance. Several different types of algal blooms have been identified on reefs in the Hawaiian Islands including multispecies algal assemblages, monospecific algal blooms and seasonal or ephemeral blooms. This study sought to determine the causes of these different types of algal blooms by conducting both field and laboratory experiments and quantitative field assessments. In a factorial nutrient enrichment and herbivore exclusion experiment conducted for 6 months on the island of Hawaiʻi significant changes in algal biomass, community structure, sediment accumulation and mobile microinvertebrate abundance were found. Results of this study show that benthic reef communities can change rapidly in response to changes in both top down and bottom up factors. From field assessments across the main Hawaiian Islands a total of five (Acanthophora spicifera, Hypnea musciformis, Graci/aria salicornia, Kappaphycus spp. and Avranvillea amadelpha) species of nonindigenous algae can now be considered highly successful. Detailed studies on the ecology of select nonindigenous marine algae (NIMA) have identified particular concerns and highlighted the need for management action. In summary management of these invasive species will be challenging as a result of unique ecological and physiological strategies that each NIMA possesses. The ephemeral bloom forming native alga Cladophora sericea was studied during a bloom cycle during 2001 on the island of Maui. Results of ambient and sediment pore water sampling and algal physiological parameters suggest that ground water intrusion is occurring at this site and the alga appears to be utilizing this terrestrial based nutrient source. Upwelling and internal tides can naturally deliver nutrient rich water into coral reef ecosystems. In an area where internal tidal upwelling occurs in the Florida Keys, one of the most common benthic reef algae Halimeda tuna reflected patterns associated with natural nutrient enrichment. This study provides evidence that rich and highly productive benthic algae may thrive in deep water coral reef environments in response to naturally elevated nutrient conditions.",
        "email": "",
        "conf": "Doctoral dissertation, University of Hawaii",
        "coauthors": [
            "Jennifer E Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4952,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Effects of reduced dissolved oxygen concentrations on physiology and fluorescence of hermatypic corals and benthic algae",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "While shifts from coral to seaweed dominance have become increasingly common on coral reefs and factors triggering these shifts successively identified, the primary mechanisms involved in coral-algae interactions remain unclear. Amongst various potential mechanisms, algal exudates can mediate increases in microbial activity, leading to localized hypoxic conditions which may cause coral mortality in the direct vicinity. Most of the processes likely causing such algal exudate induced coral mortality have been quantified (e.g., labile organic matter release, increased microbial metabolism, decreased dissolved oxygen availability), yet little is known about how reduced dissolved oxygen concentrations affect competitive dynamics between seaweeds and corals. The goals of this study were to investigate the effects of different levels of oxygen including hypoxic conditions on a common hermatypic coral Acropora yongei and the common green alga Bryopsis pennata. Specifically, we examined how photosynthetic oxygen production, dark and daylight adapted quantum yield, intensity and anatomical distribution of the coral innate fluorescence, and visual estimates of health varied with differing background oxygen conditions. Our results showed that the algae were significantly more tolerant to extremely low oxygen concentrations (2–4 mg L−1) than corals. Furthermore corals could tolerate reduced oxygen concentrations, but only until a given threshold determined by a combination of exposure time and concentration. Exceeding this threshold led to rapid loss of coral tissue and mortality. This study concludes that hypoxia may indeed play a significant role, or in some cases may even be the main cause, for coral tissue loss during coral-algae interaction processes.",
        "email": "",
        "conf": "PeerJ",
        "coauthors": [
            "Andreas F Haas",
            "Jennifer E Smith",
            "Melissa Thompson",
            "Dimitri D Deheyn"
        ],
        "keywords": "Oxygen, Hypoxia, Fluorescence, Photobiology, Coral-algae competition"
    },
    {
        "id": 4983,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Hurricane-induced propagation and rapid regrowth of the weedy brown alga Dictyota in the Florida Keys.",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Hurricanes drastically affect shallow coral reef ecosystems by physically removing and fragmenting biological organisms, or scouring them as massive amounts of sand and rubble are displaced. This study assesses the impact of a Category I hurricane on populations of the weedy brown macroalga Dictyota in the Florida Keys, and considers the fate of the algal biomass shredded and displaced by subsequent water flow. In October 1999, Hurricane Irene decimated Dictyota spp. populations, however fragments created remained viable",
        "email": "",
        "conf": "Florida Scientist",
        "coauthors": [
            "Peter Vroom",
            "Linda Walters",
            "Kevin Beach",
            "James Coyer",
            "Jennifer Smith",
            "Marie-Josée Abgrall",
            "Dorothy Byron",
            "Kathryn DeAngelis",
            "Brenda Konar",
            "Julie Liss",
            "Ryan Okano",
            "Cassandra Roberts",
            "Laura Herren",
            "Monica Woo",
            "Celia Smith"
        ],
        "keywords": "Hurricanes, Coral reefs, Macroalgae, Green algae, Algal blooms, Cays, Snails, Reefs"
    },
    {
        "id": 4918,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Future sea-level rise drives rocky intertidal habitat loss and benthic community change",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Rocky intertidal ecosystems may be particularly susceptible to sea-level rise impacts but few studies have explored community scale response to future sea-level scenarios. Combining remote-sensing with large-area imaging, we quantify habitat extent and describe biological community structure at two rocky intertidal study locations in California. We then estimate changes in habitat area and community composition under a range of sea-level rise scenarios using a model-based approach. Our results suggest that future sea-level rise will significantly reduce rocky intertidal area at our study locations, leading to an overall decrease in benthic habitat and a reduction in overall invertebrate abundances, but increased densities of certain taxa. These results suggest that sea-level rise may fundamentally alter the structure and function of rocky intertidal systems. As large scale environmental changes such as sea-level rise accelerate in the next century, more extensive spatially-explicit monitoring at ecologically relevant scales will be needed to visualize and quantify the impacts to biological systems.",
        "email": "",
        "conf": "bioRxiv",
        "coauthors": [
            "Nikolas Kaplanis",
            "Clinton Edwards",
            "Yoan Eynaud",
            "Jennifer E Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4927,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Complex and interactive effects of ocean acidification and temperature on epilithic and endolithic coral-reef turf algal assemblages",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Turf algal assemblages are ubiquitous primary producers on coral reefs, but little is known about the response of this diverse group to ocean acidification (OA) across different temperatures. We tested the hypothesis that CO2 influences the functional response of epilithic and endolithic turf assemblages to increasing temperature. Replicate carbonate plugs covered by turf were collected from the reef and exposed to ambient and high pCO2 (1000 µatm) conditions for 3 weeks. Each pCO2 treatment was replicated across six temperatures (24.0–31.5 °C) that spanned the full seasonal temperature range on a fringing reef in Moorea, French Polynesia, and included one warming treatment (3 °C above daily average temperatures). Temperature and CO2 enrichment had complex, and sometimes interactive, effects on turf metabolism and growth. Photosynthetic and respiration rates were enhanced by increasing temperature, with an interactive effect of CO2 enrichment. Photosynthetic rates were amplified by high CO2 in the warmest temperatures, while the increase in respiration rates with temperature were enhanced under ambient CO2. Epilithic turf growth rates were not affected by temperature, but increased in response to CO2 enrichment. We found that CO2 and temperature interactively affected the endolithic assemblage, with the highest growth rates under CO2 enrichment, but only at the warmest temperatures. These results demonstrate how OA may influence algal physiology and growth across a range of ecologically relevant temperatures, and indicate that the effects of CO2 enrichment on coral-reef turf assemblages can be temperature dependent. The complex effects of CO2 enrichment and temperature across a suite of algal responses illustrates the importance of incorporating multiple stressors into global change experiments.",
        "email": "",
        "conf": "Coral Reefs",
        "coauthors": [
            "Maggie D. Johnson",
            "Steeve Comeau",
            "Coulson A. Lantz",
            "Jennifer E Smith"
        ],
        "keywords": "Epilithic algal matrix,Global change,Photosynthesis,Primary production,Physiology"
    },
    {
        "id": 4940,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Baseline Assessment of Net Calcium Carbonate Accretion Rates on U.S. Pacific Reefs",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "This paper presents a comprehensive quantitative baseline assessment of in situ net calcium carbonate accretion rates (g CaCO3 cm-2 yr-1) of early successional recruitment communities on Calcification Accretion Unit (CAU) plates deployed on coral reefs at 78 discrete sites, across 11 islands in the central and south Pacific Oceans. Accretion rates varied substantially within and between islands, reef zones, levels of wave exposure, and island geomorphology. For forereef sites, mean accretion rates were the highest at Rose Atoll, Jarvis, and Swains Islands, and the lowest at Johnston Atoll and Tutuila. A comparison between reef zones showed higher accretion rates on forereefs compared to lagoon sites; mean accretion rates were also higher on windward than leeward sites but only for a subset of islands. High levels of spatial variability in net carbonate accretion rates reported herein draw attention to the heterogeneity of the community assemblages. Percent cover of key early successional taxa on CAU plates did not reflect that of the mature communities present on surrounding benthos, possibly due to the short deployment period (2 years) of the experimental units. Yet, net CaCO3 accretion rates were positively correlated with crustose coralline algae (CCA) percent cover on the surrounding benthos and on the CAU plates, which on average represented >70% of the accreted material. For foreeefs and lagoon sites combined CaCO3 accretion rates were statistically correlated with total alkalinity and Chlorophyll-a; a GAM analysis indicated that SiOH and Halimeda were the best predictor variables of accretion rates on lagoon sites, and total alkalinity and Chlorophyll-a for forereef sites, demonstrating the utility of CAUs as a tool to monitor changes in reef accretion rates as they relate to ocean acidification. This study underscores the pivotal role CCA play as a key benthic component and supporting actively calcifying reefs; high Mg-calcite exoskeletons makes CCA extremely susceptible changes in ocean water pH, emphasizing the far-reaching threat that ocean acidification poses to the ecological function and persistence of coral reefs worldwide.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Bernardo Vargas-Angel",
            "Cristi L Richards",
            "Peter S Vroom",
            "Nichole N Price",
            "Tom Schils",
            "Charles W Young",
            "Jennifer Smith",
            "Maggie D Johnson",
            "Russell E Brainard"
        ],
        "keywords": ""
    },
    {
        "id": 4972,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Hyperspectral and Physiological Analyses of Coral-Algal Interactions",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Space limitation leads to competition between benthic, sessile organisms on coral reefs. As a primary example, reef-building corals are in direct contact with each other and many different species and functional groups of algae. Here we characterize interactions between three coral genera and three algal functional groups using a combination of hyperspectral imaging and oxygen microprofiling. We also performed in situ interaction transects to quantify the relative occurrence of these interaction on coral reefs. These studies were conducted in the Southern Line Islands, home to some of the most remote and near-pristine reefs in the world. Our goal was to determine if different types of coral-coral and coral-algal interactions were characterized by unique fine-scale physiological signatures. This is the first report using hyperspectral imaging for characterization of marine benthic organisms at the micron scale and proved to be a valuable tool for discriminating among different photosynthetic organisms. Consistent patterns emerged in physiology across different types of competitive interactions. In cases where corals were in direct contact with turf or macroalgae, there was a zone of hypoxia and altered pigmentation on the coral. In contrast, interaction zones between corals and crustose coralline algae (CCA) were not hypoxic and the coral tissue was consistent across the colony. Our results suggest that at least two main characteristic coral interaction phenotypes exist: 1) hypoxia and coral tissue disruption, seen with interactions between corals and fleshy turf and/or some species of macroalgae, and 2) no hypoxia or tissue disruption, seen with interactions between corals and some species of CCA. Hyperspectral imaging in combination with oxygen profiling provided useful information on competitive interactions between benthic reef organisms, and demonstrated that some turf and fleshy macroalgae can be a constant source of stress for corals, while CCA are not.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Katie Barott",
            "Jennifer E Smith",
            "Elizabeth Dinsdale",
            "Mark Hatay",
            "Stuart Sandin",
            "Forest Rohwer"
        ],
        "keywords": ""
    },
    {
        "id": 4947,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Local genomic adaptation of coral reef-associated microbiomes to gradients of natural variability and anthropogenic stressors",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Holobionts are species-specific associations between macro- and microorganisms. On coral reefs, the benthic coverage of coral and algal holobionts varies due to natural and anthropogenic forcings. Different benthic macroorganisms are predicted to have specific microbiomes. In contrast, local environmental factors are predicted to select for specific metabolic pathways in microbes. To reconcile these two predictions, we hypothesized that adaptation of microbiomes to local conditions is facilitated by the horizontal transfer of genes responsible for specific metabolic capabilities. To test this hypothesis, microbial metagenomes were sequenced from 22 coral reefs at 11 Line Islands in the central Pacific that together span a wide range of biogeochemical and anthropogenic influences. Consistent with our hypothesis, the percent cover of major benthic functional groups significantly correlated with particular microbial taxa. Reefs with higher coral cover had a coral microbiome with higher abundances of Alphaproteobacteria (such as Rhodobacterales and Sphingomonadales), whereas microbiomes of algae-dominated reefs had higher abundances of Gammaproteobacteria (such as Alteromonadales, Pseudomonadales, and Vibrionales), Betaproteobacteria, and Bacteriodetes. In contrast to taxa, geography was the strongest predictor of microbial community metabolism. Microbial communities on reefs with higher nutrient availability (e.g., equatorial upwelling zones) were enriched in genes involved in nutrient-related metabolisms (e.g., nitrate and nitrite ammonification, Ton/Tol transport, etc.). On reefs further from the equator, microbes had more genes encoding chlorophyll biosynthesis and photosystems I/II. These results support the hypothesis that core microbiomes are determined by holobiont macroorganisms, and that those core taxa adapt to local conditions by selecting for advantageous metabolic genes.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "Linda W. Kelly",
            "Gareth J. Williams",
            "Katie L. Barott",
            "Craig A. Carlson",
            "Elizabeth A. Dinsdale",
            "Robert A. Edwards",
            "Andreas F. Haas",
            "Matthew Haynes",
            "Yan Wei Lim",
            "Tracey McDole",
            "Craig E. Nelson",
            "Enric Sala",
            "Stuart A. Sandin",
            "Jennifer E. Smith",
            "Mark J. A. Vermeij",
            "Merry Youle",
            "Forest Rohwer"
        ],
        "keywords": "microbial biogeography,marine bacteria,metabolic potential"
    },
    {
        "id": 4957,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Coral and macroalgal exudates vary in neutral sugar composition and differentially enrich reef bacterioplankton lineages",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Increasing algal cover on tropical reefs worldwide may be maintained through feedbacks whereby algae outcompete coral by altering microbial activity. We hypothesized that algae and coral release compositionally distinct exudates that differentially alter bacterioplankton growth and community structure. We collected exudates from the dominant hermatypic coral holobiont Porites spp. and three dominant macroalgae (one each Ochrophyta, Rhodophyta and Chlorophyta) from reefs of Mo’orea, French Polynesia. We characterized exudates by measuring dissolved organic carbon (DOC) and fractional dissolved combined neutral sugars (DCNSs) and subsequently tracked bacterioplankton responses to each exudate over 48 h, assessing cellular growth, DOC/DCNS utilization and changes in taxonomic composition (via 16S rRNA amplicon pyrosequencing). Fleshy macroalgal exudates were enriched in the DCNS components fucose (Ochrophyta) and galactose (Rhodophyta); coral and calcareous algal exudates were enriched in total DCNS but in the same component proportions as ambient seawater. Rates of bacterioplankton growth and DOC utilization were significantly higher in algal exudate treatments than in coral exudate and control incubations with each community selectively removing different DCNS components. Coral exudates engendered the smallest shift in overall bacterioplankton community structure, maintained high diversity and enriched taxa from Alphaproteobacteria lineages containing cultured representatives with relatively few virulence factors (VFs) (Hyphomonadaceae and Erythrobacteraceae). In contrast, macroalgal exudates selected for less diverse communities heavily enriched in copiotrophic Gammaproteobacteria lineages containing cultured pathogens with increased VFs (Vibrionaceae and Pseudoalteromonadaceae). Our results demonstrate that algal exudates are enriched in DCNS components, foster rapid growth of bacterioplankton and select for bacterial populations with more potential VFs than coral exudates.",
        "email": "",
        "conf": "The ISME Journal",
        "coauthors": [
            "Craig E Nelson",
            "Stuart J Goldberg",
            "Linda Wegley Kelly",
            "Andreas F Haas",
            "Jennifer E Smith",
            "Forest Rohwer",
            "Craig A Carlson"
        ],
        "keywords": "coral; algae; reef; bacteria; exudate; DCNS"
    },
    {
        "id": 4974,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Baselines and Degradation of Coral Reefs in the Northern Line Islands",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Effective conservation requires rigorous baselines of pristine conditions to assess the impacts of human activities and to evaluate the efficacy of management. Most coral reefs are moderately to severely degraded by local human activities such as fishing and pollution as well as global change, hence it is difficult to separate local from global effects. To this end, we surveyed coral reefs on uninhabited atolls in the northern Line Islands to provide a baseline of reef community structure, and on increasingly populated atolls to document changes associated with human activities. We found that top predators and reef-building organisms dominated unpopulated Kingman and Palmyra, while small planktivorous fishes and fleshy algae dominated the populated atolls of Tabuaeran and Kiritimati. Sharks and other top predators overwhelmed the fish assemblages on Kingman and Palmyra so that the biomass pyramid was inverted (top-heavy). In contrast, the biomass pyramid at Tabuaeran and Kiritimati exhibited the typical bottom-heavy pattern. Reefs without people exhibited less coral disease and greater coral recruitment relative to more inhabited reefs. Thus, protection from overfishing and pollution appears to increase the resilience of reef ecosystems to the effects of global warming.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Stuart Sandin",
            "Jennifer E Smith",
            "Edward Emile DeMartini",
            "Elizabeth A Dinsdale",
            "Simon D Donner",
            "Alan M Friedlander",
            "Talina Konotchick",
            "Machel Malay",
            "James E Maragos",
            "David Obura",
            "Olga Pantos",
            "Gustav Paulay",
            "Morgan Richie",
            "Forest Rohwer",
            "Robert E Schroeder",
            "Sheila Walsh",
            "Jeremy B C Jackson",
            "Nanacy Knowlton",
            "Enric Sala"
        ],
        "keywords": ""
    },
    {
        "id": 4933,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Assessment of net community production and calcification of a coral reef using a boundary layer approach",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Coral reefs are threatened worldwide, and there is a need to develop new approaches to monitor reef health under natural conditions. Because simultaneous measurements of net community production (NCP) and net community calcification (NCC) are used as important indicators of reef health, tools are needed to assess them in situ. Here we present the Benthic Ecosystem and Acidification Measurement System (BEAMS) to provide the first fully autonomous approach capable of sustained, simultaneous measurements of reef NCP and NCC under undisturbed, natural conditions on time scales ranging from tens of minutes to weeks. BEAMS combines the chemical and velocity gradient in the benthic boundary layer to quantify flux from the benthos for a variety of parameters to measure NCP and NCC. Here BEAMS was used to measure these rates from two different sites with different benthic communities on the western reef terrace at Palmyra Atoll for 2 weeks in September 2014. Measurements were made every ∼15 min. The trends in metabolic rates were consistent with the benthic communities between the two sites with one dominated by fleshy organisms and the other dominated by calcifiers (degraded and healthy reefs, respectively). This demonstrates the potential utility of BEAMS as a reef health monitoring tool. NCP and NCC were tightly coupled on time scales of minutes to days, and light was the primary driver for the variability of daily integrated metabolic rates. No correlation between CO2 levels and daily integrated NCC was observed, indicating that NCC at these sites were not significantly affected by CO2.",
        "email": "",
        "conf": "Journal of Geophysical Research: Oceans",
        "coauthors": [
            "Yuichiro Takeshita",
            "Wade McGillis",
            "Ellen M. Briggs",
            "Amanda L. Carter",
            "Emily M. Donham",
            "Todd R. Martz",
            "Nichole N. Price",
            "Jennifer E. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4967,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Species-specific consequences of ocean acidification for the calcareous tropical green algae Halimeda",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "",
        "email": "",
        "conf": "Marine Ecology Progress Series",
        "coauthors": [
            "Nichole N Price",
            "Scott L. Hamilton",
            "Jesse Tootell",
            "Jennifer E Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4980,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Consumer versus resource control of producer diversity depends on ecosystem type and producer community structure",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Consumer and resource control of diversity in plant communities have long been treated as alternative hypotheses. However, experimental and theoretical evidence suggests that herbivores and nutrient resources interactively regulate the number and relative abundance of coexisting plant species. Experiments have yielded divergent and often contradictory responses within and among ecosystems, and no effort has to date reconciled this empirical variation within a general framework. Using data from 274 experiments from marine, freshwater, and terrestrial ecosystems, we present a cross-system analysis of producer diversity responses to local manipulations of resource supply and/or herbivory. Effects of herbivory and fertilization on producer richness differed substantially between systems: (i) herbivores reduced species richness in freshwater but tended to increase richness in terrestrial systems; (ii) fertilization increased richness in freshwater systems but reduced richness on land. Fertilization consistently reduced evenness, whereas herbivores increased evenness only in marine and terrestrial ecosystems. Producer community evenness and ecosystem productivity mediated fertilization and herbivore effects on diversity across ecosystems. Herbivores increased producer richness in more productive habitats and in producer assemblages with low evenness. These same assemblages also showed the strongest reduction in richness with fertilization, whereas fertilization increased (and herbivory decreased) richness in producer assemblages with high evenness. Our study indicates that system productivity and producer evenness determine the direction and magnitude of top-down and bottom-up control of diversity and may reconcile divergent empirical results within and among ecosystems.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "Helmut Hillebrand",
            "Daniel S. Gruner",
            "Elizabeth T. Borer",
            "Matthew E. S. Bracken",
            "Elsa E. Cleland",
            "James J. Elser",
            "W. Stanley Harpole",
            "Jacqueline T. Ngai",
            "Eric W. Seabloom",
            "Jonathan B. Shurin",
            "Jennifer E. Smith"
        ],
        "keywords": "fertilization,herbivory,evenness,species richness,metaanalysis"
    },
    {
        "id": 4936,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Global microbialization of coral reefs",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Microbialization refers to the observed shift in ecosystem trophic structure towards higher microbial biomass and energy use. On coral reefs, the proximal causes of microbialization are overfishing and eutrophication, both of which facilitate enhanced growth of fleshy algae, conferring a competitive advantage over calcifying corals and coralline algae. The proposed mechanism for this competitive advantage is the DDAM positive feedback loop (dissolved organic carbon (DOC), disease, algae, microorganism), where DOC released by ungrazed fleshy algae supports copiotrophic, potentially pathogenic bacterial communities, ultimately harming corals and maintaining algal competitive dominance. Using an unprecedented data set of >400 samples from 60 coral reef sites, we show that the central DDAM predictions are consistent across three ocean basins. Reef algal cover is positively correlated with lower concentrations of DOC and higher microbial abundances. On turf and fleshy macroalgal-rich reefs, higher relative abundances of copiotrophic microbial taxa were identified. These microbial communities shift their metabolic potential for carbohydrate degradation from the more energy efficient Embden–Meyerhof–Parnas pathway on coral-dominated reefs to the less efficient Entner–Doudoroff and pentose phosphate pathways on algal-dominated reefs. This ‘yield-to-power’ switch by microorganism directly threatens reefs via increased hypoxia and greater CO2 release from the microbial respiration of DOC.",
        "email": "",
        "conf": "Nature Microbiology",
        "coauthors": [
            "Andreas F. Haas",
            "Mohamed F. M. Fairoz",
            "Linda W. Kelly",
            "Craig E. Nelson",
            "Elizabeth A. Dinsdale",
            "Robert A. Edwards",
            "Steve Giles",
            "Mark Hatay",
            "Nao Hisakawa",
            "Ben Knowles",
            "Yan Wei Lim",
            "Heather Maughan",
            "Olga Pantos",
            "Ty N. F. Roach",
            "Savannah E. Sanchez",
            "Cynthia B. Silveira",
            "Stuart Sandin",
            "Jennifer E. Smith",
            "Forest Rohwer"
        ],
        "keywords": ""
    },
    {
        "id": 4949,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Quantifying patterns of fish herbivory on Palmyra Atoll (USA) an uninhabited predator-dominated central Pacific coral reef",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "On many coral reefs, herbivorous fish play an essential role in regulating algal growth and influencing the outcome of coral-algal competition. Working on a remote predator-dominated coral reef on Palmyra Atoll, USA, we used behavioral foraging observations to quantify the roles of common parrotfish and surgeonfish in the roving herbivore guild. We recorded species-specific bite rates on different benthic organisms, quantified the relative abundance of those benthic organisms, and estimated benthos-specific grazing intensities as a function of bite rates, fish abundance, and percent cover. These grazing metrics were compared between the exposed fore reef (~10 m depth) and protected reef terrace (~5 m depth) habitats. We observed large differences in feeding rates and substrate selectivity among fish species. Most species fed predominately on algal turfs; however, some species foraged broadly among fleshy macroalgal taxa, while others specialized on calcified green algae of the genus Halimeda. The highest bite rates were recorded from species targeting algal turfs, while the highest rates of defecation were recorded from species targeting Halimeda. Per capita bite rates of all species were higher in the fore reef habitat (mean 45% more bites min-1); however, overall grazing intensities on turf algae (bites cm-2 d-1) were 5 times higher on the reef terrace than on the fore reef. Despite habitat-specific differences in the herbivore assemblages, the estimated distribution of total bites showed consistency among habitats, with strong guild-level positive foraging selectivity for algal turf. Comparisons of bite and defecation rate data for these herbivores across the Indo-Pacific highlight phylogenetic constraints on grazing activities. Overall, this study illustrates the importance of herbivore functional redundancy, variability in species-specific grazing, and provides a framework for assessing guild-wide grazing impacts on coral reefs.",
        "email": "",
        "conf": "Marine Ecology Progress Series",
        "coauthors": [
            "Scott L. Hamilton",
            "Jennifer E Smith",
            "Nichole N. Price",
            "Stuart Sandin"
        ],
        "keywords": "Behavioral foraging observations, Bite rates, Defecation rates, Grazing impacts, Macroalgae, Parrotfish, Surgeonfish"
    },
    {
        "id": 4944,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Quantifying scales of spatial variability in algal turf assemblages on coral reefs",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Quantifying variability over multiple spatial scales is a fundamental goal in ecology, providing insight into which scale-dependent processes most strongly influence community structure. On coral reefs, the ubiquitous turf algae are the primary food source for herbivores and competitors for space with corals. Turf algae will likely increase in the future, because they thrive under conditions that reduce coral cover. Turfs are typically treated as a single homogeneous functional group, but analyzing them as a variable assemblage is more informative. We used a hierarchical sampling design to quantify 4 scales of variability in turf assemblages from centimeters (within single dead coral heads) to kilometers (across islands) on the rarely studied Lhaviyani Atoll, Maldives. We used 4 metrics, each reflecting different ecological processes: percent cover, canopy height, richness, and assemblage composition. For most of these metrics, variability was significant at multiple spatial scales. However, for all metrics, the smallest scale (centimeters) explained the greatest proportion of overall variability. The least variability in cover, canopy height, and richness occurred among sites (100s meters), suggesting that processes such as competition, predation, and vegetative growth are heterogeneous at small scales. In contrast, assemblage composition was least variable at the largest scale (kilometers), suggesting that oceanographic processes or a well-mixed propagule supply reduce variability. With declining coral and increasing cover of turf on reefs worldwide, it will become increasingly important to understand the dynamics of coral-turf competitive interactions. However, because turf assemblages are highly variable at small spatial scales, these interactions require more detailed consideration.",
        "email": "",
        "conf": "Marine Ecology Progress Series",
        "coauthors": [
            "Jill L. Harris",
            "Levi Steele Lewis",
            "Jennifer E Smith"
        ],
        "keywords": "Epilithic algal matrix, Spatial variability, Algal assemblage, Patchiness, Hierarchical analysis"
    },
    {
        "id": 4969,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Acute effects of removing large fish from a near-pristine coral reef",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Large animals are severely depleted in many ecosystems, yet we are only beginning to understand the ecological implications of their loss. To empirically measure the short-term effects of removing large animals from an ocean ecosystem, we used exclosures to remove large fish from a near-pristine coral reef at Palmyra Atoll, Central Pacific Ocean. We identified a range of effects that followed from the removal of these large fish. These effects were revealed within weeks of their removal. Removing large fish (1) altered the behavior of prey fish; (2) reduced rates of herbivory on certain species of reef algae; (3) had both direct positive (reduced mortality of coral recruits) and indirect negative (through reduced grazing pressure on competitive algae) impacts on recruiting corals; and (4) tended to decrease abundances of small mobile benthic invertebrates. Results of this kind help advance our understanding of the ecological importance of large animals in ecosystems.",
        "email": "",
        "conf": "Marine Biology",
        "coauthors": [
            "Douglas J. McCauley",
            "Fiorenza Micheli",
            "Hillary S. Young",
            "Derek P. Tittensor",
            "Daniel R. Brumbaugh",
            "Elizabeth M. P. Madin",
            "Katherine E. Holmes",
            "Jennifer E. Smith",
            "Heike K. Lotze",
            "Paul A. DeSalles",
            "Suzanne N. Arnold",
            "Boris Worm"
        ],
        "keywords": ""
    },
    {
        "id": 4932,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Investigating functional redundancy versus complementarity in Hawaiian herbivorous coral reef fishes",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Patterns of species resource use provide insight into the functional roles of species and thus their ecological significance within a community. The functional role of herbivorous fishes on coral reefs has been defined through a variety of methods, but from a grazing perspective, less is known about the species-specific preferences of herbivores on different groups of reef algae and the extent of dietary overlap across an herbivore community. Here, we quantified patterns of redundancy and complementarity in a highly diverse community of herbivores at a reef on Maui, Hawaii, USA. First, we tracked fish foraging behavior in situ to record bite rate and type of substrate bitten. Second, we examined gut contents of select herbivorous fishes to determine consumption at a finer scale. Finally, we placed foraging behavior in the context of resource availability to determine how fish selected substrate type. All species predominantly (73–100 %) foraged on turf algae, though there were differences among the types of macroalgae and other substrates bitten. Increased resolution via gut content analysis showed the composition of turf algae consumed by fishes differed across herbivore species. Consideration of foraging behavior by substrate availability revealed 50 % of herbivores selected for turf as opposed to other substrate types, but overall, there were variable foraging portfolios across all species. Through these three methods of investigation, we found higher complementarity among herbivorous fishes than would be revealed using a single metric. These results suggest differences across species in the herbivore “rain of bites” that graze and shape benthic community composition.",
        "email": "",
        "conf": "Oecologia",
        "coauthors": [
            "Emily L. A. Kelly",
            "Yoan Eynaud",
            "Samantha M. Clements",
            "Molly Gleason",
            "Russell T. Sparks",
            "Ivor D. Williams",
            "Jennifer E. Smith"
        ],
        "keywords": "Herbivore, Functional redundancy, Complementarity, Functional guild, Selectivity "
    },
    {
        "id": 4975,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Fighting Algae in Kaneohe Bay",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "DESCRIBES AN EFFORT to remove a massive nuisance algae bloom killing corals in Kaneohe Bay, Hawaii, by sucking it up with huge barge-mounted vacuum cleaners",
        "email": "jsmith@nceas.ucsb.edu",
        "conf": "Science",
        "coauthors": [
            "Thomas Goreau",
            "Jennifer E Smith",
            "Eric J Conklin",
            "Celia M Smith",
            "Cynthia L Hunter"
        ],
        "keywords": ""
    },
    {
        "id": 4922,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Biophysical drivers of coral trophic depth zonation",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Depth is used often as a proxy for gradients in energetic resources on coral reefs and for predicting patterns of community energy use. With increasing depth, loss of light can lead to a reduced reliance on autotrophy and an increased reliance on heterotrophy by mixotrophic corals. However, the generality of such trophic zonation varies across contexts. By combining high-resolution oceanographic measurements with isotopic analyses (δ13C, δ15N) of multiple producer and consumer levels across depths (10–30 m) at a central Pacific oceanic atoll, we show trophic zonation in mixotrophic corals can be both present and absent within the same reef system. Deep-water internal waves that deliver cool particulate-rich waters to shallow reefs occurred across all sites (2.5–5.6 events week−1 at 30 m) but the majority of events remained depth-restricted (4.3–9.7% recorded at 30 m propagated to 10 m). In the absence of other particulate delivery, mixotrophs increased their relative degree of heterotrophy with increasing depth. However, where relatively long-lasting downwelling events (1.4–3.3 times the duration of any other site) occurred simultaneously, mixotrophs displayed elevated and consistent degrees of heterotrophy regardless of depth. Importantly, these long-lasting surface pulses were of a lagoonal origin, an area of rich heterotrophic resource supply. Under such circumstances, we hypothesize heterotrophic resource abundance loses its direct linkage with depth and, with resources readily available at all depths, trophic zonation is no longer present. Our results show that fine-scale intra-island hydrographic regimes and hydrodynamic connectivity between reef habitats contribute to explaining the context specific nature of coral trophic depth zonation in shallow reef ecosystems.",
        "email": "",
        "conf": "Marine Biology",
        "coauthors": [
            "Gareth J. Williams",
            "Stuart A. Sandin",
            "Brian J. Zgliczynski",
            "Michael D. Fox",
            "Jamison M. Gove",
            "Justin S. Rogers",
            "Kathryn A. Furby",
            "Aaron C. Hartmann",
            "Zachary R. Caldwell",
            "Nichole N. Price",
            "Jennifer E. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4930,
        "label": 97,
        "author": "jennifer e smith",
        "title": "An evaluation of ISFET sensors for coastal pH monitoring applications",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The accuracy and precision of ion sensitive field effect transistor (ISFET) pH sensors have been well documented, but primarily by ocean chemistry specialists employing the technology at single locations. Here we examine their performance in a network context through comparison to discrete measurements of pH, using different configurations of the Honeywell DuraFET pH sensor deployed in six coastal settings by operators with a range of experience. Experience of the operator had the largest effect on performance. The average difference between discrete and ISFET pH was 0.005 pH units, but ranged from −0.030 to 0.083 among operators, with more experienced operators within ±0.02 pH units of the discrete measurement. In addition, experienced operators achieved a narrower range of variance in difference between discrete bottle measurements and ISFET sensor readings compared to novice operators and novice operators had a higher proportion of data failing quality control screening. There were no statistically significant differences in data uncertainty associated with sensor manufacturer or deployment environment (pier-mounted, flowthrough system, and buoy-mounted). The variation we observed among operators highlights the necessity of best practices and training when instruments are to be used in a network where comparison across data streams is desired. However, while opportunities remain for improving the performance of the ISFET sensors when deployed by less experienced operators, the uncertainty associated with their deployment and validation was several-fold less than the observed natural temporal variability in pH, demonstrating the utility of these sensors in tracking local changes in acidification.",
        "email": "",
        "conf": "Regional Studies in Marine Science",
        "coauthors": [
            "Karen Mclaughlin",
            "Andrew Dickson",
            "Stephen B Weisberg",
            "Kenneth Coale",
            "Virginia Elrod",
            "Craig Hunter",
            "Kenneth S Johnson",
            "Susan Kram",
            "Raphael Kudela",
            "Todd Martz",
            "Kendra Negrey",
            "Uta Passow",
            "Frank Shaughnessy",
            "Jennifer E Smith",
            "Dawit Tadesse",
            "Libe Washburn",
            "Kyle R. Weis"
        ],
        "keywords": "pH,Sensor,Ion sensitive field effect transistor (ISFET) pH sensors,Acidification,Monitoring network"
    },
    {
        "id": 4985,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Ecology of the Invasive Red Alga Gracilaria salicornia (Rhodophyta) on O'ahu Hawai'i",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The red alga Gracilaria salicornia (C. Agardh) E. Y. Dawson was introduced intentionally to two reefs on O'ahu, Hawai'i, in the 1970s for experimental aquaculture for the agar industry. Some 30 yr later, this species has spread from the initial sites of introduction and is now competing with native marine flora and fauna. The goals of this study were to quantify various aspects of G. salicornia ecology in Hawai'i in an effort to develop control or eradication tools. Experimental plots were established to determine cover and biomass of G. salicornia per square meter and to determine the amount of time and person hours needed to remove G. salicornia from these plots. Substantial amounts of G. salicornia become dislodged from the reef during large wave events and periodically become deposited onto the beach in front of the Waikiki Aquarium. Algal beach wash biomass was quantified and positive relationships were established between swell height and the amount of algae that washed up onto the beach in this location. We then quantified the ability of G. salicornia vegetative fragments to regrow after desiccation to determine if algal biomass stranded on shore survives the tidal cycle until being washed back out on the reef at high tide. Gracilaria salicornia was remarkably resistant to temperature, salinity, and chemical treatments examined as possible in situ control options. Herbivore preference tests showed that a native Gracilaria species is consumed far more frequently than the alien congener. Finally, large-scale community volunteer efforts were organized to remove drifting G. salicornia fragments from the reef area in front of the Waikiki Aquarium. Over 20,000 kg of alien algal fragments were removed from this location in five 4-hr cleanup events. However, based on G. salicornia growth rates, ability to fragment, physical tolerance, and low herbivory, it is clear that a large-scale dedicated effort will be needed to control this invasive species on Waikiki's reefs.",
        "email": "",
        "conf": "Pacific Science",
        "coauthors": [
            "Jennifer E. Smith",
            "Cynthia L. Hunter",
            "Eric J. Conklin",
            "Rebecca Most",
            "Thomas Sauvage",
            "Cheryl Squair",
            "Celia Marie Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4920,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Before platelets: The production of platelet-activating factor during growth and stress in a basal marine organism",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Corals and humans represent two extremely disparate metazoan lineages and are therefore useful for comparative evolutionary studies. Two lipid-based molecules that are central to human immunity, platelet-activating factor (PAF) and Lyso-PAF were recently identified in scleractinian corals. To identify processes in corals that involve these molecules, PAF and Lyso-PAF biosynthesis was quantified in conditions known to stimulate PAF production in mammals (tissue growth and exposure to elevated levels of ultraviolet light) and in conditions unique to corals (competing with neighbouring colonies over benthic space). Similar to observations in mammals, PAF production was higher in regions of active tissue growth and increased when corals were exposed to elevated levels of ultraviolet light. PAF production also increased when corals were attacked by the stinging cells of a neighbouring colony, though only the attacked coral exhibited an increase in PAF. This reaction was observed in adjacent areas of the colony, indicating that this response is coordinated across multiple polyps including those not directly subject to the stress. PAF and Lyso-PAF are involved in coral stress responses that are both shared with mammals and unique to the ecology of cnidarians.",
        "email": "",
        "conf": "Proceedings of the Royal Society B: Biological Sciences",
        "coauthors": [
            "Ines Galtier d'Auriac",
            "Robert A. Quinn",
            "Heather Maughan",
            "Louis-Felix Nothias",
            "Mark Little",
            "Clifford A. Kapono",
            "Ana Cobian",
            "Brandon T. Reyes",
            "Kevin Green",
            "Steven D. Quistad",
            "Matthieu Leray",
            "Jennifer E. Smith",
            "Pieter C. Dorrestein",
            "Forest Rohwer",
            "Dimitri D. Deheyn and Aaron C. Hartmann"
        ],
        "keywords": ""
    },
    {
        "id": 4960,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Diel Variability in Seawater pH Relates to Calcification and Benthic Community Structure on Coral Reefs",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Community structure and assembly are determined in part by environmental heterogeneity. While reef-building corals respond negatively to warming (i.e. bleaching events) and ocean acidification (OA), the extent of present-day natural variability in pH on shallow reefs and ecological consequences for benthic assemblages is unknown. We documented high resolution temporal patterns in temperature and pH from three reefs in the central Pacific and examined how these data relate to community development and net accretion rates of early successional benthic organisms. These reefs experienced substantial diel fluctuations in temperature (0.78°C) and pH (>0.2) similar to the magnitude of ‘warming’ and ‘acidification’ expected over the next century. Where daily pH within the benthic boundary layer failed to exceed pelagic climatological seasonal lows, net accretion was slower and fleshy, non-calcifying benthic organisms dominated space. Thus, key aspects of coral reef ecosystem structure and function are presently related to natural diurnal variability in pH.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Nichole N Price",
            "Todd R Martz",
            "Russell E Brainard",
            "Jennifer E Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4939,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Re-evaluating the health of coral reef communities: baselines and evidence for human impacts across the central Pacific",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Numerous studies have documented declines in the abundance of reef-building corals over the last several decades and in some but not all cases, phase shifts to dominance by macroalgae have occurred. These assessments, however, often ignore the remainder of the benthos and thus provide limited information on the present-day structure and function of coral reef communities. Here, using an unprecedentedly large dataset collected within the last 10 years across 56 islands spanning five archipelagos in the central Pacific, we examine how benthic reef communities differ in the presence and absence of human populations. Using islands as replicates, we examine whether benthic community structure is associated with human habitation within and among archipelagos and across latitude. While there was no evidence for coral to macroalgal phase shifts across our dataset we did find that the majority of reefs on inhabited islands were dominated by fleshy non-reef-building organisms (turf algae, fleshy macroalgae and non-calcifying invertebrates). By contrast, benthic communities from uninhabited islands were more variable but in general supported more calcifiers and active reef builders (stony corals and crustose coralline algae). Our results suggest that cumulative human impacts across the central Pacific may be causing a reduction in the abundance of reef builders resulting in island scale phase shifts to dominance by fleshy organisms.",
        "email": "",
        "conf": "Proceedings of the Royal Society B: Biological Sciences",
        "coauthors": [
            "Jennifer E. Smith",
            "Rusty Brainard",
            "Amanda Carter",
            "Saray Grillo",
            "Clinton Edwards",
            "Jill Harris",
            "Levi Lewis",
            "David Obura",
            "Forest Rohwer",
            "Enric Sala",
            "Peter S. Vroom",
            "Stuart Sandin"
        ],
        "keywords": ""
    },
    {
        "id": 4984,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Nutrient and Growth Dynamics of Halimeda tuna on Conch Reef Florida Keys: Possible Influence of Internal Tides on Nutrient Status and Physiology",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "We conducted a manipulative nutrient enrichment study to examine the physiological and growth dynamics of the common tropical reef alga Halimeda tun a from shallow and deep coral reef environments on Conch Reef, in the Florida Keys. Paradoxically, H. tuna exhibited higher growth rates at depth (low light and below saturating irradiances) than at shallow sites (high light and at or above saturating irradiances). We hypothesized that the differences in growth rates were caused by differing nutrient environments at the two sites potentially caused by the influence of internal tidal bores that elevate nutrient concentrations with depth on Conch Reef. We tested this hypothesis by manipulating nutrients in a 10‐d field experiment, after which we assessed growth, photosynthetic pigments, tissue nutrients, and other physiological parameters. H. tuna from the shallow back reef site exhibited nutrient limitation, as indicated by increases in growth rates, pigmentation, tissue nutrients, segment size, and photosynthetic rates, after enrichment. At the deep site, growth rates were not significantly different between controls and nutrient‐enriched algae. Shallow enriched samples achieved levels of growth that were not significantly different from deep control or enriched samples. Algae from the deep site responded positively to enrichment for some physiological parameters; this suggests an opportunistic strategy in an environment that is known to experience frequent and significant pulses of nutrients from internal tides. Our results document differential nutrient limitation for H. tuna from two sites on Conch Reef where, in general, algae from the shallow site were more nutrient limited than those from the deep site. Finally, this provides some evidence that tropical reef communities may be adapted to large‐scale physical processes such as internal tides.",
        "email": "",
        "conf": "Limnology and Oceanography",
        "coauthors": [
            "Jennifer E Smith",
            "Celia M Smith",
            "Peter S Vroom",
            "Kevin L Beach",
            "Steven Miller"
        ],
        "keywords": ""
    },
    {
        "id": 4942,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Including high-frequency variability in coastal ocean acidification projections",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Assessing the impacts of anthropogenic ocean acidification requires knowledge of present-day and future environmental conditions. Here, we present a simple model for upwelling margins that projects anthropogenic acidification trajectories by combining high-temporal resolution sensor data, hydrographic surveys for source water characterization, empirical relationships of the CO<sub>2</sub> system, and the atmospheric CO<sub>2</sub> record. This model characterizes CO<sub>2</sub> variability on timescales ranging from hours (e.g. tidal) to months (e.g. seasonal), bridging a critical knowledge gap in ocean acidification research. The amount of anthropogenic carbon in a given water mass is dependent on the age, therefore a density--age relationship was derived for the study region, and was combined with the 2013 Intergovernmental Panel on Climate Change CO<sub>2</sub> emission scenarios to add density-dependent anthropogenic carbon to the sensor time series. The model was applied to time series from four autonomous pH sensors, each deployed in the surf zone, kelp forest, submarine canyon edge, and shelf break in the upper 100m of the Southern California Bight. All habitats were within 5 km of one another, and exhibited unique, habitat-specific CO<sub>2</sub> variability signatures and acidification trajectories, demonstrating the importance of making projections in the context of habitat-specific CO<sub>2</sub> signatures. In general, both the mean and range of pCO<sub>2</sub> increase in the future, with the greatest increases in both magnitude and range occurring in the deeper habitats due to reduced bu_ering capacity. On the other hand, the saturation state of aragonite (Ω<sub>Ar</sub>) decreased in both magnitude and range. This approach can be applied to the entire California Current System, and upwelling margins in general, where sensor and complementary hydrographic data are available.",
        "email": "",
        "conf": "Biogeosciences",
        "coauthors": [
            "Yuichiro Takeshita",
            "Christina A Frieder",
            "T. R. Martz",
            "J R Ballard",
            "R A Feely",
            "S Kram",
            "S Nam",
            "M O Navarru",
            "N N Price",
            "Jennifer E Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4935,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Distribution patterns of the non-native seaweeds Sargassum horneri (Turner) C. Agardh and Undaria pinnatifida (Harvey) Suringar on the San Diego and Pacific coast of North America",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Here we report the occurrence of the two non-native brown macroalgal species Sargassum horneri (Turner) C. Agardh and Undaria pinnatifida (Harvey) Suringar in San Diego County and describe expansions in their ranges and new invasions on the California and Baja California coasts. Both species have exhibited characteristics of successful invaders: establishing in new areas, spreading locally, and persisting through multiple generations in areas that have been invaded. These species now occur primarily in harbors, but have also invaded open coast sites, suggesting that they can invade areas with relatively high wave action and with well-established native benthic communities. The rapid and uncontrolled spread of these species to date has serious implications for their expansion along the west coast of North America. The ecological and economic consequences of these invasions require further research",
        "email": "",
        "conf": "Aquatic Invasions",
        "coauthors": [
            "Nikolas Kaplanis",
            "Jill L. Harris",
            "Jennifer E Smith"
        ],
        "keywords": "invasive algae, macroalgae, California, Channel Islands, Cabrillo National Monument"
    },
    {
        "id": 4982,
        "label": 97,
        "author": "jennifer e smith",
        "title": "The State of Coral Reef Ecosystems of the Main Hawaiian Islands",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Hawaii is one of the most isolated archipelagos in the world and as a result, possesses some of the highest marine endemism recorded anywhere on earth. Because they are located in the middle of the Pacific Ocean, Hawaii’s coral reefs are exposed to large open ocean swells and strong tradewinds that have a major impact on the structure of these coral reef communities. The archipelago consists of two regions: the Main Hawaiian Islands (MHI) which consists of populated, high volcanic islands with non-structural reef communities and fringing reefs abutting the shore (Figure 9.1), and the Northwestern Hawaiian Islands (NWHI) consisting of mostly uninhabited atolls and banks which are the subject of a separate chapter. This island chain stretches for over 2,500 km from the island of Hawaii in the southeast to Kure Atoll (the world’s highest atoll latitudinally) in the northwest. Coral reefs were important to the ancient Hawaiians for subsistence, culture, and survival. According to the Hawaiian Creation Chant, the kumulipo, the coral polyp was the first creature to emerge from the sea during creation. The early Hawaiians recognized that coral reefs were a building block of the islands and used coral in religious ceremonies to honor and care for ocean resources. Today, Hawaii’s coral reef communities provide protection from storm waves, create the large surf that makes Hawaii world famous, provide food for sustenance, and are critically important to the State’s approximately $800 million per year marine tourism industry. Over 70% of the state’s 1.2 million people live on Oahu, and are mostly concentrated in the Honolulu metropolitan area. In addition to the resident population, nearly seven million tourists visit Hawaii each year. This concentrated number of people has put pressure on Hawaii’s coral reefs through various direct and indirect means. In general, Hawaii’s coral reefs are in better condition than many other reefs around the world, although urban areas and embayments have suffered from land-based sources of pollution, overfishing, recreational overuse, and alien and invasive species. ",
        "email": "",
        "conf": "The state of coral reef ecosystems of the United States and Pacific freely associated states",
        "coauthors": [
            "Alan Friedlander",
            "Greta s Aeby",
            "Eric Brown",
            "Wendy Wiltse"
        ],
        "keywords": ""
    },
    {
        "id": 4946,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Sequencing at sea: challenges and experiences in Ion Torrent PGM sequencing during the 2013 Southern Line Islands Research Expedition",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Genomics and metagenomics have revolutionized our understanding of marine microbial ecology and the importance of microbes in global geochemical cycles. However, the process of DNA sequencing has always been an abstract extension of the research expedition, completed once the samples were returned to the laboratory. During the 2013 Southern Line Islands Research Expedition, we started the first effort to bring next generation sequencing to some of the most remote locations on our planet. We successfully sequenced twenty six marine microbial genomes, and two marine microbial metagenomes using the Ion Torrent PGM platform on the Merchant Yacht Hanse Explorer. Onboard sequence assembly, annotation, and analysis enabled us to investigate the role of the microbes in the coral reef ecology of these islands and atolls. This analysis identified phosphonate as an important phosphorous source for microbes growing in the Line Islands and reinforced the importance of L-serine in marine microbial ecosystems. Sequencing in the field allowed us to propose hypotheses and conduct experiments and further sampling based on the sequences generated. By eliminating the delay between sampling and sequencing, we enhanced the productivity of the research expedition. By overcoming the hurdles associated with sequencing on a boat in the middle of the Pacific Ocean we proved the flexibility of the sequencing, annotation, and analysis pipelines.",
        "email": "",
        "conf": "PeerJ",
        "coauthors": [
            "Yan Wei Lim",
            "Daniel A Cuevas",
            "Genivaldo Gueiros Z. Silva",
            "Kristen Anguinaldo",
            "Elizabeth A Dinsdale",
            "Andreas F Haas",
            "Mark Hatay",
            "Savannah E Sanchez",
            "Linda Wegley-Kelly",
            "Bas E Dutilh",
            "Timothy T Harkins",
            "Clarence C Lee",
            "Warren Tom",
            "Stuart A Sandin",
            "Jennifer E Smith",
            "Brian Zgliczynski",
            "Mark J A Vermeij",
            "Forest Rohwer",
            "Robert A. Edwards"
        ],
        "keywords": "Genomics, Sequencing, Expeditions, Metagenomics, Environmental microbiology, Coral reef, Vibrio"
    },
    {
        "id": 4963,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Classification of remote Pacific coral reefs by physical oceanographic environment",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The oceanographic environment is a key element in structuring coral reef ecosystems by setting the range of physical and chemical conditions in which coral reef‐builders live. A cluster analysis of physical and chemical oceanographic data is used to classify coral habitats in the remote tropical and subtropical Pacific Ocean based on average temperature, temperature seasonal cycle, nutrient levels, salinity, aragonite saturation state, storm frequency, intense hurricane hits, and dissolved oxygen as well as temperature anomalies in degree heating weeks. The resulting seven geographic habitats are stable to perturbations in types of data used in the cluster analysis. Based on recent coral reef survey data in the area, the coral cover was related to the identified geographic regions. The habitats tend to be geographically clustered, and each is characterized by a unique combination of oceanographic conditions. Previous studies suggest coral reef habitats are associated with a uniform array of oceanographic conditions, while our results demonstrate that finer‐scale variations in physical variables may control coral reef environments. The results better define the physical environment of remote coral reefs, forming a foundation for future work addressing physical habitat perturbation and anthropogenic impacts on reefs.",
        "email": "",
        "conf": "Journal of Geophysical Research: Oceans",
        "coauthors": [
            "Lauren Freeman",
            "Arthur J. Miller",
            "Richard D. Norris",
            "Jennifer E Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4950,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Global assessment of the status of coral reef herbivorous fishes: Evidence for fishing effects",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "On coral reefs, herbivorous fishes consume benthic primary producers and regulate competition between fleshy algae and reef-building corals. Many of these species are also important fishery targets, yet little is known about their global status. Using a large-scale synthesis of peer-reviewed and unpublished data, we examine variability in abundance and biomass of herbivorous reef fishes and explore evidence for fishing impacts globally and within regions. We show that biomass is more than twice as high in locations not accessible to fisheries relative to fisheries-accessible locations. Although there are large biogeographic differences in total biomass, the effects of fishing are consistent in nearly all regions. We also show that exposure to fishing alters the structure of the herbivore community by disproportionately reducing biomass of large-bodied functional groups (scraper/excavators, browsers, grazer/detritivores), while increasing biomass and abundance of territorial algal-farming damselfishes (Pomacentridae). The browser functional group that consumes macroalgae and can help to prevent coral–macroalgal phase shifts appears to be most susceptible to fishing. This fishing down the herbivore guild probably alters the effectiveness of these fishes in regulating algal abundance on reefs. Finally, data from remote and unfished locations provide important baselines for setting management and conservation targets for this important group of fishes.",
        "email": "",
        "conf": "Proceedings of the Royal Society B: Biological Sciences",
        "coauthors": [
            "Clinton Edwards",
            "Alan Friedlander",
            "Alison Green",
            "M J Hardt",
            "E Sala",
            "H P Sweatman",
            "I D Williams",
            "B Zgliczynski",
            "S A Sandin",
            "Jennifer E Smith"
        ],
        "keywords": "fishing, reef-fish, phase shift, resilience, herbivory, macroalgae and turf algae"
    },
    {
        "id": 4934,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Underwater microscopy for in situ studies of benthic ecosystems",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Microscopic-scale processes significantly influence benthic marine ecosystems such as coral reefs and kelp forests. Due to the ocean’s complex and dynamic nature, it is most informative to study these processes in the natural environment yet it is inherently difficult. Here we present a system capable of non-invasively imaging seafloor environments and organisms in situ at nearly micrometre resolution. We overcome the challenges of underwater microscopy through the use of a long working distance microscopic objective, an electrically tunable lens and focused reflectance illumination. The diver-deployed instrument permits studies of both spatial and temporal processes such as the algal colonization and overgrowth of bleaching corals, as well as coral polyp behaviour and interspecific competition. By enabling in situ observations at previously unattainable scales, this instrument can provide important new insights into micro-scale processes in benthic ecosystems that shape observed patterns at much larger scales.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Andrew D. Mullen",
            "Tali Treibitz",
            "Paul L. D. Roberts",
            "Emily L. A. Kelly",
            "Rael Horwitz",
            "Jennifer E. Smith",
            "Jules S. Jaffe"
        ],
        "keywords": ""
    },
    {
        "id": 4941,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Can we measure beauty? Computational evaluation of coral reef aesthetics",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The natural beauty of coral reefs attracts millions of tourists worldwide resulting in substantial revenues for the adjoining economies. Although their visual appearance is a pivotal factor attracting humans to coral reefs current monitoring protocols exclusively target biogeochemical parameters, neglecting changes in their aesthetic appearance. Here we introduce a standardized computational approach to assess coral reef environments based on 109 visual features designed to evaluate the aesthetic appearance of art. The main feature groups include color intensity and diversity of the image, relative size, color, and distribution of discernable objects within the image, and texture. Specific coral reef aesthetic values combining all 109 features were calibrated against an established biogeochemical assessment (NCEAS) using machine learning algorithms. These values were generated for ∼2,100 random photographic images collected from 9 coral reef locations exposed to varying levels of anthropogenic influence across 2 ocean systems. Aesthetic values proved accurate predictors of the NCEAS scores (root mean square error < 5 for N ≥ 3) and significantly correlated to microbial abundance at each site. This shows that mathematical approaches designed to assess the aesthetic appearance of photographic images can be used as an inexpensive monitoring tool for coral reef ecosystems. It further suggests that human perception of aesthetics is not purely subjective but influenced by inherent reactions towards measurable visual cues. By quantifying aesthetic features of coral reef systems this method provides a cost efficient monitoring tool that targets one of the most important socioeconomic values of coral reefs directly tied to revenue for its local population.",
        "email": "",
        "conf": "PeerJ",
        "coauthors": [
            "Andreas F Haas",
            "Marine Guibert",
            "Anja Foerschner",
            "Tim Co",
            "Sandi Calhoun",
            "Emma George",
            "Mark Halay",
            "Elizabeth Dinsdale",
            "Stuart A Sandin",
            "Jennifer E Smith",
            "Mark J A Vermeij",
            "Ben Felts",
            "Phillip Dustan",
            "Peter Salamon",
            "Forest Rohwer"
        ],
        "keywords": ""
    },
    {
        "id": 4948,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Contrasting effects of ocean acidification on tropical fleshy and calcareous algae",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Despite the heightened awareness of ocean acidification (OA) effects on marine organisms, few studies empirically juxtapose biological responses to CO2 manipulations across functionally distinct primary producers, particularly benthic algae. Algal responses to OA may vary because increasing CO2 has the potential to fertilize photosynthesis but impair biomineralization. Using a series of repeated experiments on Palmyra Atoll, simulated OA effects were tested across a suite of ecologically important coral reef algae, including five fleshy and six calcareous species. Growth, calcification and photophysiology were measured for each species independently and metrics were combined from each experiment using a meta-analysis to examine overall trends across functional groups categorized as fleshy, upright calcareous, and crustose coralline algae (CCA). The magnitude of the effect of OA on algal growth response varied by species, but the direction was consistent within functional groups. Exposure to OA conditions generally enhanced growth in fleshy macroalgae, reduced net calcification in upright calcareous algae, and caused net dissolution in CCA. Additionally, three of the five fleshy seaweeds tested became reproductive upon exposure to OA conditions. There was no consistent effect of OA on algal photophysiology. Our study provides experimental evidence to support the hypothesis that OA will reduce the ability of calcareous algae to biomineralize. Further, we show that CO2 enrichment either will stimulate population or somatic growth in some species of fleshy macroalgae. Thus, our results suggest that projected OA conditions may favor non-calcifying algae and influence the relative dominance of fleshy macroalgae on reefs, perpetuating or exacerbating existing shifts in reef community structure.",
        "email": "",
        "conf": "PeerJ",
        "coauthors": [
            "Maggie D. Johnson",
            "Nichole N Price",
            "Jennifer E Smith"
        ],
        "keywords": "Calcification, Crustose coralline algae, Halimeda, Macroalgae, Ocean acidification, Photosynthesis, Calcareous algae"
    },
    {
        "id": 4979,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Vulnerability of macroalgae of the Great Barrier Reef to climate change",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Assessing the vulnerability of benthic macroalgae is complicated by the fact that the taxon ‘algae’ is an unnatural (and, some suggest, outdated) grouping that encompasses several distinct and diverse evolutionary lines. Adl et al.3 suggest that ‘algae’ remains a useful functional term, denoting photosynthetic protists and their multicellular derivatives which are not embryophytes (higher plants), as well as cyanobacteria. However, they also show that ‘algae’, like ‘protists’, is not a formal taxon (and therefore should not be capitalised), nor a single, homogeneous group.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Guillermo Diaz-Pulido",
            "Laurence J. McCook",
            "Anthony W. D. Larkun",
            "Robert S. Steneck"
        ],
        "keywords": ""
    },
    {
        "id": 4956,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Coupled changes in oxygen concentration and pH caused by metabolism of benthic coral reef organisms",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Benthic marine primary producers affect the chemistry of their surrounding environment through metabolic processes. Photosynthesis and respiration will elevate or depress the concentration of oxygen in the diffusive boundary layer. Likewise, acid–base regulation and biomineralization/dissolution for calcifying species can alter the relative concentration of inorganic carbon species and thus pH. Here, we measured the relative ability of several common benthic primary producers from coral reef systems of the central Pacific and the Caribbean to simultaneously affect seawater oxygen concentration and pH values. Repeated measurements over a diel cycle confirmed that several primary producers substantially alter surrounding seawater chemistry over time. The majority of fleshy algae exhibited a stoichiometric ratio of oxygen to hydrogen ions not significantly different from one during daylight hours. In contrast, calcifiers exhibited significantly lower oxygen to hydrogen ion ratios that were unique for each species and were inversely correlated with known rates of calcification. These data provide the first quantitative estimates of the simultaneous influence of several species of benthic primary producers on water column oxygen concentrations and pH across different tropical reef systems. Finally, because more productive fleshy taxa have the potential to raise both oxygen and pH during the day to a greater extent than calcified species, our results suggest that some fleshy taxa may provide a buffering capacity to future ocean acidification scenarios.",
        "email": "",
        "conf": "Marine Biology",
        "coauthors": [
            "Jennifer E Smith",
            "Nichole N Price",
            "Craig E Nelson",
            "Andreas F Haas"
        ],
        "keywords": "concentration measurement, matabolism, benthic,organism, oxygen, coral reef, pH"
    },
    {
        "id": 4965,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Records of non-indigenous marine species at Palmyra Atoll in the US Line Islands",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Globally, introductions of non-indigenous species have caused dramatic economic and ecological damage. Most research on marine invasions has occurred in locations easily accessible by researchers, but much less is known about introductions to remote islands. In the central Pacific, Palmyra Atoll represents one of the last remaining quasi-pristine reef systems left in the world. In the 1940s the Atoll underwent extensive military modifications, potentially making it susceptible to invasive species. Here we describe the presence of five non-indigenous invertebrate and algal introductions at Palmyra, including two sponges, Haliclona (Sigmadocia) caerulea and Gelliodes fibrosa; one bryozoan; Zoobotryon verticillatum; one hydroid, Pennaria disticha and one macroalga, Acanthophora spicifera. The Hawaiian Archipelago is the most likely source of the introductions via shipping or yachting activity to the Atoll. Currently, the impacts of these introductions remain unknown although future monitoring will assess the influence of these non-indigenous species on this remote reef system.",
        "email": "",
        "conf": "Marine Biodiversity Records",
        "coauthors": [
            "Ingrid Knapp",
            "L.S. Godwin",
            "Jennifer E Smith",
            "James Bell"
        ],
        "keywords": "non-indigenous, introduction, sponge, algae, hydroid, bryozoan, lagoon, coral reef, Palmyra Atoll"
    },
    {
        "id": 4945,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Effects of fishing on the fishes and habitat of coral reefs",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The effects of fishing on coral reef fishes include both direct and indirect effects. Some of the former are obvious, such as reductions in overall abundance and body size by increasing overall population mortality. Additional obvious but indirect effects include impacts on reef habitat resulting from destructive fishing practices such as blast fishing. Other indirect effects are those most important to the maintenance of healthy reefs–effects on ecosystem functioning that result from disruption of the natural size and assemblage structure of reef",
        "email": "",
        "conf": "Ecology of fishes on Coral Reefs",
        "coauthors": [
            "Edward Emile DeMartini",
            "Jennifer E Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4981,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Systematics and genetic variation in commercial shape Kappaphycus and shape Eucheuma (Solieriaceae Rhodophyta)",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The systematics and taxonomy of Kappaphycus and Eucheuma (Solieriaceae) is confused and difficult due to morphological plasticity, lack of adequate characters to identify species and commercial names of convenience. These taxa are geographically widely dispersed through cultivation. Commercial, wild and herbarium sources were analysed; molecular markers provided insights into taxonomy and genetic variation, and where sources of genetic variation may be located. The mitochondrial cox2-3 and plastidal RuBisCo spacers were sequenced. There is a clear genetic distinction between K. alvarezii (“cottonii”) and K. striatum (“sacol”) samples. Kappaphycus alvarezii from Hawaii and some samples from Africa are also genetically distinct. Our data also show that all currently cultivated K. alvarezii from all over the world have a similar mitochondrial haplotype. Within Eucheuma denticulatum (“spinosum”) most African samples are again genetically distinct. Our data also suggest that currently cultivated E. denticulatum may have been “domesticated” several times, whereas this is not evident for the cultivated K. alvarezii. The present markers used do not distinguish all the morpho-types known in cultivation (e.g. var. tambalang, “giant” type) but do suggest that these markers may be useful to assess introductions and species identification in samples.",
        "email": "",
        "conf": "Journal of Applied Phycology",
        "coauthors": [
            "Giuseppe C. Zuccarello",
            "Alan T. Critchley",
            "Jennifer Smith",
            "Volker Sieber",
            "Genevieve Bleicher Lhonneur",
            "John A. West"
        ],
        "keywords": "cox2-3 spacer, Eucheuma, genetic variation, Kappaphycus, RuBisCo spacer, “sacol”"
    },
    {
        "id": 4988,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Distribution and Reproductive Characteristics of Nonindigenous and Invasive Marine Algae in the Hawaiian Islands",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Quantitative and qualitative surveys were conducted on five of the main Hawaiian Islands to determine the current distribution of nonindigenous algae and to assess the level of impact that these algal species pose to Hawai'i's marine ecosystems. Maps were generated to examine the spread of these organisms from initial sites of introduction and to assimilate information regarding habitat characteristics that appear to make some sites more susceptible to invasion than others. Blooms of native invasive algae were also documented when encountered. The potential for vegetative propagation via fragmentation was examined experimentally as a mode of reproduction for four of the most common species of nonindigenous algae in Hawai'i. This research has demonstrated that each of these algal species currently has a distinctive distribution and reproductive strategies appear to vary among species. More research is needed to further understand the competitive strategies and unique ecological characteristics that allow these nonindigenous species to become highly successful in the Hawaiian Islands.",
        "email": "jesmith@hawaii.edu",
        "conf": "Pacific Science",
        "coauthors": [
            "Jennifer E Smith",
            "Cynthia L Hunter",
            "Celia Marie Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4928,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Planktonic trophic structure in a coral reef ecosystem  Grazing versus microbial food webs and the production of mesozooplankton",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "The relative contributions of grazing versus microbial food webs to the production of mesozooplankton communities in coral reef ecosystems remains an important and understudied field of inquiry. Here, we investigated the biomass and production of component organisms within these two food webs, and compared them to those of mesozooplankton on a coral reef in Okinawa, Japan throughout four seasons in 2011–2012. The relative production of grazing (phytoplankton) and microbial (nano and microzooplankton) food webs were on average 39% (7–77%) and 37% (19–57%), respectively, of the food requirements of particle-feeding mesozooplankton. Carbon flows within this planktonic food web suggested that primary production from the grazing food web could not satisfy the nutritional demands of mesozooplankton, and that the microbial food web contributed a significant amount of nutrition to their diets. These results also show that the heterotrophic components of the microbial food web (nano and microzooplankton) and mesozooplankton consume the equivalent of the entire phytoplankton production (particulate net production) each day, while the microzooplankton were almost entirely eaten by higher trophic levels (mesozooplankton) each day. However, even the combined production from both the grazing and microbial food webs did not fulfill mesozooplankton food requirements in some seasons, explaining 26–53%, suggesting that detritus was used to compensate for nutritional deficiencies during these periods. Understanding the flow of energy throughout coral reefs requires a detailed accounting of pelagic sources and sinks of carbon. Our results provide such an assessment and indicate that detailed investigation on the origin and production of detritus is necessary to better understand pelagic trophodynamics in coral ecosystems.",
        "email": "",
        "conf": "Progress In Oceanography",
        "coauthors": [
            "Ryota Nakajima",
            "Haruka Yamazaki",
            "Levi Steele Lewis",
            "Adi Khen",
            "Jennifer E Smith",
            "Nobuyuki Nakatomi",
            "Haruko Kurihara"
        ],
        "keywords": "Coral reefs,Zooplankton,Trophic structure,Carbon demand,Detritus,Grazing and microbial food webs"
    },
    {
        "id": 4958,
        "label": 97,
        "author": "jennifer e smith",
        "title": "Preparing to manage coral reefs for ocean acidification: Lessons from coral bleaching",
        "organization": "Scripps Institution of Oceanography UCSD",
        "abstract": "Ocean acidification is a direct consequence of increasing atmospheric carbon dioxide concentrations and is expected to compromise the structure and function of coral reefs within this century. Research into the effects of ocean acidification on coral reefs has focused primarily on measuring and predicting changes in seawater carbon (C) chemistry and the biological and geochemical responses of reef organisms to such changes. To date, few ocean acidification studies have been designed to address conservation planning and management priorities. Here, we discuss how existing marine protected area design principles developed to address coral bleaching may be modified to address ocean acidification. We also identify five research priorities needed to incorporate ocean acidification into conservation planning and management: (1) establishing an ocean C chemistry baseline, (2) establishing ecological baselines, (3) determining species/habitat/community sensitivity to ocean acidification, (4) projecting changes in seawater carbonate chemistry, and (5) identifying potentially synergistic effects of multiple stressors.",
        "email": "",
        "conf": "Frontiers in Ecology and the Environment",
        "coauthors": [
            "Elizabeth Mcleod",
            "Kenneth RN Anthony",
            "Andreas Andersson",
            "Roger Beeden",
            "Yimnang Golbuu",
            "Joanie Kleypas",
            "Kristy Kroeker",
            "Derek Manzello",
            "Rod V Salm",
            "Heidi Schuttenberg",
            "Jennifer E Smith"
        ],
        "keywords": "carbon, carbon dioxide, chemistry, coral bleaching, coral reefs, ocean acidification, planning, prediction, seawater, synergism"
    }
]