[
    {
        "id": 2453,
        "label": 55,
        "author": "jennifer lee",
        "title": "Fads and facts in technology-based learning environments",
        "organization": "University of North Texas",
        "abstract": "In our zest to embrace new technologies, the emphasis on adoption often trumps the need for research. This paper explores the history of fads in education. It also examines the state of the problem in our schools today. Models of fads in education are discussed in order to understand the implications of adopting technologies based on hype. Since the issue is compounded by the lack of benchmarks to measure the effectiveness of new technologies, four dimensions of measurements are proposed.",
        "email": "",
        "conf": "Association for the Advancement of Computing in Education",
        "coauthors": [
            "Jennifer Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2447,
        "label": 55,
        "author": "jennifer lee",
        "title": "Reading While Watching Video: The Effect of Video Content on Reading Comprehension and Media Multitasking Ability",
        "organization": "University of North Texas",
        "abstract": "Media multitasking, or engaging in multiple media and tasks simultaneously, is becoming an increasingly popular phenomenon with the development and engagement in social media. This study examines to what extent video content affects students' reading comprehension in media multitasking environments. One hundred and thirty university students were given reading comprehension tests in two multitasking environments: the background environment (a video playing in the background that could be ignored) and the test environment (a video playing at the same time that the students knew they would be tested). Two different videos were used: one, a situational comedy, the other, an in-depth news report. Results indicate that the two videos affected reading comprehension differently, with the news report interfering more severely than the comedy, but also more easily ignored when necessary. Implications for social media and learning are discussed.",
        "email": "",
        "conf": "Journal of Educational Computing Research",
        "coauthors": [
            "Lin Lin",
            "Tip Robertson",
            "Jennifer Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2451,
        "label": 55,
        "author": "jennifer lee",
        "title": "Why and How Mobile Learning Can Make a Difference in the K-16 Classroom?",
        "organization": "University of North Texas",
        "abstract": "In the last two decades or so, we have witnessed the clunky transformation of early computers into ultra mobile computing devices (UMPCs), elegant smart phones, PDAs, and iPods alike. As computers morphed into tiny but powerful mobile devices, we have seen a complete transformation of our social, business, and education landscapes. From corporate board rooms to teenage bedrooms, mobile computing has changed the way we work, live, socialize, and learn. The popularity of mobile computing has created a new model of learning. This paper examines why and how mobile learning can make a difference in the K-16 classrooms. We focus on the implications, promises, potentials, current practices, and challenges of mobile learning.",
        "email": "",
        "conf": "Association for the Advancement of Computing in Education",
        "coauthors": [
            "Anjum Najmi",
            "Jennifer Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2445,
        "label": 55,
        "author": "jennifer lee",
        "title": "The Impact of Outcome Intentions on Reading and Multitasking Performances",
        "organization": "University of North Texas",
        "abstract": "This study investigated undergraduate students’ reading comprehension between two outcome intentions and three media multitasking conditions. The two outcome intentions were for accuracy and completion. The three multitasking conditions included silence, video background, and video test conditions. One hundred thirty university students participated in the study. Every participant completed two sets of reading, with two different intentions and in two different conditions. Results showed that the participants performed better in reading (a) when they strived for completion than for accuracy, (b) that the addition of an unobtrusive video (video background) did not inhibit the processing of the primary reading task, and (c) that those who strived for task accuracy might have actually benefited from the addition of the background video. Implications of the results on multimedia design and student assessment are discussed.",
        "email": "",
        "conf": "Journal of Educational Technology Development and Exchange",
        "coauthors": [
            "Lin Lin",
            "Tip Robertson",
            "Jennifer Lee"
        ],
        "keywords": "cognitive load, multitasking, outcome intention, multimedia learning"
    },
    {
        "id": 2446,
        "label": 55,
        "author": "jennifer lee",
        "title": "The impact of media multitasking on learning",
        "organization": "University of North Texas",
        "abstract": "While multitasking is not a new concept, it has received increasing attention in recent years with the development of new media and technologies. Recent trends appear to suggest that multitasking is on the rise among the younger generation. The purpose of the study is to determine if students obtain more or less information in multitasking conditions. We examined the relationships of multitasking to attention, cognitive load and media with 130 college student participants. In this study, participants were given a timed (16 minutes) reading comprehension test in three conditions: Silence (only reading), Background multitasking (reading with a non-tested video shown simultaneously), and Test multitasking (reading with a tested video shown simultaneously) conditions. Our findings indicated that: (1) participants in the Background condition performed as well as those in the Silence condition, and (2) when participants were tested on their video comprehension, the group in the Test condition performed significantly better than the group in the Background condition. The results of this study suggest that cognitive load plays an important role in determining how much information is retained when students perform more than one task at a time.",
        "email": "",
        "conf": "Learning Media and Technology",
        "coauthors": [
            "Jennifer Lee",
            "Lin Lin",
            "Tip Robertson"
        ],
        "keywords": "multitasking, cognitive load theory, schema construction, interactivity, learning"
    },
    {
        "id": 2444,
        "label": 55,
        "author": "jennifer lee",
        "title": "The Impact of Technology and Theory on Instructional Design Since 2000",
        "organization": "University of North Texas",
        "abstract": "The impact of shifting epistemologies in the field of instructional design during the last century has had a major impact on how we design instruction. The goal of this chapter is to provide an overview of important shifts in ideas about what knowledge is, how it can be produced or constructed, and what it has meant for instructional design in the last decade. We discuss how technology has influenced instructor, learner, and designer beliefs about knowledge, instruction, and learning. Furthermore, we look at the changing landscape of theory and research that supports and questions these perspectives, and the implications it has on instructional practices.",
        "email": "",
        "conf": "Handbook of research on educational communications and technology",
        "coauthors": [
            "Scott Warren",
            "Jennifer Lee",
            "Anjum Najmi"
        ],
        "keywords": "Conceptual age learning, Multiuser virtual environment, Epistemology "
    },
    {
        "id": 2449,
        "label": 55,
        "author": "jennifer lee",
        "title": "Reading Performances Between Novices and Experts in Different Media Multitasking Environments",
        "organization": "University of North Texas",
        "abstract": "This experimental study investigated connections between subject expertise and multitasking ability among college students. One hundred thirty college students participated in the study. Participants were assessed on their subject expertise and reading tasks under three conditions: (a) reading only (silence condition), (b) reading with a video playing in the background (background multitasking condition), and (c) reading and watching video simultaneously (test multitasking condition). The data indicated that the participants performed best in the background condition; the experts scored better than the novices; experts performed better when the reading-comprehension questions were more difficult. Implications for teaching are discussed.",
        "email": "",
        "conf": "Computers in the Schools",
        "coauthors": [
            "Lin Lin",
            "Tip Robertson",
            "Jennifer Lee"
        ],
        "keywords": "multitasking, monotasking, dual task, novices, experts, new media and technologies"
    },
    {
        "id": 2450,
        "label": 55,
        "author": "jennifer lee",
        "title": "Does media-multitasking interfere with learning?",
        "organization": "University of North Texas",
        "abstract": "In the age of technology, multitasking has become a rite of passage for the media warriors in all of us. Media warriors come in all shapes and sizes surrounded by gadgets and gigabytes that promise to make modern life easier for the young, hip, and old alike. The “M” word operates as a proxy for our busy and often overscheduled lives. This study incorporates quantitative methods to examine if media multitasking interferes with studying habits among college students. The following questions are investigated: (a)Do multi-channel processing affect academic performance?(b)Do students learn better or worse in media-layering learning environments?(c)How do these results impact teaching and learning?",
        "email": "",
        "conf": "Association for the Advancement of Computing in Education",
        "coauthors": [
            "Jennifer Lee",
            "Lin Lin",
            "Tip Robertson"
        ],
        "keywords": ""
    },
    {
        "id": 2452,
        "label": 55,
        "author": "jennifer lee",
        "title": "Making a difference with mobile learning in the classroom",
        "organization": "University of North Texas",
        "abstract": "As technology continues to advance and computers become smaller, faster, and more powerful educational institutions are being confronted with multiple, external factors that are driving them towards change (e.g., rapid developments in information and communication technology that are part of everyday life, and changing characteristics of learners). We have come a long way from the earlier versions of the desktop computer to mini mobile computing devices of PDAs, iPods and stylish smart phones of today. In this chapter, the authors will examine how past generations of learning theories and practices have shaped the genealogy of mobile learning. Next, they focus on the implications, potentials, current practices, and challenges of mobile learning, with the intent to answer the question of how mobile learning can make a difference in the K-16 classroom.",
        "email": "",
        "conf": "Distance learning technology, current instruction, and the future of education: Applications of today, practices of tomorrow",
        "coauthors": [
            "Anjum Najmi",
            "Jennifer Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2448,
        "label": 55,
        "author": "jennifer lee",
        "title": "An analysis of the scholarship of teaching and learning through problem-based learning and alternate reality gaming",
        "organization": "University of North Texas",
        "abstract": "This qualitative study focused on instructors who taught a re-designed, undergraduate technology-based course using a narrative driven, problem-based learning approach at a major university. Using Alternative Reality Gaming and Problem-based Learning to promote student engagement, retention, and academic success, we identified five benchmarks of the successful practices in the Scholarship of Teaching and Learning in large enrollment undergraduate courses.",
        "email": "",
        "conf": " Association for the Advancement of Computing in Education",
        "coauthors": [
            "Jennifer Lee",
            "Anjum Najmi",
            "Scott Warren"
        ],
        "keywords": "gaming, graduate courses, problem based learning"
    }
]