[
    {
        "id": 4032,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Influence of coronary blood flow on left ventricular contractility and stiffness",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "G H Templeton",
            "K Wildenthal",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3882,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Mechanisms regulating regional cerebral activation during dynamic handgrip in humans",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "Jon W Williamson",
            "D B Friedman",
            "Jere H Mitchell",
            "L Friberg"
        ],
        "keywords": ""
    },
    {
        "id": 3950,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Ventricular performance in human hearts aged 61 to 73 years",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "John V Nixon",
            "Hugh Hallmark",
            "Kim Page",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3886,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Central command increases cardiac output during static exercise in humans",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Acta Physiologica Scandinavica",
        "coauthors": [
            "Jon W Williamson",
            "Hanne Haahr",
            "Frank Christian Pott",
            "Niels Secher"
        ],
        "keywords": ""
    },
    {
        "id": 4062,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effects of acute lactic acidosis on left ventricular performance",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "K Wildenthal",
            "D S Mierzwiak",
            "R W Myers",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3947,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The effect of pericardiectomy on maximal oxygen consumption and maximal cardiac output in untrained dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "J Stray-Gundersen",
            "T I Musch",
            "G C Haidet",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3851,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Glutamate release in midbrain periaqueductal gray by activation of skeletal muscle receptors and arterial baroreceptors",
        "organization": "UT Southwestern Medical Center",
        "abstract": "We have previously reported that both skeletal muscle receptor and arterial baroreceptor afferent inputs activate neurons in the dorsolateral (DL) and lateral regions of the midbrain periaqueductal gray (PAG). In this study, we determined whether the excitatory amino acid glutamate (Glu) is released to mediate the increased activity in these regions. Static contraction of the triceps surae muscle for 4 min was evoked by electrical stimulation of the L7 and S1 ventral roots in cats. Activation of arterial baroreceptor was induced by intravenous injection of phenylephrine. The endogenous release of Glu from the PAG was recovered with the use of a microdialysis probe. Glu concentration was measured by the HPLC method. Muscle contraction increased mean arterial pressure (MAP) from 98 ± 10 to 149 ± 12 mmHg (P < 0.05) and increased Glu release in the DL and lateral regions of the middle PAG from 0.39 ± 0.10 to 0.73 ± 0.12 μM (87%, P < 0.05) in intact cats. After sinoaortic denervation and vagotomy were performed, contraction increased MAP from 95 ± 12 to 158 ± 15 mmHg, and Glu from 0.34 ± 0.08 to 0.54 ± 0.10 μM (59%, P < 0.05). The increases in arterial pressure and Glu were abolished by muscle paralysis. Phenylephrine increased MAP from 100 ± 13 to 162 ± 22 mmHg and increased Glu from 0.36 ± 0.10 to 0.59 ± 0.18 μM (64%, P < 0.05) in intact animals. Denervation abolished this Glu increase. Summation of the changes in Glu evoked by muscle receptor and arterial baroreceptor afferent inputs was greater than the increase in Glu produced when both reflexes were activated simultaneously in intact state (123% vs. 87%). These data demonstrate that activation of skeletal muscle receptors evokes release of Glu in the DL and lateral regions of the middle PAG, and convergence of afferent inputs from muscle receptors and arterial baroreceptors in these regions inhibits the release of Glu. These results suggest that the PAG is a neural integrating site for the interaction between the exercise pressor reflex and the arterial baroreceptor reflex.",
        "email": "",
        "conf": "AJP Heart and Circulatory Physiology",
        "coauthors": [
            "Jianhua Li",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3937,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Occlusion of pressor responses to posterior diencephalic stimulation and muscular contraction",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Brain Research Bulletin",
        "coauthors": [
            "Kenneth J. Rybicki",
            "Richard W. Stremel",
            "Gary A. Iwamoto",
            "Marc P Kaufman"
        ],
        "keywords": ""
    },
    {
        "id": 3906,
        "label": 74,
        "author": "jere h mitchell",
        "title": "742 INSTANTANEOUS HEART RATE RESPONSES TO ACTIVE AND PASSIVE CYCLING",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "S. Zim",
            "K. Herring",
            "Jon W Williamson",
            "D. B. Friedman"
        ],
        "keywords": ""
    },
    {
        "id": 3933,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular and ventilatory responses to dynamic exercise during anaesthesia in man",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "A Fernandes",
            "Henrik Galbo",
            "Michael Kjaer",
            "S N Thomas"
        ],
        "keywords": ""
    },
    {
        "id": 3900,
        "label": 74,
        "author": "jere h mitchell",
        "title": "26th Bethesda Conferance: Recommendations for determining eligibility for competetion in athletes with cardiovascular abnormalities",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of the American College of Cardiology",
        "coauthors": [
            "Barry J. Maron",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3968,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The role of maximal oxygen uptake in exercise performance",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Clinics in Chest Medicine",
        "coauthors": [
            "Peter G Snell",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3938,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Pressor responses to muscular contraction in the cat: contributions by caudal and rostral ventrolateral medulla",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Progress in brain research",
        "coauthors": [
            "G.A. Iwamoto",
            "Tony Waldrop",
            "R.M. Bauer",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4067,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Relation between end-diastolic pressure and mean rate of ejection of left ventricle",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "Jere H Mitchell",
            "A G Wallace",
            "N S Skinner"
        ],
        "keywords": ""
    },
    {
        "id": 4024,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Alterations in regional blood flow during graded exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "J.M. Atkins",
            "D.E. Fixler",
            "L.D. Horwitz",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3865,
        "label": 74,
        "author": "jere h mitchell",
        "title": "c-Fos expression in the midbrain periaqueductal gray during static muscle contraction",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The periaqueductal gray (PAG) of the midbrain is involved in the autonomic regulation of the cardiovascular system. The purpose of this study was to determine if static contraction of the skeletal muscle, which increases arterial blood pressure and heart rate, activates neuronal cells in the PAG by examining Fos-like immunoreactivity (FLI). Muscle contraction was induced by electrical stimulation of the L7 and S1 ventral roots of the spinal cord in anesthetized cats. An intravenous infusion of phenylephrine (PE) was used to selectively activate arterial baroreceptors. Extensive FLI was observed within the ventromedial region (VM) of the rostral PAG, the dorsolateral (DL), lateral (L), and ventrolateral (VL) regions of the middle and caudal PAG in barointact animals with muscle contractions, and in barointact animals with PE infusion. However, muscle contraction caused a lesser number of FLI in the VM region of the rostral PAG, the DL, L, and VL regions of the middle PAG and the L and VL regions of the caudal PAG after barodenervation compared with barointact animals. Additionally, the number of FLI in the DL and L regions of the middle PAG was greater in barodenervated animals with muscle contraction than in barodenervated control animals. Thus these results indicated that both muscle receptor and baroreceptor afferent inputs activate neuronal cells in regions of the PAG during muscle contraction. Furthermore, afferents from skeletal muscle activate neurons in specific regions of the PAG independent of arterial baroreceptor input. Therefore, neuronal cells in the PAG may play a role in determining the cardiovascular responses during the exercise pressor reflex.",
        "email": "",
        "conf": "AJP Heart and Circulatory Physiology",
        "coauthors": [
            "Jianhua Li",
            "Jere H Mitchell"
        ],
        "keywords": "Fos-like immunoreactivity, blood pressure; heart rate; exercise pressor reflex; barodenervation"
    },
    {
        "id": 3850,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Role of the Exercise Pressor Reflex in Rats With Dilated Cardiomyopathy",
        "organization": "UT Southwestern Medical Center",
        "abstract": "In heart failure, there is a sympathetically mediated hyperkinetic cardiovascular response to exercise that limits tolerance to physical activity. Alterations in skeletal muscle morphology and metabolism have led to the hypothesis that the exercise pressor reflex (EPR) becomes hyperactive after the development of cardiomyopathy and contributes to the exaggerated circulatory response elicited. To test this hypothesis, Sprague-Dawley rats were divided into the following groups: control, sham, and dilated cardiomyopathy (DCM, induced by ischemic injury). Using transthoracic echocardiography, left ventricular fractional shortening was 47±2%, 44±1%, and 24±2% in control, sham, and DCM rats, respectively. Activation of the EPR by electrically induced static muscle contraction resulted in significantly larger increases in mean arterial pressure and heart rate in DCM animals (32±2 mm Hg, 13±1 bpm) compared with control (20±1 mm Hg, 8±1 bpm) and sham (20±2 mm Hg, 8±1 bpm) rats. Comparable results were obtained with selective stimulation of the mechanically sensitive component of the EPR by passive muscle stretch. The augmentations in EPR and mechanoreflex activity in DCM occurred progressively over a 10-week period, becoming greater as the severity of left ventricular dysfunction increased. In DCM, the potentiated cardiovascular response to static muscle contraction is mediated, in part, by an exaggerated EPR. The muscle mechanoreflex contributes significantly to the EPR dysfunction that develops.",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "Scott A Smith",
            "Pradeep P A Mammen",
            "Jere H Mitchell",
            "Mary Grace Garry"
        ],
        "keywords": ""
    },
    {
        "id": 3825,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiorespiratory Control: Hypnosis and Perceived Exertion",
        "organization": "UT Southwestern Medical Center",
        "abstract": "It is rare that one individual can be recognized as a primary force in establishing a new avenue of inquiry in the psychobiological sciences. William P. Morgan is such a person. He dared to merge clinical psychological concepts with neurophysiological findings and stimulated investigations into how an individual's perception of effort performance affected their cardiorespirtory response. Additionally, he developed and validated a prediction model of successful performance of stressful activities based upon an individual's state of clinical anxiety. Thirty years after his initial psycho-physical investigation, in which he and Raven employed hypnotic suggestion to alter an individual's cardiorespiratory response to exercise, the advent of high resolution brain imaging enabled Williamson, Mitchell, Raven, and Morgan to identify specific cortical structures involved in the neural control of the cardiorespiratory system. The outcome of this work has expanded the vision of investigators involved in examining the neurophysiological mechanisms associated with exercise performance.",
        "email": "",
        "conf": "International Journal of Sport and Exercise Psychology",
        "coauthors": [
            "Jon W Williamson",
            "Jere H Mitchell",
            "Peter B Raven"
        ],
        "keywords": "neural control, exercise, human"
    },
    {
        "id": 4058,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect of sudden changes in aortic pressure on left ventricular dP/dt",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "K Wildenthal",
            "D S Mierzwiak",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3820,
        "label": 74,
        "author": "jere h mitchell",
        "title": "High Dietary Phosphate Intake Induces Hypertension and Augments Exercise Pressor Reflex Function in Rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "An increasing number of studies have linked high dietary phosphate (Pi) intake to hypertension. It is well established that the rise in sympathetic nerve activity (SNA) and blood pressure (BP) during physical exertion is exaggerated in many forms of hypertension, which are primarily mediated by an overactive skeletal muscle exercise pressor reflex (EPR). However, it remains unknown whether high dietary Pi intake potentiates the EPR-mediated SNA and BP response to exercise. Accordingly, we measured renal SNA (RSNA) and mean BP (MBP) in normotensive Sprague-Dawley rats fed a normal Pi diet (0.6%, n = 13) or high Pi diet (1.2%, n = 13) for 3 mo. As previously reported, we found that resting BP was significantly increased by 1.2% Pi diet in both conscious and anesthetized animals. Activation of the EPR by electrically induced hindlimb contraction triggered greater increases in ΔRSNA and ΔMBP in the 1.2% compared with 0.6% Pi group (126 ± 25 vs. 42 ± 9%; 44 ± 5 vs. 14 ± 2 mmHg, respectively, P < 0.01). Activation of the muscle mechanoreflex, a component of the EPR, by passively stretching hindlimb muscle also evoked greater increases in ΔRSNA and ΔMBP in the 1.2% compared with 0.6% Pi group (109 ± 27 vs. 24 ± 7%, 38 ± 7 vs. 8 ± 2 mmHg, respectively, P < 0.01). A similar response was produced by hindlimb intra-arterial capsaicin administration to stimulate the metaboreflex arm of the EPR. Thus, our data demonstrate a novel action of dietary Pi loading in augmenting EPR function through overactivation of both the muscle mechanoreflex and metaboreflex.",
        "email": "",
        "conf": "AJP Regulatory Integrative and Comparative Physiology",
        "coauthors": [
            "Masaki Mizuno",
            "Jere H. Mitchell",
            "Scott Crawford",
            "Chou-Long Huang",
            "Naim Maalouf",
            "Ming-Chang Hu",
            "Orson W. Moe",
            "Scott A. Smith",
            "Wanpen Vongpatanasin"
        ],
        "keywords": ""
    },
    {
        "id": 3843,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Preventive Cardiology: The Effects of Exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Both occupation and recreational exercise can reduce cardiovascular events by up to one half. Diverse forms of exercise, including walking, and even exercise begun later in life improve cardiovascular outcomes. Current guideline recommendations are for 30 minutes of moderate-intensity exercise on at least 3 days, preferably all days of the week for all adults. The overall reduction in cardiovascular events with exercise training is far greater than the increased risk of events that occur during exercise. Cardiac rehabilitation is an individualized, multidisciplinary, comprehensive approach to cardiovascular risk reduction that can result in a 25% reduction in overall mortality. Cardiac rehabilitation begins during the initial hospitalization, should be continued early after discharge, and should promote lifelong adherence to lifestyle changes. Enhanced endothelial function is a major mechanism for the improved myocardial perfusion and reduction in ischemia observed with exercise. The improved balance of parasympathetic to sympathetic tone greatly contributes to the reduction in sudden death seen with exercise. Long-term outcomes of exercise training include beneficial effects on several traditional cardiovascular risk factors and reduction in the progression of atherosclerosis.",
        "email": "",
        "conf": "Cardiovascular Medicine",
        "coauthors": [
            "Amit Khera",
            "Jere H Mitchell",
            "Benjamin D. Levine"
        ],
        "keywords": "Physical Activity, Coronary Heart Disease, Heart Rate Variability, Exercise Training, Coronary Artery Calcium "
    },
    {
        "id": 3922,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect of spinal microinjections of an antagonist to substance P or somatostatin on the exercise pressor reflex",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "L B Wilson",
            "P T Wall",
            "K Matsukawa",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3920,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Left ventricular dimensions and mass using magnetic resonance imaging in female endurance athletes",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "Maggie Riley-Hagan",
            "Ronald M Peshock",
            "James Stray-Gundersen",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3863,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Activation of skeletal muscle afferents evokes release of glutamate in the subretrofacial nucleus (SRF) of cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The subretrofacial nucleus (SRF) is a region of the rostral ventrolateral medulla known to play a crucial role in sympathoexcitation. SRF neurons send direct projections to the intermediolateral cell columns of the spinal cord where they form synaptic contact with preganglionic sympathetic motor neurons. Activation of this neural pathway increases sympathetic outflow to the heart and blood vessels affecting cardiac function and vasomotor tone. Previous studies utilizing electrophysiological recording techniques and c-Fos expression have established that the activity of SRF neurons is increased during skeletal muscle contraction. However, the excitatory neurotransmitter mediating this increased activity remains in question. In the present study, static contraction of the triceps surae was induced by electrical stimulation of L7 and S1 ventral roots in anesthetized cats (n=12). Endogenous release of glutamate (Glu) from the SRF was recovered by microdialysis and measured by HPLC. Static muscle contraction for 4 min increased mean arterial pressure (MAP) 38±4 mmHg from a control level of 102±12 mmHg (P<0.05). During muscle contraction the extracellular concentration of Glu recovered from the SRF increased from 623±117 to 1078±187 nM (P<0.05). To determine the effect of muscle contraction on Glu release in the absence of synaptic input from other reflexogenic areas, contraction was repeated following acute sinoaortic denervation and vagotomy. Following this denervation, muscle contraction increased MAP 41±4 mmHg (P<0.05) and Glu concentration from 635±246 to 1106±389 nM (P<0.05). Muscle paralysis prevented the increases in MAP and Glu concentration during ventral root stimulation. These results suggest that: (i) Glu is released in the SRF during activation of contraction-sensitive skeletal muscle afferent fibers in the cat; and (ii) synaptic input from other reflexogenic areas appears to be ineffective in modulating the release of Glu in the SRF during static muscle contraction.",
        "email": "",
        "conf": "Brain Research",
        "coauthors": [
            "Jianhua Li",
            "Jeffrey T. Potts",
            "Gerald L Kramer",
            "Jere H Mitchell"
        ],
        "keywords": "Excitatory amino acid,Glutamate,Microdialysis,Blood pressure,Rostral ventrolateral medulla"
    },
    {
        "id": 3930,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cerebral blood flow during static exercise in humans",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "Holly B. Rogers",
            "Torben V Schroeder",
            "Niels Secher",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3992,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex cardiovascular response during injection of capsaicin into skeletal muscle",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "S C Crayton",
            "Jere H Mitchell",
            "F C Payne"
        ],
        "keywords": ""
    },
    {
        "id": 3991,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex-adrenergic coronary vasoconstriction during hindlimb static exercise in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "R Aung-Din",
            "Jere H Mitchell",
            "J C Longhurst"
        ],
        "keywords": ""
    },
    {
        "id": 3959,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Discharge characteristics of ventrolateral medullary cells responsive to static muscular contraction",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "G.A. Iwamoto",
            "Marc P Kaufman",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4060,
        "label": 74,
        "author": "jere h mitchell",
        "title": "A Longitudinal Study of Adaptive Changes in Oxygen Transport and Body Composition",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "B. Saltin",
            "G. Blomqvist",
            "Jere H Mitchell",
            "A. Prengler"
        ],
        "keywords": ""
    },
    {
        "id": 4018,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Circulatory responses to isometric exercise and to stimulation of receptors in muscles by capsaicin",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "S.C. Crayton",
            "F.C. Payne",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3935,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The nucleus reticularis gigantocellularis modulates the cardiopulmonary responses to central and peripheral drives related to exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Brain Research",
        "coauthors": [
            "Christopher A. Richard",
            "Tony Waldrop",
            "Robert M. Bauer",
            "Richard W. Stremel"
        ],
        "keywords": ""
    },
    {
        "id": 3964,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Oxygen consumption and hemodynamic responses during graded treadmill exercise in the dog",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of applied physiology: respiratory environmental and exercise physiology",
        "coauthors": [
            "G A Ordway",
            "D L Floyd",
            "J C Longhurst",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3883,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Neural control of the cardiovascular system: Insights from muscle sympathetic nerve recordings in humans",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The regulation of the heart and peripheral circulation by the nervous system is accomplished by control centers in the medulla that receive descending input from higher neural areas in the brain and afferent input from mechanically and chemically sensitive receptors located throughout the body. The resultant changes in efferent sympathetic and parasympathetic activity allow rapid cardiovascular responses during a number of physiological perturbations including changes in posture, physical activity, temperature, altitude, and microgravity. The ability to record sympathetic nerve activity targeted to the skeletal muscle vasculature with intraneural microelectrodes has provided a powerful new tool to study fundamental mechanisms of neurocirculatory regulation in conscious human subjects. In the last three decades, microneurographic studies have shed new light on the reflex regulation of skeletal muscle sympathetic nerve activity by arterial baroreceptors, arterial chemoreceptors, and cardiopulmonary baroreceptors. In addition, microneurography is particularly well suited to study the regulation of muscle sympathetic nerve activity by skeletal muscle afferents and central neural drive (central command) during static exercise. This review highlights the experimental approaches using microneurography and some new conclusions concerning regulation of sympathetic nerve activity to the human skeletal muscle bed.",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Jere H Mitchell",
            "Ronald G Victor"
        ],
        "keywords": ""
    },
    {
        "id": 3858,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Role of central command in carotid baroreflex resetting in humans during static exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The purpose of the experiments was to examine the role of central command in the exercise‐induced resetting of the carotid baroreflex. Eight subjects performed 30 % maximal voluntary contraction (MVC) static knee extension and flexion with manipulation of central command (CC) by patellar tendon vibration (PTV). The same subjects also performed static knee extension and flexion exercise without PTV at a force development that elicited the same ratings of perceived exertion (RPE) as those observed during exercise with PTV in order to assess involvement of the exercise pressor reflex. Carotid baroreflex (CBR) function curves were modelled from the heart rate (HR) and mean arterial pressure (MAP) responses to rapid changes in neck pressure and suction during steady state static exercise. Knee extension exercise with PTV (decreased CC activation) reset the CBR‐HR and CBR‐MAP to a lower operating pressure (P < 0.05) and knee flexion exercise with PTV (increased CC activation) reset the CBR‐HR and CBR‐MAP to a higher operating pressure (P < 0.05). Comparison between knee extension and flexion exercise at the same RPE with and without PTV found no difference in the resetting of the CBR‐HR function curves (P > 0.05) suggesting the response was determined primarily by CC activation. However, the CBR‐MAP function curves were reset to operating pressures determined by both exercise pressor reflex (EPR) and central command activation. Thus the physiological response to exercise requires CC activation to reset the carotid‐cardiac reflex but requires either CC or EPR to reset the carotid‐vasomotor reflex.",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "Shigehiko Ogoh",
            "W L Wasmund",
            "David Keller",
            "A O-Yurvati",
            "K M Gallagher",
            "Jere H Mitchll",
            "Peter B Raven"
        ],
        "keywords": ""
    },
    {
        "id": 4020,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Clinical Physiology: Skeletal Muscle Metabolites in Patients with Cardiogenic Shock or Severe Congestive Heart Failure",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Scandinavian Journal of Clinical and Laboratory Investigation",
        "coauthors": [
            "J. Karlsson",
            "J. T. Willerson",
            "S. J. Leshin",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4036,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Measurement of left ventricular dimensions from implanted radiopaque markers",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of applied physiology",
        "coauthors": [
            "S J Leshin",
            "K Wildenthal",
            "C B Mullins",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3894,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Instantaneous heart rate increase with dynamic exercise: Central command and muscle-heart reflex contributions",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "Jon W Williamson",
            "Antonio Nobrega",
            "P K Winchester",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3981,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Bradykinin stimulates pancreatic afferents to activate the cardiovascular system",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Transactions of the Association of American Physicians",
        "coauthors": [
            "G A Ordway",
            "Jere H Mitchell",
            "J C Longhurst"
        ],
        "keywords": ""
    },
    {
        "id": 3984,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Blood pressure and heart response to static exercise in relation to electromyographic activity and force development",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Acta Physiologica Scandinavica",
        "coauthors": [
            "B Schibye",
            "Jere H Mitchell",
            "F C Payne",
            "B Saltin"
        ],
        "keywords": ""
    },
    {
        "id": 3860,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Electrically induced static exercise elicits a pressor response in the decerebrate rat",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The purpose of this investigation was to determine if activation of the exercise pressor reflex in the decerebrate rat induced circulatory responses comparable to those reported in large mammalian species. To activate both mechanically and metabolically sensitive afferent fibres, static hindlimb contractions were induced by stimulating the cut ends of L4 and L5 spinal ventral roots in Sprague‐Dawley rats (300–400 g). To selectively stimulate mechanically sensitive receptors, hindlimb muscles were passively stretched. In intact halothane‐anaesthetized animals (n = 10)), static contraction and passive stretch induced a decrease in mean arterial pressure (ΔMAP =−17 ± 3 and −8 ± 1 mmHg for contraction and stretch, respectively) and heart rate (HR). In contrast, MAP increased 23 ± 2 mmHg during contraction and 19 ± 3 mmHg during stretch in decerebrate rats (n = 10)). These pressor responses were accompanied by a significant tachycardia. In decerebrate animals, the reintroduction of halothane attenuated the increase in MAP and HR caused by both contraction and stretch. In both anaesthetized and decerebrate rats, sectioning the spinal dorsal roots innervating the activated skeletal muscle eliminated responses to contraction and stretch. This finding indicated that an intramuscular neural reflex mediated the response to each stimulus. The results demonstrate that a decerebrate preparation in the rat is a reliable model for the study of the exercise pressor reflex. Development of the model would enable the study of this reflex in a variety of pathological conditions and allow investigation of the mechanisms controlling cardiovascular responses to exercise in health and disease.",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "Scott A. Smith",
            "Jere H Mitchell",
            "Mary Grace Garry"
        ],
        "keywords": ""
    },
    {
        "id": 3862,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Hypnotic manipulation of effort sense during dynamic exercise: Cardiovascular responses and brain activation",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The purpose of this investigation was to hypnotically manipulate effort sense during dynamic exercise and determine whether cerebral cortical structures previously implicated in the central modulation of cardiovascular responses were activated. Six healthy volunteers (4 women, 2 men) screened for high hypnotizability were studied on 3 separate days during constant-load exercise under three hypnotic conditions involving cycling on a 1) perceived level grade, 2) perceived downhill grade, and 3) perceived uphill grade. Ratings of perceived exertion (RPE), heart rate (HR), blood pressure (BP), and regional cerebral blood flow (rCBF) distributions for several sites were compared across conditions using an analysis of variance. The suggestion of downhill cycling decreased both the RPE [from 13 ± 2 to 11 ± 2 (SD) units; P< 0.05] and rCBF in the left insular cortex and anterior cingulate cortex, but it did not alter exercise HR or BP responses. Perceived uphill cycling elicited significant increases in RPE (from 13 ± 2 to 14 ± 1 units), HR (+16 beats/min), mean BP (+7 mmHg), right insular activation (+7.7 ± 4%), and right thalamus activation (+9.2 ± 5%). There were no differences in rCBF for leg sensorimotor regions across conditions. These findings show that an increase in effort sense during constant-load exercise can activate both insular and thalamic regions and elevate cardiovascular responses but that decreases in effort sense do not reduce cardiovascular responses below the level required to sustain metabolic needs.",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "Jon W Williamson",
            "Roderick Mccoll",
            "D Mathews",
            "Jere H Mitchell",
            "P B Raven",
            "W P Morgan"
        ],
        "keywords": ""
    },
    {
        "id": 3998,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular changes during bradykinin injection into the liver of the dog",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "J.H. Ashton",
            "G.A. Iwamoto",
            "J.C. Longhurst",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4063,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect on Left Ventricular Performance of Stimulation of an Afferent Nerve from Muscle",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "Jere H Mitchell",
            "D S Mierzwiak",
            "K Wildenthal",
            "A M Smith"
        ],
        "keywords": ""
    },
    {
        "id": 3919,
        "label": 74,
        "author": "jere h mitchell",
        "title": "MUSCLE ENERGY METABOLISM IN HEMODIALYSIS PATIENTS AND RENAL TRANSPLANT RECIPIENTS: 198",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "G E Moore",
            "Loren Bertocci",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4098,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The value of oximetric dye curves in the identification of intracardiac and aortic-pulmonary shunts",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Medicine",
        "coauthors": [
            "C. B Chapman",
            "J. F Glover",
            "Jere H Mitchell",
            "W. F Miller"
        ],
        "keywords": ""
    },
    {
        "id": 4009,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Possible role of muscle receptors in the cardiovascular response to exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Annals of the New York Academy of Sciences",
        "coauthors": [
            "Jere H Mitchell",
            "William C. Reardon",
            "D. Ian McCloskey",
            "Kern Wildenthal"
        ],
        "keywords": ""
    },
    {
        "id": 3936,
        "label": 74,
        "author": "jere h mitchell",
        "title": "HORMONAL METABOLIC AND CARDIOVASCULAR RESPONSES TO STATIC EXERCISE IN MAN - INFLUENCE OF SENSORY NERVE BLOCKADE.: 253",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Michael Kjaer",
            "Niels Secher",
            "D. R. Reeves",
            "Henrik Galbo"
        ],
        "keywords": ""
    },
    {
        "id": 3967,
        "label": 74,
        "author": "jere h mitchell",
        "title": "CARDIOVASCULAR RESPONSES AT THE ONSET OF EXERCISE",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Niels Secher",
            "G. Iwamoto",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3892,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular effects elicited by central administration of physostigmine via M2 muscarinic receptors in conscious cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Brain Research",
        "coauthors": [
            "Ahmmed Ally",
            "L. Britt Wilson",
            "Antonio Nobrega",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4053,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Left ventricular end-diastolic distensibility after norepinephrine and propranolol",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "K Wildenthal",
            "C B Mullins",
            "M D Harris",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3831,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Exaggerated Sympathetic Responses to Metaboreflex Activation during Ischemic Muscle Contraction in Hypertensive Rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Masaki Mizuno",
            "Megan N Murphy",
            "Jere H Mitchell",
            "Scott Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4028,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Dynamic stiffness of papillary muscle during contraction and relaxation",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "G H Templeton",
            "T C Donald",
            "Jere H Mitchell",
            "L L Hefner"
        ],
        "keywords": ""
    },
    {
        "id": 4076,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Hemodynamic determinants of the maximal rate of left ventricular pressure",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "Andrew G. Wallace",
            "N. S. Jr. Skinner",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3956,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular control during exercise: Central and reflex neural mechanisms",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4027,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Sequenced external counterpulsation and intra-aortic balloon pumping in cardiogenic shock",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "Lawrence S. Cohen",
            "Charles B. Mullins",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4085,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular Responses to Hypoxic Stimulation of the Carotid Bodies",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "S E DOWNING",
            "J P REMENSNYDER",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3997,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Echocardiographic left ventricular masses in distance runners and weight lifters",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of applied physiology: respiratory environmental and exercise physiology",
        "coauthors": [
            "J.C. Longhurst",
            "A.R. Kelly",
            "W.J. Gonyea",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3832,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Neuronal Nitric Oxide Synthase Expression within the Nucleus Tractus Solitarius of Normotensive and Spontaneously Hypertensive Rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Megan N Murphy",
            "Masaki Mizuno",
            "Jere H Mitchell",
            "Scott A. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 3965,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Activation of caudal brainstem cell groups during the exercise pressor reflex in the cat as elucidated by 2-[14C]deoxyglucose",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Brain Research",
        "coauthors": [
            "G.A. Iwamoto",
            "J G Parnavelas",
            "Marc P Kaufman",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4071,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect of acetyl strophanthidin therapy on cardiac dynamics oxygen consumption and efficiency in the isolated heart with and without hypoxia",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Medicine",
        "coauthors": [
            "S J SARNOFF",
            "J P GILMORE",
            "A.G. Wallace",
            "W M DAGGETT"
        ],
        "keywords": ""
    },
    {
        "id": 3864,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex cardiovascular responses evoked by selective activation of skeletal muscle ergoreceptors",
        "organization": "UT Southwestern Medical Center",
        "abstract": "It is well known that the exercise pressor reflex (EPR) is mediated by group III and IV skeletal muscle afferent fibers, which exhibit unique discharge responses to mechanical and chemical stimuli. Based on the difference in discharge patterns of group III and IV muscle afferents, we hypothesized that activation of mechanically sensitive (MS) fibers would evoke a different pattern of cardiovascular responses compared with activation of both MS and chemosensitive (CS) fibers. Experiments were conducted in chloralose-urethane-anesthetized cats (n = 10). Passive muscle stretch was used to activate MS afferents, and electrically evoked contraction of the triceps surae was used to activate both MS and CS muscle afferents. No significant differences were shown in reflex heart rate and mean arterial pressure (MAP) responses between passive muscle stretch and evoked muscle contraction. However, when the reflex responses were matched according to tension-time index (TTI), the peak MAP response (67 ± 4 vs. 56 ± 4 mmHg, P < 0.05) was significantly greater at higher TTI (427 ± 18 vs. 304 ± 13 kg · s, high vs. low TTI, P < 0.05), despite different modes of afferent fiber activation. When the same mode of afferent fiber activation was compared, the peak MAP response (65 ± 7 vs. 55 ± 5 mmHg, P < 0.05) was again predicted by the magnitude of TTI (422 ± 24 vs. 298 ± 19 kg · s, high vs. low TTI, P < 0.05). Total sensory input from skeletal muscle ergoreceptors, as predicted by TTI and not the modality of afferent fiber activation (muscle contraction vs. passive stretch), is suggested to be the primary determinant of the magnitude of the EPR-evoked cardiovascular response.",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "Brad Leshnower",
            "J T Potts",
            "Mary Grace Garry",
            "Jere H Mitchell"
        ],
        "keywords": "exercise pressor reflex; muscle contraction; muscle stretch"
    },
    {
        "id": 3934,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Stimulating somatic afferent fibers alters coronary arterial resistance",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "K H Pitetti",
            "G A Iwamoto",
            "Jere H Mitchell",
            "G A Ordway"
        ],
        "keywords": ""
    },
    {
        "id": 3875,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Activation of the Insular Cortex During Dynamic Exercise in Humans",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "Jon W Williamson",
            "Antonio Nobrega",
            "Roderick Mccoll",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4094,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Left ventricular function at rest and during exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Clinical Investigation",
        "coauthors": [
            "Carleton B. Chapman",
            "Orland Baker",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3963,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Arterial pressure responses to increasing interstitial potassium in hindlimb muscle of dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "K J Rybicki",
            "Marc P Kaufman",
            "J L Kenyon",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4045,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect of arterial counterpulsation on left ventricular volume and pressure",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "C B Mullins",
            "W L Sugg",
            "B M Kennelly",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3921,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Neurally mediated renal vasoconstriction during isometric muscle contraction in cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "K Matsukawa",
            "P T Wall",
            "L B Wilson",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4017,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Exercise training in the treatment of coronary heart disease",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Advances in internal medicine",
        "coauthors": [
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4012,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Blood flow to respiratory cardiac and limb muscles in dogs during graded exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "D E Fixler",
            "J M Atkins",
            "Jere H Mitchell",
            "L D Horwitz"
        ],
        "keywords": ""
    },
    {
        "id": 3842,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Increased mechanoreceptor/metaboreceptor stimulation explains the exaggerated exercise pressor reflex seen in heart failure",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The following letter is in response to the Point:Counterpoint series “Increased mechanoreceptor/metaboreceptor stimulation explains the exaggerated exercise pressor reflex seen in heart failure” that appears in this issue. To the Editor: There can be no more debate as to the validity of the skeletal muscle hypothesis. This peripheral paradigm revealed in the elegant studies of Piepoli and Coats (3) and based on the classic study of McCloskey and Mitchell (1) has set the stage for new insights into the mechanisms of abnormal cardiovascular responses to exercise in heart failure. Our current research confirms these findings as we are able to invoke exaggerations in the exercise pressor reflex by inducing a peripheral abnormality by ablating group IV afferent neurons in normal neonatal rat pups (6). When these animals reached adulthood we observed abnormal increases in mean arterial pressure and heart rate in response to exercise, yet these animals displayed normal left ventricular function. These data indicate that abnormal responses to exercise can be generated by peripheral abnormalities in primary afferent neurons in the absence of cardiac dysfunction. Middlekauff et al. (2) showed in humans and we (5) showed in rats that the mechanoreflex mediates the abnormal responses to exercise in heart failure and we (5) showed the same in animals lacking group IV afferent neurons. Additionally, we (5) demonstrated that the metaboreflex is blunted in these rats just as it is in rats in heart failure. These latter data are consistent with the observations of Sinoway and colleagues (4) in both humans and rats. We hypothesize that the blunting of the metaboreflex that occurs in",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "Mary Grace Garry",
            "Scott A Smith",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4048,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Acute Effects of Ethanol Ingestion on the Response to Submaximal and Maximal Exercise in Man",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "G Blomqvist",
            "B Saltin",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3962,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effects of static and rythmic twitch contractions on the discharge of group III and IV muscle afferents",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Cardiovascular Research",
        "coauthors": [
            "Marc P Kaufman",
            "Tony Waldrop",
            "K J Rybicki",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3826,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Differential Effects of Nebivolol Versus Metoprolol on Functional Sympatholysis in Hypertensive Humans",
        "organization": "UT Southwestern Medical Center",
        "abstract": "In young healthy humans, sympathetic vasoconstriction is markedly blunted during exercise to optimize blood flow to the metabolically active muscle. This phenomenon known as functional sympatholysis is impaired in hypertensive humans and rats by angiotensin II–dependent mechanisms, involving oxidative stress and inactivation of nitric oxide (NO). Nebivolol is a β1-adrenergic receptor blocker that has NO-dependent vasodilatory and antioxidant properties. We therefore asked whether nebivolol would restore functional sympatholysis in hypertensive humans. In 21 subjects with stage 1 hypertension, we measured muscle oxygenation and forearm blood flow responses to reflex increases in sympathetic nerve activity evoked by lower body negative pressure at rest, and during rhythmic handgrip exercise at baseline, after 12 weeks of nebivolol (5–20 mg/d) or metoprolol (100–300 mg/d), using a double-blind crossover design. We found that nebivolol had no effect on lower body negative pressure–induced decreases in oxygenation and forearm blood flow in resting forearm (from −29±5% to −30±5% and from −29±3% to −29±3%, respectively; P=NS). However, nebivolol attenuated the lower body negative pressure–induced reduction in oxygenation and forearm blood flow in exercising forearm (from −14±4% to −1±5% and from −15±2% to −6±2%, respectively; both P<0.05). This effect of nebivolol on oxygenation and forearm blood flow in exercising forearm was not observed with metoprolol in the same subjects, despite a similar reduction in blood pressure. Nebivolol had no effect on sympathetic nerve activity at rest or during handgrip, suggesting a direct effect on vascular function. Thus, our data demonstrate that nebivolol restored functional sympatholysis in hypertensive humans by a mechanism that does not involve β1-adrenergic receptors.",
        "email": "",
        "conf": "Hypertension",
        "coauthors": [
            "Angela Price",
            "Prafull Raheja",
            "Zhongyun Wang",
            "Debbie Arbique",
            "Beverley Adams-Huet",
            "Jere H. Mitchell",
            "Ronald G. Victor",
            "Gail D. Thomas",
            "Wanpen Vongpatanasin"
        ],
        "keywords": "exercise, sympathetic nervous system, muscle blood flow, hypertension"
    },
    {
        "id": 3953,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The effect of cardiac autonomic blockade on ventricular response to changes in preload",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of the Autonomic Nervous System",
        "coauthors": [
            "Peter B Raven",
            "Kevin Klein",
            "Mark L. Smucker",
            "John V Nixon"
        ],
        "keywords": ""
    },
    {
        "id": 3853,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Differential cardiovascular control by mechanically and metabolically sensitive skeletal muscle afferents in rats with dilated cardiomyopathy",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The FASEB Journal",
        "coauthors": [
            "Sherri Smith",
            "Pradeep P A Mammen",
            "Jere H Mitchell",
            "Mary Grace Garry"
        ],
        "keywords": ""
    },
    {
        "id": 4095,
        "label": 74,
        "author": "jere h mitchell",
        "title": "OXYGEN INTAKE",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Anesthesiology",
        "coauthors": [
            "Jere H Mitchell",
            "B. J. Sproule",
            "C. B. Chapman"
        ],
        "keywords": ""
    },
    {
        "id": 3977,
        "label": 74,
        "author": "jere h mitchell",
        "title": "A new model for the assessment of regional ventricular wall motion",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Radiology",
        "coauthors": [
            "J K Doss",
            "L D Hillis",
            "G Curry",
            "J T Willerson"
        ],
        "keywords": ""
    },
    {
        "id": 3908,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular responses during static exercise. Studies in patients with complete heart block and dual chamber-pacemakers",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "T Alexander",
            "D B Friedman",
            "B D Levine",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4031,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect of heart rate on left ventricular geometry and function in conscious dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "S.J. Leshin",
            "J.D. Bertrand",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4042,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Left ventricular stiffness during diastole and systole: The influence of changes in volume and inotropic state",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Cardiovascular Research",
        "coauthors": [
            "G H Templeton",
            "R R Ecker",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3846,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Mechanoreflex Mediates the Exaggerated Exercise Pressor Reflex in Heart Failure",
        "organization": "UT Southwestern Medical Center",
        "abstract": "In heart failure, exercise elicits excessive increases in mean arterial pressure (MAP) and heart rate (HR). Using a novel rat model, we previously demonstrated that this exaggerated cardiovascular responsiveness is mediated by an overactive exercise pressor reflex (EPR). Although we previously determined that abnormalities in the group IV afferent neuron population (associated with the metabolic component of the reflex) initiate the development of the exaggerated EPR in heart failure, these fibers do not mediate the enhanced circulatory responses to exercise. Therefore, we hypothesized that the augmentation in EPR activity is primarily mediated by the mechanically sensitive component of the reflex (mediated predominately by activation of group III afferent fibers). Methods and Results - Male Sprague-Dawley rats were divided into 3 groups: sham (control), dilated cardiomyopathic (DCM), and neonatal capsaicin-treated animals (NNCAP, group IV afferent fibers ablated). Activation of the EPR by electrically induced static muscle contraction of the hindlimb resulted in larger increases in MAP and HR in DCM and NNCAP compared with sham animals. In all groups, administration of gadolinium (a selective blocker of mechanically sensitive receptors) within the hindlimb attenuated the MAP and HR responses to contraction. However, the magnitude of this reduction was greater in DCM and NNCAP compared with sham animals. Conclusions - From these data, we conclude that the muscle mechanoreflex mediates the exaggerated EPR that develops in heart failure. Moreover, these findings suggest that mechanoreflex overactivity in heart failure may be a compensatory response to functional alterations in group IV fibers. Given these findings, the muscle mechanoreflex may serve as a novel target in the treatment of the abnormal circulatory responses to exercise in heart failure.",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "Scott A Smith",
            "Jere H Mitchell",
            "R Haris Naseem",
            "Mary Grace Garry"
        ],
        "keywords": "nervous system, autonomic, blood pressure, cardiomyopathy, exercise, heart failure"
    },
    {
        "id": 4000,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Distribution of cardiac output during induced isometric exercise in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "S C Crayton",
            "Rafi Ud Din",
            "D E Fixler",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3861,
        "label": 74,
        "author": "jere h mitchell",
        "title": "A 30-Year Follow-Up of the Dallas Bed Rest and Training Study: II. Effect of Age on Cardiovascular Adaptation to Exercise Training",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Aerobic power declines with age. The degree to which this decline is reversible remains unclear. In a 30-year longitudinal follow-up study, the cardiovascular adaptations to exercise training in 5 middle-aged men previously trained in 1966 were evaluated to assess the degree to which the age-associated decline in aerobic power is attributable to deconditioning and to gain insight into the specific mechanisms involved. The cardiovascular response to acute submaximal and maximal exercise were assessed before and after a 6-month endurance training program. On average, V˙ O2max increased 14% (2.9 versus 3.3 L/min), achieving the level observed at the baseline evaluations 30 years before. Likewise, V˙ O2max increased 16% when indexed to total body mass (31 versus 36 mL/kg per minute) or fat-free mass (44 versus 51 mL/kg fat-free mass per minute). Maximal heart rate declined (181 versus 171 beats/min) and maximal stroke volume increased (121 versus 129 mL) after training, with no change in maximal cardiac output (21.4 versus 21.7 L/min); submaximal heart rates also declined to a similar degree. Maximal AVDO2 increased by 10% (13.8 versus 15.2 vol%) and accounted for the entire improvement of aerobic power associated with training. One hundred percent of the age-related decline in aerobic power among these 5 middle-aged men occurring over 30 years was reversed by a 6-month endurance training program. However, no subject achieved the same maximal V˙ O2 attained after training 30 years earlier, despite a similar relative training load. The improved aerobic power after training was primarily the result of peripheral adaptation, with no effective improvement in maximal oxygen delivery.",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "Darren K. McGuire",
            "Benjamin D. Levine",
            "Jon W Williamson",
            "Peter G Snell",
            "C Gunnar Blomqvist",
            "Bengt Saltin",
            "Jere H Mitchell"
        ],
        "keywords": "aging,oxygen,exercise,cardiac output,heart rate"
    },
    {
        "id": 3929,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex responses of renal nerve activity during isometric muscle contraction in cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "K Matsukawa",
            "P T Wall",
            "L B Wilson",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4056,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Atrial function and the hemodynamic consequences of atrial fibrillation in man",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "Jere H Mitchell",
            "William Shapiro"
        ],
        "keywords": ""
    },
    {
        "id": 4050,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Ultrasonic Visualization of Left Ventricular Dynamics",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "IEEE Transactions on Sonics and Ultrasonics",
        "coauthors": [
            "Reginald C. Eggleton",
            "Carl Townsend",
            "Julia Herrick",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3878,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Static muscle contraction elicits a baroreflex-dependent increase in glutamate concentration in the ventrolateral medulla",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Brain Research",
        "coauthors": [
            "Gregory Hand",
            "Jeffrey T Potts",
            "Brian S Treuhaft",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3914,
        "label": 74,
        "author": "jere h mitchell",
        "title": "133 CONSTRICTION OF ARM AND LEG ARTERIES DURING STATIC EXERCISE IN HUMANS",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Hanne Haahr",
            "Jere H Mitchell",
            "D. B. Friedman",
            "Niels Secher"
        ],
        "keywords": ""
    },
    {
        "id": 4021,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Chemoreceptor responses to sympathetic stimulation and changes in blood pressure",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Respiration Physiology",
        "coauthors": [
            "Jere H Mitchell",
            "D I McCloskey"
        ],
        "keywords": ""
    },
    {
        "id": 3916,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Substance P release in the spinal cord during the exercise pressor reflex in anaesthetized cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "L B Wilson",
            "I E Fuchs",
            "K Matsukawa",
            "P T Wall"
        ],
        "keywords": ""
    },
    {
        "id": 3915,
        "label": 74,
        "author": "jere h mitchell",
        "title": "'Ultra' coronary arteries: bigger and better?",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "B D Levine",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4052,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Influence of vagal stimulation on left ventricular end-diastolic distensibility",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "K Wildenthal",
            "D S Mierzwiak",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4007,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The effect of cardiac sympathetic nerve stimulation on cardiac dynamics of the dog",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "R.A. Galosy",
            "J.M. Atkins",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3989,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Response of arterial blood pressure to static exercise in relation to muscle mass force development and electromyographic activity",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "Jere H Mitchell",
            "B Schibye",
            "F C Payne",
            "B Saltin"
        ],
        "keywords": ""
    },
    {
        "id": 4006,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Exercise training after acute myocardial infarction",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Cardiovascular clinics",
        "coauthors": [
            "M M Dehn",
            "D G Pansegrau",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4029,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular responses during induced isometric exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "W.C. Reardon",
            "D.I. McCloskey",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3966,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Clinical exercise performance",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Clinics in Sports Medicine",
        "coauthors": [
            "M M Dehn",
            "C G Blomqvist",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3839,
        "label": 74,
        "author": "jere h mitchell",
        "title": "A Forty-Year Follow-Up of the Dallas Bed Rest and Training Study: The Effect of Age on the Cardiovascular Response to Exercise in Men",
        "organization": "UT Southwestern Medical Center",
        "abstract": "In 1966, five 20-year-old men underwent a comprehensive physiological evaluation of the capacity for adaptation of the cardiovascular system in response to 3 weeks of bed rest and 8 weeks of heavy endurance training; these same participants were reevaluated before and after training at the age of 50. The aim of the present study was to reexamine these same men 40 years following the original assessments. In all three studies, minute ventilation and expired gases were analyzed during exercise testing with Douglas bag collection. Cardiac output (CO) was determined using the acetylene rebreathing technique. Compared with the original 30-year interval, the decline in maximal oxygen uptake (VO2max) (−11% vs −25%), maximal CO (+6% vs −11%), and maximal stroke volume (+10% vs −10%) were greater between 50 and 60 years of age. The annualized decline in VO2max (55 mL/min/y) between ages 50 and 60 was approximately fourfold higher than the decline between 20 and 50 years (12 mL/min/y). In the original five participants of the Dallas Bed Rest and Training Study, VO2max declined after 40 years of living due to a balanced decrease in central and peripheral determinants of oxygen uptake. The rate of decline in VO2max and its components accelerated after the age of 50 years secondary to age and clinical comorbidities. The net proportional decline in VO2max for a period of 40 years of life was comparable with that experienced after 3 weeks of strict bed rest at the age of 20 (27% vs 26%, respectively).",
        "email": "",
        "conf": "The Journals of Gerontology Series A Biological Sciences and Medical Sciences",
        "coauthors": [
            "Jonathan M. McGavock",
            "Jeffrey L. Hastings",
            "Peter G. Snell",
            "Darren K. McGuire",
            "Eric L. Pacini",
            "Benjamin D. Levine",
            "Jere H. Mitchell"
        ],
        "keywords": "Maximal oxygen uptake, Cardiac output, Arteriovenous oxygen difference, Longitudinal"
    },
    {
        "id": 4039,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Influence of hyperosmolality on left ventricular stiffness",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "G H Templeton",
            "Jere H Mitchell",
            "K Wildenthal"
        ],
        "keywords": ""
    },
    {
        "id": 3954,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Dynamic exercise training in foxhounds. I. Oxygen consumption and hemodynamic responses",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "T I Musch",
            "G C Haidet",
            "G A Ordway",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4025,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Determinants of left ventricular volumes in conscious dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "S.J. Leshin",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3889,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Left ventricular volumes and hemodynamic responses at onset of dynamic exercise with reduced venous return",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The hemodynamic effects of reducing venous return were assessed beat by beat at the onset of upright dynamic exercise. Mean arterial pressure (MAP), heart rate, and left ventricular end-systolic (ESV) and end-diastolic volumes (EDV; two-dimensional echocardiography) were measured in 10 healthy men during 20-s trials of upright cycling (30 W; 60 rpm). Exercise was performed either with or without venous occlusion of the legs (bilateral thigh cuffs inflated to 100 mmHg) in a random order. Without venous occlusion, MAP and cardiac output (CO) increased, and total peripheral resistance (TPR) decreased (P < 0.05) during the first approximately 10 beats after the onset of exercise. Initially, the CO response was accounted for by a rapid heart rate acceleration and, after approximately 15 cardiac cycles, by an increase in stroke volume, which occurred with a decrease in ESV and no change in EDV. With venous occlusion, EDV decreased and stroke volume did not rise during exercise. Thus the CO response was blunted by venous occlusion and MAP did not increase initially. However, after approximately 13 heart beats, MAP increased with no change in TPR. These findings suggest that compensatory mechanisms can elicit an increase in MAP at the onset of mild upright cycling when the CO response is blunted by reducing venous return.",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "Antonio Nobrega",
            "Jon W Williamson",
            "Jere H Mitchell"
        ],
        "keywords": "blood pressure,echocardiography,end-diastolic volume,end-systolic volume,heart rate"
    },
    {
        "id": 3918,
        "label": 74,
        "author": "jere h mitchell",
        "title": "CARDIORESPIRATORY RESPONSES OF DECEREBRATE RABBITS TO HINDLIMB MUSCLE CONTRACTION AND PASSIVE STRETCH: 989",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "C K Dyke",
            "L B Wilson",
            "James A Pawelczyk",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3941,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect of increasing heart rate on left ventricular performance in patients with normal cardiac function",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "Saul Schaefer",
            "Anne L. Taylor",
            "Howard R. Lee",
            "L.David Hillis"
        ],
        "keywords": ""
    },
    {
        "id": 3818,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Insulin Potentiates Neuronal Responses to Chemical Stimulation in Thin Muscle Afferents and Dorsal Root Ganglia: 2206 Board #42 June 1 11",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Insulin activates the sympathetic nervous system, although the mechanism underlying insulin‐induced sympathoexcitation remains to be determined. A mechanical stimulus to tissues such as skin and/or skeletal muscle, no matter whether the stimulation is noxious or not, activates the sympathetic nervous system via thin fibre afferents. Evidence suggests that insulin modulates putative mechanosensitive channels in the dorsal root ganglion (DRG) neurons of these afferents. Accordingly, we investigated whether insulin augments whole‐cell current responses to mechanical stimuli in small DRG neurons of normal healthy mice. We performed whole‐cell patch clamp recordings using cultured DRG neurons and observed mechanically‐activated (MA) currents induced by mechanical stimuli applied to the cell surface. Local application of vehicle solution did not change MA currents or mechanical threshold in cultured DRG neurons. Insulin (500 mU mL−1) significantly augmented the amplitude of MA currents (P  < 0.05) and decreased the mechanical threshold (P  < 0.05). Importantly, pretreatment with the insulin receptor antagonist, GSK1838705, significantly suppressed the insulin‐induced potentiation of the mechanical response. We further examined the impact of insulin on thin fibre muscle afferent activity in response to mechanical stimuli in normal healthy rats in vitro . Using a muscle–nerve preparation, we recorded single group IV fibre activity to a ramp‐shaped mechanical stimulation. Insulin significantly decreased mechanical threshold (P  < 0.05), although it did not significantly increase the response magnitude to the mechanical stimulus. In conclusion, these data suggest that insulin augments the mechanical responsiveness of small DRG neurons and potentially sensitizes group IV afferents to mechanical stimuli at the muscle tissue level, possibly contributing to insulin‐induced sympathoexcitation.",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Norio Hotta",
            "Kimiaki Katanosaka",
            "Kazue Mizumura",
            "Jere H Mitchell",
            "Scott A Smith",
            "Masaki Mizuno"
        ],
        "keywords": ""
    },
    {
        "id": 4054,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Dimensional analysis of the left ventricle in unanesthetized dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of applied physiology",
        "coauthors": [
            "K Wildenthal",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4069,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect of intermittent right bundle branch block on right ventricular contractility",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "Robin R. Johnston",
            "Charles B. Mullins",
            "Dwarka N. Gupta",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3899,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Classification of Sports",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Jere H Mitchell",
            "William L. Haskell",
            "Peter B Raven"
        ],
        "keywords": ""
    },
    {
        "id": 3847,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Independent modification of baroreceptor and exercise pressor reflex function by nitric oxide in nucleus tractus solitarius",
        "organization": "UT Southwestern Medical Center",
        "abstract": "It has been suggested that nitric oxide (NO) is a key modulator of both baroreceptor and exercise pressor reflex afferent signals processed within the nucleus tractus solitarius (NTS). However, studies investigating the independent effects of NO within the NTS on the function of each reflex have produced inconsistent results. To address these concerns, the effects of microdialyzing 10 mM l-arginine, an NO precursor, and 20 mM NG-nitro-l-arginine methyl ester (l-NAME), an NO synthase inhibitor, into the NTS on baroreceptor and exercise pressor reflex function were examined in 17 anesthetized cats. Arterial baroreflex regulation of heart rate was quantified using vasoactive drugs to induce acute changes in mean arterial pressure (MAP). To activate the exercise pressor reflex, static hindlimb contractions were induced by electrical stimulation of spinal ventral roots. To isolate the exercise pressor reflex, contractions were repeated after barodenervation. The gain coefficient of the arterial cardiac baroreflex was significantly different from control (−0.24 ± 0.04 beats·min−1·mmHg−1) after the dialysis of l-arginine (−0.18 ± 0.02 beats·min−1·mmHg−1) and l-NAME (−0.29 ± 0.02 beats·min−1·mmHg−1). In barodenervated animals, the peak MAP response to activation of the exercise pressor reflex (change in MAP from baseline, 39 ± 7 mmHg) was significantly attenuated by the dialysis of l-arginine (change in MAP from baseline, 29 ± 6 mmHg). The results demonstrate that NO within the NTS can independently modulate both the arterial cardiac baroreflex and the exercise pressor reflex. Collectively, these findings provide a neuroanatomical and chemical basis for the regulation of baroreflex and exercise pressor reflex function within the central nervous system.",
        "email": "",
        "conf": "AJP Heart and Circulatory Physiology",
        "coauthors": [
            "Scott A Smith",
            "Jere H Mitchell",
            "Jianhua Li"
        ],
        "keywords": "autonomic nervous system; arterial baroreflex"
    },
    {
        "id": 3845,
        "label": 74,
        "author": "jere h mitchell",
        "title": "New insights into central cardiovascular control during exercise in humans: A central command update",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The autonomic adjustments to exercise are mediated by central signals from the higher brain (central command) and by a peripheral reflex arising from working skeletal muscle (exercise pressor reflex), with further modulation provided by the arterial baroreflex. Although it is clear that central command, the exercise pressor reflex and the arterial baroreflex are all requisite for eliciting appropriate cardiovascular adjustments to exercise, this review will be limited primarily to discussion of central command. Central modulation of the cardiovascular system via descending signals from higher brain centres has been well recognized for over a century, yet the specific regions of the human brain involved in this exercise‐related response have remained speculative. Brain mapping studies during exercise as well as non‐exercise conditions have provided information towards establishing the cerebral cortical structures in the human brain specifically involved in cardiovascular control. The purpose of this review is to provide an update of current concepts on central command in humans, with a particular emphasis on the regions of the brain identified to alter autonomic outflow and result in cardiovascular adjustments.",
        "email": "",
        "conf": "Experimental Physiology",
        "coauthors": [
            "Jon W Williamson",
            "Paul J Fadel",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4057,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Acute effects of increased serum osmolality on left ventricular performance",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "K Wildenthal",
            "D S Mierzwiak",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3925,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect of axillary blockade on regional cerebral blood flow during static handgrip",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "D B Friedman",
            "L Friberg",
            "Jere H Mitchell",
            "Niels Secher"
        ],
        "keywords": ""
    },
    {
        "id": 3928,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Multiplicity of the afferent pathways mediating the exercise pressor reflex",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Brain Research",
        "coauthors": [
            "L. Britt Wilson",
            "P. Tim Wall",
            "Kanji Matsukawa",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3939,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Estimation of human myocardial mass with MR Imaging",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Radiology",
        "coauthors": [
            "J Katz",
            "M C Milliken",
            "J Stray-Gundersen",
            "Ronald M Peshock"
        ],
        "keywords": ""
    },
    {
        "id": 3893,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reduced arterial diameter during static exercise in humans",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Acta Physiologica Scandinavica",
        "coauthors": [
            "Hanne Haahr",
            "Jere H Mitchell",
            "D B Friedman",
            "Niels Secher"
        ],
        "keywords": ""
    },
    {
        "id": 3821,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Exaggerated sympathetic and cardiovascular responses to stimulation of the mesencephalic locomotor region in spontaneously hypertensive rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The sympathetic and pressor responses to exercise are exaggerated in hypertension. However, the underlying mechanisms causing this abnormality remain to be fully elucidated. Central command, a neural drive originating in higher brain centers, is known to activate cardiovascular and locomotor control circuits concomitantly. As such, it is a viable candidate for the generation of the augmented vascular response to exercise in this disease. We hypothesized that augmentations in central command function contribute to the heightened cardiovascular response to exercise in hypertension. To test this hypothesis, changes in renal sympathetic nerve activity (RSNA) and mean arterial pressure (MAP) in response to electrical stimulation of mesencephalic locomotor region (MLR; 20–50 μA in 10-μA steps evoking fictive locomotion), a putative component of the central command pathway, were examined in decerebrate, paralyzed normotensive Wistar-Kyoto (WKY) and spontaneously hypertensive rats (SHR). Tibial nerve discharge during MLR stimulation significantly increased in an intensity-dependent manner in both WKY and SHR but was not different between groups. Stimulation of the MLR evoked significantly larger increases in RSNA and MAP with increasing stimulation intensity in both groups. Importantly, the increases in sympathetic and pressor responses to this fictive locomotion were significantly greater in SHR compared with WKY across all stimulation intensities (e.g., at 50 μA, ΔRSNA: WKY 153±31%, SHR 287±42%; ΔMAP: WKY 87±9 mmHg, SHR 139±7 mmHg). These findings provide the first evidence that central command may be a critical contributor to the exaggerated rise in sympathetic activity and blood pressure during exercise in hypertension.",
        "email": "",
        "conf": "AJP Heart and Circulatory Physiology",
        "coauthors": [
            "Nan Liang",
            "Jere H Mitchell",
            "Scott A Smith",
            "Masaki Mizuno"
        ],
        "keywords": "hypertension; exercise; central command; arterial blood pressure; sympathetic nervous system"
    },
    {
        "id": 3917,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Acute response and chronic adaptation to exercise in women",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Jere H Mitchell",
            "CHARLOTTE TATE",
            "Peter B Raven",
            "NANETTE WENGER"
        ],
        "keywords": ""
    },
    {
        "id": 3923,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Neural control of the forearm cutaneous vasoconstrictor response to dynamic exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "D B Friedman",
            "John M Johnson",
            "Jere H Mitchell",
            "Niels Secher"
        ],
        "keywords": ""
    },
    {
        "id": 4088,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Influence of Cardiac Sympathetic and Vagal Nerve Stimulation on the Relation Between Left Ventricular Diastolic Pressure and Myocardial Segment Length",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "Jere H Mitchell",
            "R J LINDEN",
            "S J SARNOFF"
        ],
        "keywords": ""
    },
    {
        "id": 3949,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effects of alpha-adrenergic blockade on cardiovascular responses to static exercise in cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "Tony Waldrop",
            "M Bielecki",
            "W J Gonyea",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4030,
        "label": 74,
        "author": "jere h mitchell",
        "title": "CHRONICALLY IMPLANTED CARDIOVASCULAR INSTRUMENTATION.",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Stephen J. Leshin",
            "Kern Wildenthal",
            "Charles B. Mullins",
            "Joseph C. Greenfield Jr"
        ],
        "keywords": ""
    },
    {
        "id": 3816,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The Pressor Response to Concurrent Stimulation of the Mesencephalic Locomotor Region and Peripheral Sensory Afferents Is Attenuated in Normotensive but Not Hypertensive Rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Central command (CC) and the exercise pressor reflex (EPR) regulate blood pressure during exercise. We previously demonstrated that experimental stimulation of the CC and EPR pathways independently contribute to the exaggerated pressor response to exercise in hypertension. It is known that CC and EPR modify one another functionally. Whether their interactive relationship is altered in hypertension, contributing to the generation of this potentiated blood pressure response, remains unknown. To address this issue, the pressor response to activation of the CC pathway with and without concurrent stimulation of the EPR pathway, and vice versa, was examined in normotensive Wistar Kyoto (WKY) and spontaneously hypertensive (SHR) rats. In decerebrated, paralyzed animals, activation of the CC pathway was evoked by electrical stimulation of the mesencephalic locomotor region (MLR; 20–50 μA in 10-μA steps). Electrical stimulation of the sciatic nerve (SN, 3, 5, and 10 × motor threshold; MT) was used to activate hindlimb afferents known to carry EPR sensory information. In both WKY and SHR, the algebraic sum of the pressor responses to individual stimulation of the MLR and SN were greater than when both inputs were stimulated simultaneously. Although the blood pressure response to a constant level of SN stimulation was not significantly affected by concurrent MLR stimulation at variable intensities, the pressor response to a constant level of MLR simulation was significantly attenuated by concurrent SN stimulation in WKY but not in SHR. These findings suggest the interactive relationship between CC and the EPR is inhibitory in nature in both WKY and SHR. However, the neural occlusion between these central and peripheral pressor mechanisms is attenuated in hypertension.",
        "email": "",
        "conf": "Frontiers in Physiology",
        "coauthors": [
            "Nan Liang",
            "Gary A. Iwamoto",
            "Ryan M Downey",
            "Jere H Mitchell",
            "Scott A Smith",
            "Masaki Mizuno"
        ],
        "keywords": "hypertension, mesencephalic locomotor region, central command, exercise pressor reflex, blood pressure, sympathetic nerve activity"
    },
    {
        "id": 3951,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Hindlimb muscular contraction reflexly decreases total pulmonary resistance in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "Marc P Kaufman",
            "K J Rybicki",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4082,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Potassium changes in the heart during homeometric autoregulation and acetyl strophanthidin",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Medicine",
        "coauthors": [
            "Stanley J. Sarnoff",
            "Joseph P. Gilmore",
            "Jere H Mitchell",
            "John P. Remensnyder"
        ],
        "keywords": ""
    },
    {
        "id": 4002,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Capsaicin induced cardiovascular changes elicited from the inferior vena cava of the cat and dog",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "J.H. Ashton",
            "G.A. Iwamoto",
            "J.C. Longhurst",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4093,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiopulmonary physiological responses to heavy exercise in patients with anemia",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Clinical Investigation",
        "coauthors": [
            "Brian J. Sproule",
            "Jere H Mitchell",
            "William F. Miller"
        ],
        "keywords": ""
    },
    {
        "id": 3988,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Chronic training with static and dynamic exercise: Cardiovascular adaptation and response to exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "J C Longhurst",
            "A R Kelly",
            "W J Gonyea",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4072,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Hemodynamic consequences of atrial fibrillation at constant ventricular rates",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Medicine",
        "coauthors": [
            "N.Sheldon Skinner",
            "Jere H Mitchell",
            "Andrew G. Wallace",
            "Stanley J. Sarnoff"
        ],
        "keywords": ""
    },
    {
        "id": 3834,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Functional sympatholysis is impaired in hypertensive humans",
        "organization": "UT Southwestern Medical Center",
        "abstract": "In healthy individuals, sympathetic vasoconstriction is markedly blunted in exercising muscles to optimize blood flow to the metabolically active muscle fibres. This protective mechanism, termed functional sympatholysis, is impaired in rat models of angiotensin-dependent hypertension. However, the relevance of these findings to human hypertension is unknown. Therefore, in 13 hypertensive and 17 normotensive subjects we measured muscle oxygenation and forearm blood flow (FBF) responses to reflex increases in sympathetic nerve activity (SNA) evoked by lower body negative pressure (LBNP) at rest and during moderate-intensity rhythmic handgrip exercise. In the normotensives, LBNP caused decreases in oxygenation and FBF (−16 ± 2% and −23 ± 4%, respectively) in resting forearm but not in exercising forearm (−1 ± 2% and −1 ± 3%, respectively; P < 0.05 vs. rest). In the hypertensives, LBNP evoked decreases in oxygenation and FBF that were similar in the resting and exercising forearm (−14 ± 2% vs. −12 ± 2% and −20 ± 3% vs. −13 ± 2%, respectively; P > 0.05), indicating impaired functional sympatholysis. In the hypertensives, SNA was unexpectedly increased by 54 ± 11% during handgrip alone. However, when SNA was experimentally increased during exercise in the normotensives, sympatholysis was unaffected. Treatment for 4 weeks with the angiotensin receptor blocker irbesartan, but not with the thiazide-type diuretic chlorthalidone, restored sympatholysis in the hypertensives. These data provide the first evidence that functional sympatholysis is impaired in hypertensive humans by a mechanism that appears to involve an angiotensin-dependent increase in sympathetic vasoconstriction in the exercising muscles.",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "Wanpen Vongpatanasin",
            "Zhongyun Wang",
            "Debbie Arbique",
            "Gary Arbique",
            "Beverley Adams‐Huet",
            "Jere H. Mitchell",
            "Ronald G. Victor",
            "Gail D. Thomas"
        ],
        "keywords": ""
    },
    {
        "id": 4037,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex cardiovascular and respiratory responses originating in exercising muscle",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "D.I. McCloskey",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3903,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Central cholinergic modulation of the exercise pressor reflex in anesthetized cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "Ahmmed Ally",
            "A F Meintjes",
            "Jere H Mitchell",
            "L B Wilson"
        ],
        "keywords": ""
    },
    {
        "id": 3898,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular and renal nerve responses to static muscle contraction of decerebrate rabbits",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "L B Wilson",
            "C K Dyke",
            "James A Pawelczyk",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3927,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The effect of static exercise on renal sympathetic nerve activity in conscious cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "K Matsukawa",
            "Jere H Mitchell",
            "P T Wall",
            "L B Wilson"
        ],
        "keywords": ""
    },
    {
        "id": 3829,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Antagonism of the TRPv1 receptor partially corrects muscle metaboreflex overactivity in spontaneously hypertensive rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The circulatory response to exercise is exaggerated in hypertension potentially increasing the risk for adverse cardiovascular events. Evidence suggests the skeletal muscle metaboreflex contributes to this abnormal circulatory response. However, as the sensitivity of this reflex has been reported to be both reduced and potentiated in hypertension, its role remains controversial. In addition, the receptor mechanisms underlying muscle metaboreflex dysfunction in this disease remain undetermined. To address these issues, metaboreflex activity was assessed during ‘supra-stimulation’ of the reflex via ischaemic hindlimb muscle contraction. This manoeuvre evoked significantly larger increases in mean arterial pressure (MAP) and renal sympathetic nerve activity (RSNA) in spontaneously hypertensive rats (SHR) compared to normotensive Wistar–Kyoto (WKY) rats. The skeletal muscle TRPv1 receptor was evaluated as a potential mediator of this metaboreflex response as it has been shown to contribute significantly to muscle reflex activation in healthy animals. Stimulation of the TRPv1 receptor by injection of capsaicin into the arterial supply of the hindlimb evoked significantly larger elevations in MAP and RSNA in SHR compared to WKY. The pressor and sympathetic responses to ischaemic muscle contraction in WKY and SHR were attenuated by the administration of the TRPv1 receptor antagonist capsazepine with the magnitude of the capsazepine-induced reductions being greater in SHR than WKY. TRPv1 protein expression in dorsal root ganglia, but not skeletal muscle, was significantly greater in SHR than WKY. The results suggest the muscle metaboreflex is overactive in hypertension. Further, this reflex overactivity can be partially normalized by antagonizing TRPv1 receptors in skeletal muscle.",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "Masaki Mizuno",
            "Megan N Murphy",
            "Jere H Mitchell",
            "Scott A Smith"
        ],
        "keywords": ""
    },
    {
        "id": 3871,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Central interaction between carotid baroreceptors and skeletal muscle receptors inhibits sympathoexcitation",
        "organization": "UT Southwestern Medical Center",
        "abstract": "To determine the potential of an inhibitory interaction between the carotid sinus baroreflex (CSB) and the exercise pressor reflex (EPR), both pathways were activated to produce sympathoexcitation. It was hypothesized that, under conditions when the baroreflex increased sympathetic outflow, the interaction between CSB and EPR would be inhibitory. Bilateral carotid occlusion (BCO), electrically induced muscle contraction (EMC), and passive muscle stretch (PMS) were used to evoke sympathoexcitation. BCO decreased sinus pressure 50 ± 5 mmHg, and the levels of muscle tension generated by EMC and PMS were 7 ± 2 and 8 ± 1 kg, respectively. This resulted in significant increases in mean arterial pressure (MAP) of 55 ± 9, 50 ± 7, and 50 ± 6 mmHg (P = not significant, BCO vs. EMC vs. PMS) and in heart rate (HR) of 7 ± 2, 19 ± 4, and 17 ± 2 beats/min (P < 0.05, BCO vs. EMC and PMS). When BCO was combined with EMC or PMS, the reflex increase in MAP was augmented (80 ± 8 and 79 ± 10 mmHg; BCO+EMC and BCO+PMS, respectively; P< 0.05). However, summation of the individual MAP responses was greater than the response evoked during coactivation (106 ± 11 and 103 ± 12 mmHg, respectively,P < 0.05). Because summing the individual blood pressure responses exceeded the response during coactivation, the net effect was that the CSB and EPR interacted in an occlusive manner. In contrast, summation of the individual chronotropic responses was the same as the response evoked during coactivation. Moreover, there was no difference in summation of the individual MAP or HR responses when muscle afferents were activated by either EMC or PMS. In conclusion, the interaction between the CSB and the EPR in control of MAP was occlusive when both reflexes were stimulated to evoke sympathoexcitation. However, summation of the reflex changes in HR was simply additive.",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "Jeffrey T. Potts",
            "Gregory A Hand",
            "Jianhua Li",
            "Jere H Mitchell"
        ],
        "keywords": "Baroreceptor, Isometric muscular contraction, Interaction, Striated muscle, Sympathetic nerve, Blood pressure, Heart rate, Nervous receptor, Carnivora, Fissipedia, Hemodynamics, Mammalia, Autonomic nervous system, Sympathetic nervous system, Vertebrata"
    },
    {
        "id": 3866,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Activation of the insular cortex is affected by the intensity of exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The purpose of this investigation was to determine whether there were differences in the magnitude of insular cortex activation across varying intensities of static and dynamic exercise. Eighteen healthy volunteers were studied: eight during two intensities of leg cycling and ten at different time periods during sustained static handgrip at 25% maximal voluntary contraction or postexercise cuff occlusion. Heart rate, blood pressure (BP), perceived exertion, and regional cerebral blood flow (rCBF) distribution data were collected. There were significantly greater increases in insular rCBF during lower (6.3 ± 1.7%; P < 0.05) and higher (13.3 ± 3.8%; P < 0.05) intensity cycling and across time during static handgrip (change from rest for right insula at 2–3 min, 3.8 ± 1.1%,P < 0.05; and at 4–5 min, 8.6 ± 2.8%, P < 0.05). Insular rCBF was decreased during postexercise cuff occlusion (−5.5 ± 1.2%; P < 0.05) with BP sustained at exercise levels. Right insular rCBF data, but not left, were significantly related, with individual BP changes (r2 = 0.80;P < 0.001) and with ratings of perceived exertion (r2 = 0.79;P < 0.01) during exercise. These results suggest that the magnitude of insular activation varies with the intensity of exercise, which may be further related to the level of perceived effort or central command.",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "Jon W Williamson",
            "Roderick Mccoll",
            "D Mathews",
            "M Ginsburg",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3896,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Central Command Increases Muscle Sympathetic Nerve Activity During Intense Intermittent Isometric Exercise in Humans",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "Ronald G Victor",
            "Niels Secher",
            "T Lyson",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4070,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The Physiology of Exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Scientific American",
        "coauthors": [
            "Carleton B. Chapman",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3822,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Aldosterone and Salt Loading Independently Exacerbate the Exercise Pressor Reflex in Rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The sympathetic and pressor responses to exercise are exaggerated in hypertension. Evidence suggests that an overactive exercise pressor reflex (EPR) contributes to this abnormal responsiveness. The mechanisms underlying this EPR overactivity are poorly understood. An increasing body of evidence suggests that aldosterone and excessive salt intake play a role in regulating resting sympathetic activity and blood pressure in hypertension. Therefore, each is a good candidate for the generation of EPR dysfunction in this disease. The purpose of this study was to examine whether excessive salt intake and chronic administration of aldosterone potentiate EPR function. Changes in mean arterial pressure and renal sympathetic nerve activity induced by EPR stimulation were examined in vehicle and aldosterone-treated (4 weeks via osmotic mini-pump) Sprague-Dawley rats given either water or saline (elevated salt load) to drink. When compared with vehicle/water-treated rats, stimulation of the EPR by muscle contraction evoked significantly greater increases in mean arterial pressure in vehicle/saline, aldosterone/water, and aldosterone/saline-treated animals (14±3, 29±3, 37±6, and 44±7 mm Hg/kg, respectively; P<0.01). A similar renal sympathetic nerve activity response profile was likewise produced (39±11%, 87±15%, 110±20%, and 151±25%/kg, respectively; P<0.01). The pressor and sympathetic responses to the individual activation of the mechanically and chemically sensitive components of the EPR were also augmented by both saline and aldosterone. These data provide the first direct evidence that both aldosterone and high salt intake elicit EPR overactivity. As such, each represents a potential mechanism by which sympathetic activity and blood pressure are augmented during exercise in hypertension.",
        "email": "",
        "conf": "Hypertension",
        "coauthors": [
            "Masaki Mizuno",
            "Ryan M Downey",
            "Jere H Mitchell",
            "Richard J Auchus",
            "Scott A Smith",
            "Wanpen Vongpatanasin"
        ],
        "keywords": "aldosterone,exercise,hypertension,salt,sympathetic nerveous system"
    },
    {
        "id": 3897,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Exercise Pressor Reflex",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "L. Britt Wilson",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4051,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Determinants of ventricular function.",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "UCLA forum in medical sciences",
        "coauthors": [
            "Jere H Mitchell",
            "C B Mullins"
        ],
        "keywords": ""
    },
    {
        "id": 4005,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Sympathetic stimulation hemodynamic factors and indices of cardiac inotropic state",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "R A Galosy",
            "Jere H Mitchell",
            "J M Atkins",
            "Joan Reisch"
        ],
        "keywords": ""
    },
    {
        "id": 3870,
        "label": 74,
        "author": "jere h mitchell",
        "title": "NEURAL CONTROL OF THE CARDIORESPIRATORY SYSTEM: CEREBRAL CORTICAL ACTIVATION DURING EXERCISE",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Jon W Williamson",
            "L. Friberg",
            "A. Guz",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3978,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Dimensional analysis of right and left ventricles during positive-pressure ventilation in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "S S Cassidy",
            "Jere H Mitchell",
            "R L Johnson"
        ],
        "keywords": ""
    },
    {
        "id": 3990,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Static (isometric) exercise. Retrospection and Introspection",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "J T Shepherd",
            "C G Blomqvist",
            "A R Lind",
            "B Saltin"
        ],
        "keywords": ""
    },
    {
        "id": 3995,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Static (Isometric) Exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Jere H Mitchell",
            "C. G. Blomqvist",
            "A. R. Lind",
            "Donald H. Schmidt"
        ],
        "keywords": ""
    },
    {
        "id": 3973,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Left ventricular volumes and contractility during hemorrhagic hypotension: Dimensional analysis and biplane cinefluorography",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulatory shock",
        "coauthors": [
            "J W Horton",
            "D Coln",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3817,
        "label": 74,
        "author": "jere h mitchell",
        "title": "High-Phosphate Diet Induces Exercise Intolerance and Impairs Fatty Acid Metabolism in Mice",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Inorganic phosphate (Pi) is used extensively as a preservative and a flavor enhancer in the Western diet. Physical inactivity, a common feature of Western societies, is associated with increased cardiovascular morbidity and mortality. It is unknown whether dietary Pi excess contributes to exercise intolerance and physical inactivity. To determine an association between Pi excess and physical activity in humans, we assessed the relationship between serum Pi and actigraphy-determined physical activity level, as well as left ventricular function by cardiac magnetic resonance imaging, in DHS-2 (Dallas Heart Study phase 2) participants after adjusting for relevant variables. To determine direct effects of dietary Pi on exercise capacity, oxygen uptake, serum nonesterified fatty acid, and glucose were measured during exercise treadmill test in C57/BL6 mice fed either a high-Pi (2%) or normal-Pi (0.6%) diet for 12 weeks. To determine the direct effect of Pi on muscle metabolism and expression of genes involved in fatty acid metabolism, additional studies in differentiated C2C12 myotubes were conducted after subjecting to media containing 1 to 3 mmol/L Pi (pH 7.0) to simulate in vivo phosphate conditions. In participants of the DHS-2 (n=1603), higher serum Pi was independently associated with reduced time spent in moderate to vigorous physical activity (P=0.01) and increased sedentary time (P=0.004). There was no association between serum Pi and left ventricular ejection fraction or volumes. In animal studies, compared with the control diet, consumption of high-Pi diet for 12 weeks did not alter body weight or left ventricular function but reduced maximal oxygen uptake, treadmill duration, spontaneous locomotor activity, fat oxidation, and fatty acid levels and led to downregulation of genes involved in fatty acid synthesis, release, and oxidation, including Fabp4, Hsl, Fasn, and Pparγ, in muscle. Similar results were recapitulated in vitro by incubating C2C12 myotubes with high-Pi media. Our data demonstrate a detrimental effect of dietary Pi excess on skeletal muscle fatty acid metabolism and exercise capacity that is independent of obesity and cardiac contractile function. Dietary Pi may represent a novel and modifiable target to reduce physical inactivity associated with the Western diet.",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "Poghni Allen Peri-Okonny",
            "Kedryn K Baskin",
            "Gary Iwamoto",
            "Jere H Mitchell",
            "Scott A Smith",
            "Han Kyul Kim",
            "Luke I Szweda",
            "Rhonda Bassel-Duby",
            "Teppei Fujikawa",
            "Carlos M Castorena",
            "James Richardson",
            "John M Shelton",
            "Colby Ayers",
            "Jarett D Berry",
            "Venkat S Malladi",
            "Ming-Chang Hu",
            "Orson W Moe",
            "Philipp E Scherer",
            "Wanpen Vongpatanasin"
        ],
        "keywords": "diet,exercise,fatty acids,gene expression,metabolism,phosphates"
    },
    {
        "id": 4011,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Relationships between resting tension and mechanical properties of papillary muscle",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "G Templeton",
            "R Adcock",
            "J T Willerson",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3836,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular Reflex Control by Afferent Fibers from Skeletal Muscle Receptors",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Comprehensive Physiology",
        "coauthors": [
            "Jere H Mitchell",
            "Robert F. Schmidt"
        ],
        "keywords": ""
    },
    {
        "id": 4086,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The control of the function of the heart",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "S.J. Sarnoff",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3993,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effects of capsicin on skeletal muscle afferent fibers in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Marc P Kaufman",
            "G.A. Iwamoto",
            "J.C. Longhurst",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4013,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular physiology of dynamic and static exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Transactions of the Association of Life Insurance Medical Directors of America",
        "coauthors": [
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3881,
        "label": 74,
        "author": "jere h mitchell",
        "title": "C-Fos expression in the medulla induced by static muscle contraction in cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "J Li",
            "Gregory Hand",
            "J T Potts",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4033,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Absence of appreciable cardiovascular and respiratory responses to muscle vibration",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of applied physiology",
        "coauthors": [
            "D I McCloskey",
            "P. B. C. Matthews",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3859,
        "label": 74,
        "author": "jere h mitchell",
        "title": "THE PRESSOR RESPONSE TO EXERCISE IS EXAGGERATED IN HYPERTENSIVE RATS WITH DECREASED LEFT VENTRICULAR FUNCTION",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Sherri Smith",
            "Pradeep P A Mammen",
            "Jere H Mitchell",
            "Mary Grace Garry"
        ],
        "keywords": ""
    },
    {
        "id": 4074,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Mechanisms of adaptation of the left ventricle to muscular exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Pediatrics",
        "coauthors": [
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4099,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The relationship of Adrenalin and T-wave changes in the anxiety state",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "American Heart Journal",
        "coauthors": [
            "Jere H Mitchell",
            "Alvin P. Shapiro"
        ],
        "keywords": ""
    },
    {
        "id": 3979,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect of large variations in preload on left ventricular characteristics in normal subjects",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "John V Nixon",
            "R G Murray",
            "P D Leonard",
            "C G Blomqvist"
        ],
        "keywords": ""
    },
    {
        "id": 4015,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular effects of variations in habitual levels of physical activity",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "C G Blomqvist",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3830,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular regulation by skeletal muscle reflexes in health and disease",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Heart rate and blood pressure are elevated at the onset and throughout the duration of dynamic or static exercise. These neurally mediated cardiovascular adjustments to physical activity are regulated, in part, by a peripheral reflex originating in contracting skeletal muscle termed the exercise pressor reflex. Mechanically sensitive and metabolically sensitive receptors activating the exercise pressor reflex are located on the unencapsulated nerve terminals of group III and group IV afferent sensory neurons, respectively. Mechanoreceptors are stimulated by the physical distortion of their receptive fields during muscle contraction and can be sensitized by the production of metabolites generated by working skeletal myocytes. The chemical by-products of muscle contraction also stimulate metaboreceptors. Once activated, group III and IV sensory impulses are transmitted to cardiovascular control centers within the brain stem where they are integrated and processed. Activation of the reflex results in an increase in efferent sympathetic nerve activity and a withdrawal of parasympathetic nerve activity. These actions result in the precise alterations in cardiovascular hemodynamics requisite to meet the metabolic demands of working skeletal muscle. Coordinated activity by this reflex is altered after the development of cardiovascular disease, generating exaggerated increases in sympathetic nerve activity, blood pressure, heart rate, and vascular resistance. The basic components and operational characteristics of the reflex, the techniques used in human and animals to study the reflex, and the emerging evidence describing the dysfunction of the reflex with the advent of cardiovascular disease are highlighted in this review.",
        "email": "",
        "conf": "AJP Heart and Circulatory Physiology",
        "coauthors": [
            "Megan N Murphy",
            "Masaki Mizuno",
            "Jere H Mitchell",
            "Scott A Smith"
        ],
        "keywords": "mechanoreflex; metaboreflex; sensory neurons; hypertension; heart failure"
    },
    {
        "id": 3855,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The Oxygen Transport System and Maximal Oxygen Uptake",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Maximal oxygen uptake as we know it at the turn of the twenty-first century has a history that dates back to Archibald Vivian Hill and his work with Lupton and Long. In the 1923 article from which the above quote is taken, Hill and Lupton summarized data in the literature and added their own measurements of oxygen uptake obtained when running at increasing speeds in the open field, including one bout leading to exhaustion (60). They coined the term “maximum oxygen intake,” which for A.V. Hill at the time was 4055 ml min−1. They did point out that the maximum value for VO2 varied among individuals and they identified the main links in the oxygen transport system, which incorporated the combined and closely integrated functions of the respiratory, circulatory, and skeletal muscle systems. The concept of maximal oxygen consumption was fundamental to the use of exercise as a perturbation to understand basic physiological regulations.",
        "email": "",
        "conf": "Exercise physiology. American Psychological Association",
        "coauthors": [
            "Jere H Mitchell",
            "Bengt Saltin"
        ],
        "keywords": "Skeletal Muscle, Cardiac Output, Stroke Volume, Oxygen Transport, Exercise Physiology "
    },
    {
        "id": 4016,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Dimensional analysis of the left ventricle: effects of acute aortic regurgitation",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "S J Leshin",
            "L D Horwitz",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4091,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Homeometric Autoregulation in the Heart",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "S J SARNOFF",
            "Jere H Mitchell",
            "J P GILMORE",
            "J P REMENSNYDER"
        ],
        "keywords": ""
    },
    {
        "id": 4081,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Synchronicity of ventricular contraction: observations comparing haemodynamic effects of atrial and ventricular pacing",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Heart",
        "coauthors": [
            "Joseph P. Gilmore",
            "Stanley J. Sarnoff",
            "Jere H Mitchell",
            "Ronald J. Linden"
        ],
        "keywords": ""
    },
    {
        "id": 3907,
        "label": 74,
        "author": "jere h mitchell",
        "title": "735 CARDIOVASCULAR RESPONSES AT THE ONSET OF STATIC EXERCISE WITH FIXED HEART RATES",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Jon W Williamson",
            "J. A. Garcia",
            "D. B. Friedman",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3942,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Regional distribution of blood flow of dogs during graded dynamic exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "T I Musch",
            "D B Friedman",
            "K H Pitetti",
            "G A Ordway"
        ],
        "keywords": ""
    },
    {
        "id": 3952,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Pressor reflex evoked by muscular contraction: Contributions by neuraxis levels",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "GA Iwamoto",
            "Tony Waldrop",
            "Marc P Kaufman",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3884,
        "label": 74,
        "author": "jere h mitchell",
        "title": "DYNAMIC CYCLING MOVEMENT ELICITS ACTIVATION OF THE INSULAR CORTEX IN MAN1052",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Jon W Williamson",
            "Roderick Mccoll",
            "D. Mathews",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3970,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effects of static muscular contraction on impulse activity of groups III and IV in cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of applied physiology: respiratory environmental and exercise physiology",
        "coauthors": [
            "Marc P Kaufman",
            "J C Longhurst",
            "K J Rybicki",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3887,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular responses to static exercise in conscious cats: Effects of intracerebroventricular injection of clonidine",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "Ahmmed Ally",
            "Gregory Hand",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3982,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex cardiovascular responses evoked by application of capsaicin to the pancreas of cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "G.A. Ordway",
            "J.C. Longhurst",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3985,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Static exercise in anesthetized dogs a cause of reflex alpha-adrenergic coronary vasoconstriction",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Archiv fr Kreislaufforschung",
        "coauthors": [
            "J C Longhurst",
            "R Aung-Din",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3874,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Mechanisms for increasing stroke volume during static exercise with fixed heart rate in humans",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Ten patients with preserved inotropic function having a dual-chamber (right atrium and right ventricle) pacemaker placed for complete heart block were studied. They performed static one-legged knee extension at 20% of their maximal voluntary contraction for 5 min during three conditions: 1) atrioventricular sensing and pacing mode [normal increase in heart rate (HR; DDD)], 2) HR fixed at the resting value (DOO-Rest; 73 +/- 3 beats/min), and 3) HR fixed at peak exercise rate (DOO-Ex; 107 +/- 4 beats/min). During control exercise (DDD mode), mean arterial pressure (MAP) increased by 25 mmHg with no change in stroke volume (SV) or systemic vascular resistance. During DOO-Rest and DOO-Ex, MAP increased (+25 and +29 mmHg, respectively) because of a SV-dependent increase in cardiac output (+1.3 and +1.8 l/min, respectively). The increase in SV during DOO-Rest utilized a combination of increased contractility and the Frank-Starling mechanism (end-diastolic volume 118-136 ml). However, during DOO-Ex, a greater left ventricular contractility (end-systolic volume 55-38 ml) mediated the increase in SV.",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "Antonio Nobrega",
            "John W Williamson",
            "Jorge A. Garcia",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4065,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The effect of diphenylhydantoin (Dilantin) and quinidine on left ventricular function in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "American Heart Journal",
        "coauthors": [
            "Donald S. Mierzwiak",
            "Jere H Mitchell",
            "William Shapiro"
        ],
        "keywords": ""
    },
    {
        "id": 4079,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Intrinsic effects of heart rate on left ventricular performance",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "Jere H Mitchell",
            "Andrew G. Wallace",
            "N. Sheldon Skinner"
        ],
        "keywords": ""
    },
    {
        "id": 3932,
        "label": 74,
        "author": "jere h mitchell",
        "title": "580 MECHANISMS OF ADAPTATION TO EXERCISE IN HEMODIALVSIS",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "G E Moore",
            "J Stray-Gundersen",
            "K R Brinker",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4026,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Hemodynamic studies of sequenced and non-sequenced external counterpulsation",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "Lawrence S. Cohen",
            "Rene Langou",
            "Steven Wolfson",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3877,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Identification of hypothalamic vasopressin and oxytocin neurons activated during the exercise pressor reflex in cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Brain Research",
        "coauthors": [
            "Jianhua Li",
            "Gregory Hand",
            "Jeffrey T. Potts",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4080,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Duration of the Phases of Left Ventricular Systole",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "A G WALLACE",
            "Jere H Mitchell",
            "N S SKINNER",
            "S J SARNOFF"
        ],
        "keywords": ""
    },
    {
        "id": 3901,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effects of clonidine on the reflex cardiovascular responses and release of substance P during muscle contraction",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "Ahmmed Ally",
            "A F Meintjes",
            "Jere H Mitchell",
            "L B Wilson"
        ],
        "keywords": ""
    },
    {
        "id": 4014,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Influence of acute myocardial depression on left ventricular stiffness and its elastic and viscous components",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Clinical Investigation",
        "coauthors": [
            "G H Templeton",
            "K Wildenthal",
            "J T Willerson",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3983,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiac hypertrophy in response to an isometric training program in the cat",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "K H Muntz",
            "W J Gonyea",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3943,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Training effects on regional blood flow response to maximal exercise in foxhounds",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "T I Musch",
            "G C Haidet",
            "G A Ordway",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3969,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Stimulation of pancreatic afferents reflexly activates the cardiovascular system in cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "G A Ordway",
            "J C Longhurst",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3972,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The Exercise Pressor Reflex: Its Cardiovascular Effects Afferent Mechanisms and Central Pathways",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Annual Review of Physiology",
        "coauthors": [
            "Jere H Mitchell",
            "Marc P Kaufman",
            "GA Iwamoto"
        ],
        "keywords": ""
    },
    {
        "id": 3827,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Exercise pressor reflex function following acute hemi-section of the spinal cord in cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Cardiovascular disease is a leading cause of morbidity and mortality in patients post spinal cord injury (SCI). The prescription of exercise as a therapeutic modality for disease prevention in this population is promising. It is logical to suggest that the sooner an exercise program can begin the more benefit the patient will receive from the therapy. However, the time point after injury at which the requisite circulatory responses needed to support exercise are viable remains largely unknown. The skeletal muscle exercise pressor reflex (EPR) significantly contributes to cardiovascular control during exercise in healthy individuals. Experiments in patients with a chronic lateral hemi-section of the spinal cord (Brown-Séquard syndrome) suggest that the EPR, although blunted, is operational when examined months to years post injury. However, whether this critically important reflex remains functional immediately after lateral SCI or, in contrast, experiences a period of reduced capacity due to spinal shock has not been established. This study was designed to assess EPR function after acute lateral transection of the spinal cord. The EPR was selectively activated in seven decerebrate cats via electrically stimulated static contraction of the triceps surae muscles of each hindlimb before and after lateral hemi-section of the T13–L2 region of the spinal cord. Compared to responses prior to injury, increases in mean arterial pressure (MAP) were significantly decreased when contracting the hindlimb either ipsilateral to the lesion (MAP = 17 ± 3 mmHg before and 9 ± 2 mmHg after) or contralateral to the lesion (MAP = 22 ± 5 mmHg before and 12 ± 4 mmHg after). The heart rate (HR) response to stimulation of the EPR was largely unaffected by induction of acute SCI. The findings suggest that the EPR maintains the ability to importantly contribute to cardiovascular regulation during exercise immediately following a Brown-Séquard-like injury.",
        "email": "",
        "conf": "Frontiers in Physiology",
        "coauthors": [
            "Megan N Murphy",
            "Ronaldo M Ichiyama",
            "Gary A Iwamoto",
            "Jere H Mitchell",
            "Scott Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4035,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Acute effects of ethanol on the left ventricle in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "D S Mierzwiak",
            "K Wildenthal",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3844,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Exercise pressor reflex function is altered in spontaneously hypertensive rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "In hypertension, exercise elicits excessive elevations in mean arterial pressure (MAP) and heart rate (HR) increasing the risk for adverse cardiac events and stroke during physical activity. The exercise pressor reflex (a neural drive originating in skeletal muscle), central command (a neural drive originating in cortical brain centres) and the tonically active arterial baroreflex contribute importantly to cardiovascular control during exercise. Each of these inputs potentially mediates the heightened cardiovascular response to physical activity in hypertension. However, given that exercise pressor reflex overactivity is known to elicit enhanced circulatory responses to exercise in disease states closely related to hypertension (e.g. heart failure), we tested the hypothesis that the exaggerated cardiovascular response to exercise in hypertension is mediated by an overactive exercise pressor reflex. To test this hypothesis, we used a rat model of exercise recently developed in our laboratory that selectively stimulates the exercise pressor reflex independent of central command and/or the arterial baroreflex. Activation of the exercise pressor reflex during electrically induced static muscle contraction in the absence of input from central command resulted in significantly larger increases in MAP and HR in male spontaneously hypertensive rats as compared to normotensive Wistar‐Kyoto rats over a wide range of exercise intensities. Similar findings were obtained in animals in which input from both central command and the arterial baroreflex were eliminated. These findings suggest that the enhanced cardiovascular response to exercise in hypertension is mediated by an overactive exercise pressor reflex. Potentially, effective treatment of exercise pressor reflex dysfunction may reduce the cardiovascular risks associated with exercise in hypertension.",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "Scott A Smith",
            "Maurice A Williams",
            "Anna K Leal",
            "Jere H Mitchell",
            "Mary Grace Garry"
        ],
        "keywords": ""
    },
    {
        "id": 4083,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The dynamics of pulsus alternans: Alternating end-diastolic fiber length as a causative factor",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Clinical Investigation",
        "coauthors": [
            "Jere H Mitchell",
            "Stanley J. Sarnoff",
            "Edmund H. Sonnenblick"
        ],
        "keywords": ""
    },
    {
        "id": 3856,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect of nitric oxide on release of glutamate in the subretrofacial nucleus (SRF) during the exercise pressor reflex in cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The subretrofacial nucleus (SRF) has been known to play a crucial role in the expression of the exercise pressor reflex. Previously, we have reported that the release of glutamate (Glu) in the SRF was increased during muscle contraction in anesthetized cats. In this study, static muscle contraction of the triceps surae for 4 min was induced by electrical stimulation of L7 and S1 ventral roots. Endogenous release of Glu and citrulline (Cit) from the SRF was recovered by microdialysis and measured by HPLC. The microdialysis probes were also used to deliver l-arginine and l-NAME to test the effect of nitric oxide (NO) on release of Glu in the SRF and on the cardiovascular responses during muscle contraction. During control, muscle contraction significantly increased mean arterial pressure (MAP) from 98±8 to 151±9 mmHg, and the extracellular concentration of Glu from 610±120 to 1280±290 nM. Dialyzing 2 mM l-arginine into the SRF increased basal Cit concentration from 260±50 to 760±210 nM (P<0.05). During contraction after l-arginine, the increases in MAP and Glu concentration were significantly attenuated (86±3–124±6 mmHg and 300±60–460±100 nM, respectively). Dialysis of 0.5 mM l-NAME into the SRF decreased Cit concentration from 340±40 to 180±20 nM (P<0.05). During contraction after dialyzing l-NAME, the increases in MAP and Glu concentration were significantly potentiated (93±6–154±9 mmHg and 520±80–1290±380 nM, respectively). These results suggest that endogenous NO modulates the cardiovascular responses to static muscle contraction by affecting the release of Glu in the SRF.",
        "email": "",
        "conf": "Brain Research",
        "coauthors": [
            "Jianhua Li",
            "Jere H Mitchell"
        ],
        "keywords": "Nitric oxide,Excitatory amino acid,Glutamate,Microdialysis,Blood pressure,Subretrofacial nucleus,Muscle contraction"
    },
    {
        "id": 3840,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Evidence for functional alterations in the skeletal muscle mechanoreflex and metaboreflex in hypertensive rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Exercise in hypertensive individuals elicits exaggerated increases in mean arterial pressure (MAP) and heart rate (HR) that potentially enhance the risk for adverse cardiac events or stroke. Evidence suggests that exercise pressor reflex function (EPR; a reflex originating in skeletal muscle) is exaggerated in this disease and contributes significantly to the potentiated cardiovascular responsiveness. However, the mechanism of EPR overactivity in hypertension remains unclear. EPR function is mediated by the muscle mechanoreflex (activated by stimulation of mechanically sensitive afferent fibers) and metaboreflex (activated by stimulation of chemically sensitive afferent fibers). Therefore, we hypothesized the enhanced cardiovascular response mediated by the EPR in hypertension is due to functional alterations in the muscle mechanoreflex and metaboreflex. To test this hypothesis, mechanically and chemically sensitive afferent fibers were selectively activated in normotensive Wistar-Kyoto (WKY) and spontaneously hypertensive (SHR) decerebrate rats. Activation of mechanically sensitive fibers by passively stretching hindlimb muscle induced significantly greater increases in MAP and HR in SHR than WKY over a wide range of stimulus intensities. Activation of chemically sensitive fibers by administering capsaicin (0.01–1.00 μg/100 μl) into the hindlimb arterial supply induced increases in MAP that were significantly greater in SHR compared with WKY. However, HR responses to capsaicin were not different between the two groups at any dose. This data is consistent with the concept that the abnormal EPR control of MAP described previously in hypertension is mediated by both mechanoreflex and metaboreflex overactivity. In contrast, the previously reported alterations in the EPR control of HR in hypertension may be principally due to overactivity of the mechanically sensitive component of the reflex.",
        "email": "",
        "conf": "AJP Heart and Circulatory Physiology",
        "coauthors": [
            "Anna K Leal",
            "Maurice A Williams",
            "Mary Grace Garry",
            "Jere H Mitchell",
            "Scott A Smith"
        ],
        "keywords": "Blood pressure,Heart rate,Muscle afferents"
    },
    {
        "id": 3971,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect of hemodialysis on left ventricular function. Dissociation of changes in filling volume and in contractile state",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Clinical Investigation",
        "coauthors": [
            "John V Nixon",
            "Jere H Mitchell",
            "J J McPhaul",
            "W L Henrich"
        ],
        "keywords": ""
    },
    {
        "id": 4003,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Influences of physical conditioning and deconditioning on coronary vasculature of dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of applied physiology: respiratory environmental and exercise physiology",
        "coauthors": [
            "H L Wyatt",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4090,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Regulation of Ventricular Contraction: Influence of Cardiac Sympathetic and Vagal Nerve Stimulation on Atrial and Ventricular Dynamics",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "S J SARNOFF",
            "S K BROCKMAN",
            "J P GILMORE",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3891,
        "label": 74,
        "author": "jere h mitchell",
        "title": "CENTRAL ADMINISTRATION OF CLONIDINE ATTENUATES THE REFLEX CARDIOVASCULAR RESPONSES TO EXERCISE IN CONSCIOUS CATS.",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Ahmmed Ally",
            "Gregory Hand",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4022,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Dimensional changes of the left ventricle during acute pulmonary arterial hypertension in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "Edward W. Stool",
            "Charles B. Mullins",
            "Stephen J. Leshin",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3828,
        "label": 74,
        "author": "jere h mitchell",
        "title": "A Role for Nitric Oxide within the Nucleus Tractus Solitarius in the Development of Muscle Mechanoreflex Dysfunction in Hypertension.",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Evidence suggests that the muscle mechanoreflex, a circulatory reflex that raises blood pressure and heart rate (HR) upon activation of mechanically sensitive afferent fibres in skeletal muscle, is overactive in hypertension. However, the mechanisms underlying this abnormal reflex function have yet to be identified. Sensory input from the mechanoreflex is processed within the nucleus tractus solitarii (NTS) in the medulla oblongata. Within the NTS, the enzymatic activity of nitric oxide synthase produces nitric oxide (NO). This centrally derived NO has been shown to modulate muscle reflex activity and serves as a viable candidate for mediating the mechanoreflex dysfunction that develops in hypertension. We hypothesized that mechanoreflex dysfunction in hypertension is mediated by abnormal alterations in NO production in the NTS. Mechanically sensitive afferent fibres were stimulated by passively stretching hindlimb muscle before and after blocking the endogenous production of NO within the NTS via microdialysis of the NO synthase inhibitor l ‐NAME (1 and 5 mm ) in normotensive Wistar–Kyoto rats and spontaneously hypertensive rats (SHRs). Changes in HR and mean arterial pressure in response to stretch were significantly larger in SHRs compared with Wistar–Kyoto rats prior to l ‐NAME dialysis. Attenuating NO production via l ‐NAME in normotensive rats recapitulated the exaggerated cardiovascular response to stretch observed in SHRs. Dialysing l ‐NAME in SHRs further accentuated the increases in HR and mean arterial pressure elicited by stretch. These findings support the contention that reductions in NO production within the NTS contribute to the generation of abnormal cardiovascular control by the skeletal muscle mechanoreflex in hypertension.",
        "email": "",
        "conf": "Experimental physiology",
        "coauthors": [
            "Anna K Leal",
            "Megan N Murphy",
            "Gary A Iwamoto",
            "Jere H Mitchell",
            "Scott A Smith"
        ],
        "keywords": "blood pressure, heart rate, exercise"
    },
    {
        "id": 4047,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Depression of cardiac function by streptomycin and other antimicrobial agents",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "Lawrence S. Cohen",
            "Andrew S. Wechsler",
            "Jere H Mitchell",
            "Gerald Glick"
        ],
        "keywords": ""
    },
    {
        "id": 4041,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Changes in left ventricular function produced by injection of contrast media",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "American Heart Journal",
        "coauthors": [
            "Charles B. Mullins",
            "Stephen J. Leshin",
            "Donald S. Mierzwiak",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3880,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Lateralization of insular cortex activation during high and low intensity exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The insular cortex has been implicated as an important cortical site of cardiac regulation. It has been proposed that one insula may regulate cardiac parasympathetic activity while the other regulates sympathetic activity. Our purpose was to determine if hemispheric differences in insular activation exist for low and high intensity exercise using single photon emission computed to mography (SPECT) and magnetic resonance imaging (MRI). Four healthy men (24±2 yr) were studied during: seated rest; low intensity cycling (LIC); and high intensity cycling (HIC). For each condition, regional cerebral blood flow was measured via i.v. injection of 20mCi Tc99m-ECD (Neurolite). Individual SPECT and MRI data were aligned and percent changes in radioactivity from rest were calculated for each subject. Resting HR was 68 . During HIC (HR = 156±3 bpm), there was right insular activation (8.5±1.1%; P<0.05) with a trend for activation of the left (4.7±1.0%; P>0.05). These findings suggest that the left insula may be more involved in cardiac vagal withdrawal, while the right insula may be more involved in increased sympathetic activity during higher intensity exercise.",
        "email": "",
        "conf": "FASEB Journal",
        "coauthors": [
            "Jon W Williamson",
            "Roderick Mccoll",
            "D. Mathews",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3910,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex control of glucoregulatory exercise responses by group III and IV muscle afferents",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "J Vissing",
            "G A Iwamoto",
            "I E Fuchs",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4008,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex effects on circulation and respiration from contracting skeletal muscle",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "Jere H Mitchell",
            "W C Reardon",
            "D I McCloskey"
        ],
        "keywords": ""
    },
    {
        "id": 3912,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Neural control of cardiovascular responses and ventilation during dynamic exercise in man",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "S Strange",
            "Niels Secher",
            "James A Pawelczyk",
            "B Saltin"
        ],
        "keywords": ""
    },
    {
        "id": 4046,
        "label": 74,
        "author": "jere h mitchell",
        "title": "A method for measurement of dynamic compliance of the left ventricle in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of applied physiology",
        "coauthors": [
            "G H Templeton",
            "Jere H Mitchell",
            "R R Ecker",
            "G Blomqvist"
        ],
        "keywords": ""
    },
    {
        "id": 4004,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiac changes to signalled shock avoidance in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Physiology & Behavior",
        "coauthors": [
            "Richard A. Galosy",
            "Lewis K. Clarke",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4023,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Static (Isometric) Exercise and the Heart: Physiological and Clinical Considerations",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Annual Review of Medicine",
        "coauthors": [
            "Jere H Mitchell",
            "K Wildenthal"
        ],
        "keywords": ""
    },
    {
        "id": 4084,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Influence of atrial contraction and relaxation on closure of mitral valve. Observations on effects of autonomic nerve activity",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "S J SARNOFF",
            "J P GILMORE",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3926,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Hormonal metabolic and cardiovascular responses to static exercise in humans: Influence of epidural anesthesia",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "Michael Kjaer",
            "Niels Secher",
            "Flemming Winther Bach",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3838,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The TRPv1 receptor is a mediator of the exercise pressor reflex in rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The skeletal muscle exercise pressor reflex (EPR) induces increases in heart rate (HR) and mean arterial pressure (MAP) during physical activity. This reflex is activated during contraction by stimulation of afferent fibres responsive to mechanical distortion and/or the metabolic by‐products of skeletal muscle work. The molecular mechanisms responsible for activating these afferent neurons have yet to be identified. It has been reported that activation of the transient receptor potential vanilloid 1 (TRPv1) receptor within skeletal muscle (localized to unmyelinated afferent fibres) elicits increases in MAP and HR similar to those generated by the EPR. Thus, we hypothesized that stimulation of the TRPv1 receptor during muscle contraction contributes to the activation of the EPR. The EPR was activated by electrically induced static muscle contraction of the hindlimb in decerebrate Sprague–Dawley rats (n = 61) before and after the administration of the TRPv1 receptor antagonists, capsazepine (Capz; 100 μg/100 μl), iodoresinaferatoxin (IRTX; 1 μg/100 μl), or Ruthenium Red (RR; 100 μg/100 μl). Static muscle contraction alone induced increases in both HR (8 ± 2 bpm) and MAP (21 ± 3 mmHg). The HR and MAP responses to contraction were significantly lower (P < 0.05) after the administration of Capz (2 ± 1 bpm; 7 ± 1 mmHg, respectively), IRTX (3 ± 2 bpm; 5 ± 3 mmHg, respectively) and RR (0 ± 1, bpm; 5 ± 2 mmHg, respectively). These data suggest that the TRPv1 receptor contributes importantly to activation of the EPR during skeletal muscle contraction in the rat.",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "Scott A Smith",
            "Anna K Leal",
            "Maurice A Williams",
            "Megan N Murphy",
            "Jere H Mitchell",
            "Mary Grace Garry"
        ],
        "keywords": ""
    },
    {
        "id": 4096,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Factors responsible for hyperpnea during heavy exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Medicine",
        "coauthors": [
            "Jere H Mitchell",
            "Brian J Sproule",
            "Carleton B Chapman"
        ],
        "keywords": ""
    },
    {
        "id": 4092,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The Maximal Oxygen Intake Test in Patients with Predominant Mitral Stenosis: A Preoperative and Postoperative Study",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "C B CHAPMAN",
            "Jere H Mitchell",
            "B J SPROULE",
            "B WILLIAMS"
        ],
        "keywords": ""
    },
    {
        "id": 3976,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex cardiovascular depression induced by capsaicin injection into canine liver",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "J H Ashton",
            "G A Iwamoto",
            "J C Longhurst",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3924,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Static muscle contraction increases adrenal sympathetic nerve activity in rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "J Vissing",
            "L B Wilson",
            "Jere H Mitchell",
            "Ronald G Victor"
        ],
        "keywords": ""
    },
    {
        "id": 4010,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular responses to isometric exercise in the conscious cat",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "G.R. Diepstra",
            "W.J. Gonyea",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3848,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The Capsaicin-Sensitive Afferent Neuron in Skeletal Muscle Is Abnormal in Heart Failure",
        "organization": "UT Southwestern Medical Center",
        "abstract": "In heart failure, the cardiovascular response to activation of the skeletal muscle exercise pressor reflex (EPR) is exaggerated. Group IV afferent neurons, primarily stimulated by the metabolic by-products of skeletal muscle work, contribute significantly to the EPR. Therefore, it was postulated that alterations in the activity of group IV neurons contribute to the EPR dysfunction manifest in heart failure. METHODS AND RESULTS: Group IV afferent fibers were ablated in neonatal Sprague-Dawley rats by subcutaneous administration of capsaicin. In neonatal capsaicin-treated adult animals, selective activation of the EPR, by electrically induced static muscle contraction, recapitulated the exaggerated increases in heart rate and blood pressure observed in rats with dilated cardiomyopathy (DCM). Furthermore, compared with control animals, both neonatal capsaicin-treated and DCM rats displayed a decreased pressor response to the intra-arterial administration of capsaicin within the hindlimb, a maneuver that selectively excites group IV afferent neurons. Moreover, expression of mRNA for the capsaicin receptor TRPv1, a marker of group IV fibers, was downregulated in DCM animals compared with controls. CONCLUSIONS: These findings suggest that EPR dysfunction in heart failure results in part from functional and molecular alterations in group IV fibers. Furthermore, the responsiveness of these metabolically sensitive neurons appears to be blunted in DCM, indicating that their contribution to the EPR may be reduced. This occurs despite an overall exaggeration of the EPR in heart failure. These insights into the basic mechanisms of EPR dysfunction are essential to the development of effective therapeutic strategies aimed at improving exercise capacity in heart failure.",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "Scott A Smith",
            "Maurice A Williams",
            "Jere H Mitchell",
            "Pradeep P A Mammen",
            "Mary Grace Garry"
        ],
        "keywords": "blood pressure,cardiomyopathy,exercise,heart failure,reflex"
    },
    {
        "id": 3905,
        "label": 74,
        "author": "jere h mitchell",
        "title": "739 ISOLATED ACTIVATION OF MUSCLE AFFERENTS DOES NOT ENHANCE REGIONAL CEREBRAL BLOOD FLOW IN HUMANS",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "D. B. Friedman",
            "Jere H Mitchell",
            "L. C. Jorgensen",
            "L. Friberg"
        ],
        "keywords": ""
    },
    {
        "id": 4061,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Potassium-induced cardiovascular and ventilatory reflexes from the dog hindlimb",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "K Wildenthal",
            "D S Mierzwiak",
            "Skinner",
            "N.S.",
            "Jr",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4078,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Vasomotor responses in a resting musculocutaneous area during muscular activity",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "Jere H Mitchell",
            "John P. Remensnyder",
            "Stanley J. Sarnoff"
        ],
        "keywords": ""
    },
    {
        "id": 3980,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Distribution of cardiac output during static exercise in the conscious cat",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of applied physiology: respiratory environmental and exercise physiology",
        "coauthors": [
            "G Diepstra",
            "W Gonyea",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4075,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Hemodynamic Variables Affecting the Relation Between Mean Left Atrial and Left Ventricular End-Diastolic Pressures",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "A G WALLACE",
            "Jere H Mitchell",
            "N S SKINNER",
            "S J SARNOFF"
        ],
        "keywords": ""
    },
    {
        "id": 3885,
        "label": 74,
        "author": "jere h mitchell",
        "title": "FOS-LIKE IMMUNOREACTIVITY (FLI) IN THE MEDULLA OF CATS INDUCED BY STATIC MUSCLE CONTRACTION 1051",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Jianhua Li",
            "Gregory Hand",
            "Jeffrey T. Potts",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3824,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Exercise training improves functional sympatholysis in spontaneously hypertensive rats through a nitric oxide-dependent mechanism",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Functional sympatholysis is impaired in hypertensive animals and patients. Exercise training (ET) improves functional sympatholysis through a nitric oxide (NO)-dependent mechanism in normotensive rats. However, whether ET has similar physiological benefits in hypertension remains to be elucidated. Thus we tested the hypothesis that the impairment in functional sympatholysis in hypertension is reversed by ET through a NO-dependent mechanism. In untrained normotensive Wistar-Kyoto rats (WKYUT; n = 13), untrained spontaneously hypertensive rats (SHRUT; n = 13), and exercise-trained SHR (SHRET; n = 6), changes in femoral vascular conductance (FVC) were examined during lumbar sympathetic nerve stimulation (1, 2.5, and 5 Hz) at rest and during muscle contraction. The magnitude of functional sympatholysis (Δ%FVC = Δ%FVC muscle contraction − Δ%FVC rest) in SHRUT was significantly lower than WKYUT (1 Hz: −2 ± 4 vs. 13 ± 3%; 2.5 Hz: 9 ± 3 vs. 21 ± 3%; and 5 Hz: 12 ± 3 vs. 26 ± 3%, respectively; P < 0.05). Three months of voluntary wheel running significantly increased maximal oxygen uptake in SHRET compared with nontrained SHRUT (78 ± 6 vs. 62 ± 4 ml·kg−1·min−1, respectively; P < 0.05) and restored the magnitude of functional sympatholysis in SHRET (1 Hz: 9 ± 2%; 2.5 Hz: 20 ± 4%; and 5 Hz: 34 ± 5%). Blockade of NO synthase (NOS) by NG-nitro-l-arginine methyl ester attenuated functional sympatholysis in WKYUT but not SHRUT. Furthermore, NOS inhibition significantly diminished the improvements in functional sympatholysis in SHRET. These data demonstrate that impairments in functional sympatholysis are normalized via a NO mechanism by voluntary wheel running in hypertensive rats.",
        "email": "",
        "conf": "AJP Heart and Circulatory Physiology",
        "coauthors": [
            "Masaki Mizuno",
            "Gary A Iwamoto",
            "Wanpen Vongpatanasin",
            "Jere H Mitchell",
            "Scott A Smith"
        ],
        "keywords": "blood flow; blood pressure; muscle contraction; vascular conductance; voluntary running"
    },
    {
        "id": 3854,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Contraction-sensitive skeletal muscle afferents inhibit arterial baroreceptor signalling in the nucleus of the solitary tract: Role of intrinsic GABA interneurons",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Arterial baroreceptor and skeletal muscle receptor afferents relay sensory information to the nucleus of the solitary tract (NTS) during exercise. Previous studies have suggested that skeletal muscle afferent input inhibits baroreflex function; however, detailed information on the role of muscle afferents and GABAergic mechanisms in the NTS is limited. Furthermore, identification of specific afferent modalities that activate GABAergic neurons in the NTS remains unknown. In the present study, we examined the neuroanatomical and physiological interactions between spinal dorsal horn cells that transmit contraction-sensitive input from skeletal muscle and GABAergic interneurons in the NTS. Biotinylated dextran amine (BDA, 10%, 25–100 nL) microinjection into dorsal horn of the cervical spinal cord was combined with glutamate decarboxylase (GAD) immunohistochemistry to visualize the nature of the relationship of BDA-labeled fibers in the NTS with GAD immunoreactivity (GAD-ir). BDA-labeled axons and terminal processes were localized in the medial, commissural, dorsomedial and dorsolateral subdivisions of the caudal NTS. Moreover, BDA-labeled fibers were observed in close proximity to GAD-ir structures throughout these regions of the NTS. The physiological interaction between skeletal muscle receptor and arterial baroreceptor afferents was investigated using an arterially perfused, decerebrate rat preparation. Activation of skeletal muscle afferents by electrically evoked twitch contraction of the forelimb attenuated baroreflex responsiveness (BR, calculated as the ratio of changes in heart rate to systemic pressure) from −1.5±0.3 bpm·mm Hg−1 to −0.1±0.1 bpm·mm Hg−1 (control versus contraction, P<0.05, n=15). However, forelimb contraction failed to inhibit the reflex bradycardia evoked by activation of peripheral chemoreceptor afferents, indicating a reflex-specific action. Bilateral microinjection of bicuculline methiodide (BIC, 10 μM, 40–60 nL) into the caudal NTS restored baroreflex responsiveness during contraction (−1.6±0.2 versus −0.1±0.1 versus −1.5±0.2 bpm·mmHg−1, control versus contraction versus contraction+BIC P<0.05, n=8). We conclude that activation of ascending spinal neurons from the cervical dorsal horn by contraction-sensitive skeletal muscle afferents selectively inhibits arterial baroreceptor signaling in the NTS via activation of a GABAergic mechanism.",
        "email": "",
        "conf": "Neuroscience",
        "coauthors": [
            "J.T. Potts",
            "J.F.R. Paton",
            "Jere H Mitchell",
            "M G Garry",
            "G Kline",
            "P T Anguelov",
            "S.M. Lee"
        ],
        "keywords": "exercise,blood pressure,neuronal signaling,GABA,disinhibition,rat"
    },
    {
        "id": 4059,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Response to exercise after bed rest and training",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "B Saltin",
            "G.C. Blomqvist",
            "Jere H Mitchell",
            "C B Chapman"
        ],
        "keywords": ""
    },
    {
        "id": 3975,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effects of lateral reticular nucleus lesions on the exercise pressor reflex in cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "G A Iwamoto",
            "Marc P Kaufman",
            "B R Botterman",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3835,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Central Neural Control of Respiration and Circulation During Exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Comprehensive Physiology",
        "coauthors": [
            "Tony Waldrop",
            "Frederic L. Eldridge",
            "Gary A. Iwamoto",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3890,
        "label": 74,
        "author": "jere h mitchell",
        "title": "CENTRAL MOTOR COMMAND MAY DICTATE THE MAGNITUDE OF COLD FACE-INDUCED BRADYCARDIA AT EXERCISE ONSET",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "D. P. Stephens",
            "Jon W Williamson",
            "Jimmy C Smith",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4089,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Relation Between Left Ventricular Diastolic Pressure and Myocardial Segment Length and Observations on the Contribution of Atrial Systole",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "R J LINDEN",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3913,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Uremic Myopathy Limits Aerobic Capacity in Hemodialysis Patients",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "American Journal of Kidney Diseases",
        "coauthors": [
            "Geoffrey E. Moore",
            "D. Beth Parsons",
            "James Stray-Gundersen",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4038,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Analysis of left ventricular function",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Proceedings of the Royal Society of Medicine",
        "coauthors": [
            "Jere H Mitchell",
            "K Wildenthal"
        ],
        "keywords": ""
    },
    {
        "id": 3940,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Left ventricular mass as determined by magnetic resonance imaging in male endurance athletes",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "Martin C. Milliken",
            "James Stray-Gundersen",
            "Ronald M Peshock",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3823,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Dynamic exercise training prevents exercise pressor reflex overactivity in spontaneously hypertensive rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Cardiovascular responses to exercise are exaggerated in hypertension. We previously demonstrated that this heightened cardiovascular response to exercise is mediated by an abnormal skeletal muscle exercise pressor reflex (EPR) with important contributions from its mechanically and chemically sensitive components. Exercise training attenuates exercise pressor reflex function in healthy subjects as well as in heart failure rats. However, whether exercise training has similar physiological benefits in hypertension remains to be elucidated. Thus we tested the hypothesis that the EPR overactivity manifest in hypertension is mitigated by exercise training. Changes in mean arterial pressure (MAP) and renal sympathetic nerve activity (RSNA) in response to muscle contraction, passive muscle stretch, and hindlimb intra-arterial capsaicin administration were examined in untrained normotensive Wistar-Kyoto rats (WKYUT; n = 6), exercise-trained WKY (WKYET; n = 7), untrained spontaneously hypertensive rats (SHRUT; n = 8), and exercise-trained SHR (SHRET; n = 7). Baseline MAP after decerebration was significantly decreased by 3 mo of wheel running in SHRET (104 ± 9 mmHg) compared with SHRUT (125 ± 10 mmHg). As previously reported, the pressor and renal sympathetic responses to muscle contraction, stretch, and capsaicin administration were significantly higher in SHRUT than WKYUT. Exercise training significantly attenuated the enhanced contraction-induced elevations in MAP (SHRUT: 53 ± 11 mmHg; SHRET: 19 ± 3 mmHg) and RSNA (SHRUT: 145 ± 32%; SHRET: 57 ± 11%). Training produced similar attenuating effects in SHR during passive stretch and capsaicin administration. These data demonstrate that the abnormally exaggerated EPR function that develops in hypertensive rats is significantly diminished by exercise training.",
        "email": "",
        "conf": "AJP Heart and Circulatory Physiology",
        "coauthors": [
            "Masaki Mizuno",
            "Gary A Iwamoto",
            "Wanpen Vongpatanasin",
            "Jere H Mitchell",
            "Scott A Smith"
        ],
        "keywords": "exercise pressor reflex; blood pressure; sympathetic nerve activity; hypertension; exercise training"
    },
    {
        "id": 3996,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular response to static exercise during selective autonomic blockade in the conscious cat",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "G.R. Diepstra",
            "W.J. Gonyea",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3852,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Sympathetic blockade abolishes the exaggerated pressor response to muscular contraction in hypertensive rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "S A. Smith",
            "Jere H Mitchell",
            "Mary Grace Garry"
        ],
        "keywords": ""
    },
    {
        "id": 3931,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Heart rate and arterial blood pressure at the onset of static exercise in man with complete neural blockade",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "D B Friedman",
            "F B Jensen",
            "Jere H Mitchell",
            "Niels Secher"
        ],
        "keywords": ""
    },
    {
        "id": 3872,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular response to submaximal stationary cycling during hemodialysis",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "American Journal of Kidney Diseases",
        "coauthors": [
            "G E Moore",
            "Patricia Painter",
            "K R Brinker",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3819,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The exercise pressor reflex in hypertension",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The cardiovascular response to physical exercise is abnormally exaggerated in hypertension. Since such responses potentially increase the risk for adverse cardiovascular events, it is clinically important to elucidate the cause of this cardiovascular hyper-excitability in this disease. Even if blood pressure is normal at rest, individuals displaying a heightened blood pressure response to exercise are more likely to develop future hypertension. Therefore, early detection of this abnormal circulatory response to physical activity could lead to the early treatment as well as prevention of hypertension. Much evidence suggests that the abnormal exercise pressor reflex (EPR; a reflex originating in exercising skeletal muscle) significantly contributes to the generation of the enhanced circulatory responses in this disease. In addition, it has been demonstrated that the EPR dysfunction is mediated by both mechanically-sensitive fibers associated with the muscle mechanoreflex and chemically-sensitive fibers associated with the muscle metaboreflex. This review focuses on the underlying mechanisms for this overactive EPR function in hypertension. Specifically, updates on our current understanding of the EPR in this disease as well as experimental models used to examine this reflex are presented.",
        "email": "",
        "conf": "The Journal of Physical Fitness and Sports Medicine",
        "coauthors": [
            "Masaki Mizuno",
            "Jere H Mitchell",
            "Scott A. Smith"
        ],
        "keywords": "blood pressure, heart rate, sympathetic nerve activity, exercise, hypertension"
    },
    {
        "id": 3999,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiac changes during behavioral stress in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "R A Galosy",
            "L K Clarke",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3987,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effects of positive pressure breathing on right and left ventricular preload and afterload",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Federation proceedings",
        "coauthors": [
            "S S Cassidy",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4044,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Maximal Oxygen Uptake",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "New England Journal of Medicine",
        "coauthors": [
            "Jere H Mitchell",
            "Gunnar Blomqvist"
        ],
        "keywords": ""
    },
    {
        "id": 3849,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Task Force 8: Classification of Sports",
        "organization": "UT Southwestern Medical Center",
        "abstract": "This classification of sports has been developed to allow a fundamental question to be addressed: whether it is reasonably safe to recommend that an athlete with a specific cardiovascular abnormality be eligible for a particular competitive sport (1,2). We recognize that cardiovascular disease assessments are imprecise and may change over time and be influenced by exercise training. Furthermore, there are potentially life-threatening aspects to the nature of the risk involved. We have attempted to incorporate these realities into the classification system. Sports can be classified according to the type and intensity of exercise performed and also with regard to the danger of bodily injury from collision, as well as the consequences of syncope. Exercise can be divided into two broad types: dynamic (isotonic) and static (isometric) (3–6). Dynamic exercise involves changes in muscle length and joint movement with rhythmic contractions that develop a relatively small intramuscular force; static exercise involves development of a relatively large intramuscular force with little or no change in muscle length or joint movement. These two types of exercise should be thought of as the two opposite poles of a continuum, with most physical activities involving both static and dynamic components. For example, distance running has low static and high dynamic demands, water skiing has principally high static and low dynamic demands, and rowing has both high static and dynamic demands. The terms dynamic and static exercise characterize activity on the basis of the mechanical action of the muscles involved and are different from the terms aerobic and anaerobic exercise. The latter characterize activity on the basis of the type of muscle metabolism. Most high-intensity static exercise is performed anaerobically, whereas highintensity dynamic exercise lasting for more than several minutes is performed aerobically. However, some dynamic exercises, such as sprinting or jumping, are performed primarily anaerobically. Thus, many sports are placed in the high dynamic category, including such diverse activities as skiing (cross country), running (distance), soccer, and squash. Because the cardiovascular demands of very high resistance dynamic exercise are similar to sustained static exercise, those sports that have either a sustained static component or a very high resistance dynamic component are classified together as high-intensity static exercise (e.g., weightlifting, gymnastics, and field events [throwing]). The two primary factors determining the cardiovascul",
        "email": "",
        "conf": "Journal of the American College of Cardiology",
        "coauthors": [
            "Jere H Mitchell",
            "William Haskell",
            "Peter G Snell",
            "Steven P Van Camp"
        ],
        "keywords": ""
    },
    {
        "id": 3957,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Partial blockade and cardiovascular responses to static exercise in man",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "B Leonard",
            "Jere H Mitchell",
            "M Mizuno",
            "Niels Secher"
        ],
        "keywords": ""
    },
    {
        "id": 3868,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Skeletal afferent fibres release substance P in the nucleus tractus solitarii of anaesthetized cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The tachykinin substance P was recovered from the commissural subdivision of the nucleus tractus solitarii (cNTS) using in vivo microdialysis during activation of cardiorespiratory and skeletal muscle receptors in thirteen chloralose‐anaesthetized cats. Tetanic muscle contraction was evoked by stimulating L7‐S1 ventral roots (n = 7). Electrically induced muscle contraction increased mean arterial pressure (MAP) by 55 ± 10 mmHg and heart rate by 29 ± 6 beats min−1. During contraction the dialysate concentration increased 154 % above resting control levels (from 0·217 ± 0·009 to 0·546 ± 0·023 fmol (100 μl)−1, control vs . contraction, P < 0·05). Loss of cardiorespiratory input following disruption of the carotid sinus and vagus nerves significantly blunted, but did not abolish, the increase in substance P during muscle contraction (from 0·247 ± 0·022 to 0·351 ± 0·021 fmol (100 μl)−1, control vs . contraction, P < 0·05). Approximately 44 % of the substance P release during contraction was independent of cardiorespiratory input transmitted by carotid sinus and vagus nerves. To determine the contribution of cardiorespiratory related neural input on substance P release, an intravascular balloon positioned in the thoracic aorta was inflated to increase arterial pressure (n = 6). Balloon inflation increased MAP by 50 ± 5 mmHg and substance P increased from 0·251 ± 0·025 to 0·343 ± 0·028 fmol (100 μl)−1 (control vs . balloon inflation, P < 0·05). This increase was completely abolished following interruption of vagal and carotid sinus nerves (from 0·301 ± 0·012 to 0·311 ± 0·014 fmol (100 μl)−1, control vs . balloon inflation). This finding shows that neural input from cardiorespiratory receptors (primarily arterial baroreceptors) accounted for 37 % of the total substance P release during muscle contraction. The findings from this study demonstrate that activation of skeletal muscle receptors and cardiorespiratory receptors (predominantly arterial baroreceptors) increases the extraneuronal concentration of substance P in the cNTS. Because substance P release was not completely abolished during muscle contraction following disruption of carotid sinus and vagus nerves it is proposed that: (1) afferent projections from contraction‐sensitive skeletal muscle receptors may release substance P in the NTS; (2) neural input from muscle receptors activates substance P‐containing neurones within the NTS; and (3) convergence of afferent input from skeletal muscle receptors and arterial baroreceptors onto substance P‐containing neurones in the cNTS facilitates the release of substance P. The role of tachykininergic modulation of cardiorespiratory input is discussed.",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "Jeffrey T. Potts",
            "Ingbert E. Fuchs",
            "Jianhua Li",
            "Bradley Leshnower",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4097,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The interpretation and diagnostic value of oximetrically-recorded T-1824 dye curves in congenital heart disease",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "American Heart Journal",
        "coauthors": [
            "Carleton B. Chapman",
            "Jere H Mitchell",
            "Jack F. Glover",
            "William F. Miller"
        ],
        "keywords": ""
    },
    {
        "id": 3888,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular responses at the onset of static exercise in patients with dual-chamber pacemakers",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "Jon W Williamson",
            "Antonio Nobrega",
            "J A Garcia",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3879,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Lateralization of insular cortex activation during high and low intensity dynamic cycling using SPECT",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "NeuroImage",
        "coauthors": [
            "Jon W Williamson",
            "Roderick Mccoll",
            "D. Mathews",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3873,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Effect of barodenervation on c-Fos expression in the medulla induced by static muscle contraction in cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "Jianhua Li",
            "Jeffrey T. Potts",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3974,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex relaxation of tracheal smooth muscle by thin-fiber muscle afferents in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "Marc P Kaufman",
            "G A Ordway",
            "J C Longhurst",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3961,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular effects of haemorrhagic shock in spleen intact and in splenectomized dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Clinical Physiology",
        "coauthors": [
            "Jureta W. Horton",
            "John C. Longhurst",
            "Dale Coln",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4064,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiac effects of diphenylhydantoin (Dilantin) in man",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "Donald S. Mierzwiak",
            "William Shapiro",
            "Michael C. McNalley",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4077,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Pulsus alternans",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Anesthesiology",
        "coauthors": [
            "Jere H Mitchell",
            "S. J. Sarnoff",
            "E. H. Sonnenblick"
        ],
        "keywords": ""
    },
    {
        "id": 3857,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Role of NO in modulating neuronal activity in superficial dorsal horn of spinal cord during exercise pressor reflex",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Static contraction of hindlimb skeletal muscle in cats induces a reflex pressor response. The superficial dorsal horn of the spinal cord is the major site of the first synapse of this reflex. In this study, static contraction of the triceps surae muscle was evoked by electrical stimulation of the tibial nerve for 2 min in anesthetized cats (stimulus parameters: two times motor threshold at 30 Hz, 0.025-ms duration). Ten stimulations were performed and 1-min rest was allowed between stimulations. Muscle contraction caused a maximal increase of 32 ± 5 mmHg in mean arterial pressure (MAP), which was obtained from the first three contractions. Activated neurons in the superficial dorsal horn were identified by c-Fos protein. Distinct c-Fos expression was present in the L6-S1 level of the superficial dorsal horn ipsilateral to the contracting leg (88 ± 14 labeled cells per section at L7), whereas only scattered c-Fos expression was observed in the contralateral superficial dorsal horn (9 ± 2 labeled cells per section, P < 0.05 compared with ipsilateral section). A few c-Fos-labeled cells were found in control animals (12 ± 5 labeled cells per section, P < 0.05 compared with stimulated cats). Furthermore, double-labeling methods demonstrated that c-Fos protein coexisted with nitric oxide (NO) synthase (NOS) positive staining in the superficial dorsal horn. Finally, an intrathecal injection of an inhibitor of NOS,N-nitro-l-arginine methyl ester (5 mM), resulted in fewer c-Fos-labeled cells (58 ± 12 labeled cells per section) and a reduced maximal MAP response (20 ± 3 mmHg,P < 0.05). These results suggest that the exercise pressor reflex induced by static contraction is mediated by activation of neurons in the superficial dorsal horn and that formation of NO in this region is involved in modulating the activated neurons and the pressor response to contraction.",
        "email": "",
        "conf": "AJP Heart and Circulatory Physiology",
        "coauthors": [
            "Jianhua Li",
            "Jere H Mitchell"
        ],
        "keywords": "dorsal horn; Fos expression; nitric oxide; exercise pressor reflex; static muscle contraction; blood pressure"
    },
    {
        "id": 3911,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The effect of epidural anaesthesia with 1% lidocaine on the pressor response to dynamic exercise in man",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "D B Friedman",
            "Jannick Brennum",
            "F Sztuk",
            "Niels Secher"
        ],
        "keywords": ""
    },
    {
        "id": 4034,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Performance of the left ventricle",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Medicine",
        "coauthors": [
            "Jere H Mitchell",
            "Lloyd L. Hefner",
            "R.Grier Monroe"
        ],
        "keywords": ""
    },
    {
        "id": 4040,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Dimensional analysis of ventricular function: effects of anesthetics and thoracotomy",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "S J Leshin",
            "C B Mullins",
            "G H Templeton",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3833,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Skeletal muscle reflex-mediated changes in sympathetic nerve activity are abnormal in spontaneously hypertensive rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "In hypertension, the blood pressure response to exercise is exaggerated. We demonstrated previously that this heightened pressor response to physical activity is mediated by an overactive skeletal muscle exercise pressor reflex (EPR), with important contributions from its metaboreflex and mechanoreflex components. However, the mechanisms driving the abnormal blood pressure response to EPR activation are largely unknown. Recent evidence in humans suggests that the muscle metaboreflex partially mediates the enhanced EPR-induced pressor response via abnormally large changes in sympathetic nerve activity (SNA). Whether the muscle mechanoreflex induces similarly exaggerated alterations in SNA in hypertension remains unknown, as does the role of the mechanoreceptors mediating muscle reflex activity. To address these issues, the EPR was selectively activated by electrically inducing hindlimb muscle contraction in decerebrate normotensive Wistar-Kyoto (WKY) and spontaneously hypertensive (SHR) rats. Stimulation of the EPR evoked significantly larger increases in mean arterial pressure (MAP) and renal SNA (RSNA) in SHR compared with WKY (ΔRSNA from baseline: 140 ± 11 vs. 48 ± 8%). The mechanoreflex was stimulated by stretching hindlimb muscle which likewise elicited significantly greater elevations in MAP and RSNA in SHR than WKY (ΔRSNA from baseline: 105 ± 11 vs. 35 ± 7%). Blockade of mechanoreceptors in muscle with gadolinium significantly attenuated the MAP and RSNA responses to contraction and stretch in SHR. These data suggest that 1) the exaggerated pressor response to activation of the EPR and muscle mechanoreflex in hypertension is mediated by abnormally large reflex-induced augmentations in SNA and 2) this accentuated sympathetic responsiveness is evoked, in part, by stimulation of muscle mechanoreceptors.",
        "email": "",
        "conf": "AJP Heart and Circulatory Physiology",
        "coauthors": [
            "Masaki Mizuno",
            "Megan N Murphy",
            "Jere H Mitchell",
            "Scott A Smith"
        ],
        "keywords": "autonomic nervous system; blood pressure; exercise pressor reflex; mechanoreflex"
    },
    {
        "id": 3946,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Regional blood flow responses to stimulation of the subthalamic locomotor region",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Respiration Physiology",
        "coauthors": [
            "Tony Waldrop",
            "Mark C. Henderson",
            "Gary A. Iwamoto",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4055,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Geometrical studies of the left ventricle utilizing biplane cinefluorography",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Federation proceedings",
        "coauthors": [
            "Jere H Mitchell",
            "K Wildenthal",
            "C B Mullins"
        ],
        "keywords": ""
    },
    {
        "id": 4068,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Experiences with a cinefluorographic method for measuring ventricular volume",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Cardiology",
        "coauthors": [
            "Carleton B. Chapman",
            "Orland Baker",
            "Jere H Mitchell",
            "Robert G. Collier"
        ],
        "keywords": ""
    },
    {
        "id": 3955,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Exercise dobutamine and combined atropine norepinephrine and epinephrine compared",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of Applied Physiology",
        "coauthors": [
            "G C Haidet",
            "T I Musch",
            "G A Ordway",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4043,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular and respiratory responses to changes in central command durin isometric exercise at constant muscle tension",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "Guy Goodwin",
            "D I McCloskey",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4066,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex cardiovascular responses elicited by stimulation of receptor sites with pharmacological agents",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "Jere H Mitchell",
            "D. Gupta",
            "S. Barnett"
        ],
        "keywords": ""
    },
    {
        "id": 3895,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Differential effects of clonidine on renal sympathetic nerve activity and heart rate at onset of static exercise",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Journal of the Autonomic Nervous System",
        "coauthors": [
            "Kanji Matsukawa",
            "L.Britt Wilson",
            "P.Tim Wall",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3876,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Central injection of physostigmine attenuates exercise-induced pressor response in conscious cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "Ahmmed Ally",
            "Gregory Hand",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3841,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Unravelling the mysteries of the exercise pressor reflex at the cellular level",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Beginning with the seminal observations of Alam & Smirk (1937), it has been accepted that a reflex originating from skeletal muscle plays an integral role in regulating the cardiovascular response to exercise. The ‘exercise pressor reflex’, as it is known today, is activated during muscle contraction by stimulation of receptors that respond to either mechanical distortion or the metabolic by-products of exercising skeletal muscle. Stimulation of these receptors generates somatosensory signals which are transmitted to the central nervous system via thinly myelinated group III (predominately mechanically sensitive) and unmyelinated group IV (predominately metabolically sensitive) afferent fibres (Kaufman et al. 1983). Activation of these skeletal muscle afferent fibres during contraction induces elevations in heart rate and blood pressure predominantly by increasing sympathetic nerve activity. Over the past 70 years, extensive study of this reflex has been vital to our understanding of how the basic circulatory adjustments to exercise are mediated. More recently, this reflex has attracted significant attention due to its potential role in generating the exaggerated cardiovascular response to exercise characteristic of heart failure and hypertension. In both disease states, it has been suggested that exercise pressor reflex overactivity reduces exercise tolerance and increases the risk of adverse cardiac events and stroke during exercise.",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "Jere H Mitchell",
            "Scott A Smith"
        ],
        "keywords": ""
    },
    {
        "id": 4073,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Relation Between Coronary Blood Flow and Myocairdial Oxygen Consumption",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "S. J. Sarnoff",
            "J. P. Gilmore",
            "N. S. Skinner",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3837,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The sympathetic response to activation of the skeletal muscle mechanoreflex is enhanced in spontaneously hypertensive rats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "Evidence suggests that the exaggerated cardiovascular response to exercise in hypertension is mediated, in part, by the skeletal muscle mechanoreflex (MMR). However, the mechanism by which the MMR produces this heightened response remains undetermined. Normally when stimulated, the MMR induces acute elevations in sympathetic nerve activity (SNA). Therefore, we hypothesized that the enhanced cardiovascular response to MMR activation in hypertension results from abnormally exaggerated increases in SNA. To test this hypothesis, mechanically sensitive afferent fibers (associated with the MMR) were selectively activated in normotensive Wistar-Kyoto (WKY, n = 8) and spontaneously hypertensive (SHR, n = 6) decerebrate rats by passively stretching the triceps surae muscles of the right hindlimb (approximately 1000 g of tension developed). Passive stretch induced greater increases in renal SNA in SHR as compared to WKY (change from baseline = 139.4 ± 32.9 vs. 46.4 ± 9.5 %, respectively, P<0.05) as well as mean arterial pressure (change from baseline = 39.4 ± 12.3 vs. 13.6 ± 2.8 mmHg, respectively, P < 0.05). The results suggest that the exaggerated arterial pressure response to activation of the MMR in hypertension is mediated by abnormal augmentations in SNA.",
        "email": "",
        "conf": "The FASEB Journal",
        "coauthors": [
            "Masaki Mizuno",
            "Megan N Murphy",
            "Jere H Mitchell",
            "Scott A. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 3960,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Muscular contraction reflexly dilates the airways in dogs",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Marc P Kaufman",
            "K.J. Rybicki",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4019,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Distribution of cardiac output during static muscular contractions of the canine hind limb",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "S.C. Crayton",
            "R. Aung Din",
            "D.E. Fixler",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3945,
        "label": 74,
        "author": "jere h mitchell",
        "title": "279: LEFT VENTRICULAR MASS IN WOMEN ENDURANCE ATHLETES",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "M. Riley-Hagan",
            "Ronald M Peshock",
            "J. Katz",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3909,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex increase in blood pressure by leg compression in man",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "Jon W Williamson",
            "Jere H Mitchell",
            "Hanne Haahr",
            "Niels Secher"
        ],
        "keywords": ""
    },
    {
        "id": 4001,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex control of the circulation by afferents from skeletal muscle",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "International review of physiology",
        "coauthors": [
            "J C Longhurst",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3958,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Organ blood flows during stimulation of the subthalamic locomotor region",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Tony Waldrop",
            "G.A. Iwamoto",
            "M.C. Henderson",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3994,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Static (Isometric) Exercise: Cardiovascular Responses and Neural Control Mechanisms",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Jere H Mitchell",
            "C. G. Blomqvist",
            "A. R. Lind",
            "Donald H. Schmidt"
        ],
        "keywords": ""
    },
    {
        "id": 3944,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular responses at the onset of exercise with partial neuromuscular blockade in cat and man",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "G A Iwamoto",
            "Jere H Mitchell",
            "M Mizuno",
            "Niels Secher"
        ],
        "keywords": ""
    },
    {
        "id": 4049,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Alcohol and the heart",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Modern concepts of cardiovascular disease",
        "coauthors": [
            "Jere H Mitchell",
            "L S Cohen"
        ],
        "keywords": ""
    },
    {
        "id": 3867,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Physical Inactivity : An Easily Modified Risk Factor?",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation",
        "coauthors": [
            "Peter G Snell",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3904,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular responses to active and passive cycling movements",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Antonio Nobrega",
            "Jon W Williamson",
            "DANIEL B. FRIEDMAN",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3902,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Reflex stimulation of cardiac sympathetic nerve activity during static muscle contraction in cats",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American journal of physiology",
        "coauthors": [
            "K Matsukawa",
            "P T Wall",
            "L B Wilson",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3948,
        "label": 74,
        "author": "jere h mitchell",
        "title": "COMPARISON OF LEFT VENTRICULAR MASS TO LEAN BODY MASS RATIOS IN ENDURANCE ATHLETES",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "M. C. Milliken",
            "Ronald M Peshock",
            "J. Katz",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4087,
        "label": 74,
        "author": "jere h mitchell",
        "title": "The regulation of the performance of the heart",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "The American Journal of Medicine",
        "coauthors": [
            "Stanley J. Sarnoff",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3869,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Synchronization of somato-sympathetic outflows during exercise: Role for a spinal rhythm generator",
        "organization": "UT Southwestern Medical Center",
        "abstract": "The synchronization of somatic motor outflow and sympathetic efferent activity during exercise has important functional consequences. For example, a certain degree of sympathetic vasoconstriction to active skeletal muscle vascular beds may be required to prevent an excessive decrease in vascular resistance during intense dynamic exercise involving a large skeletal muscle mass. Moreover, the redistribution of blood flow away from non-exercising vascular beds to contracting skeletal muscles is necessary to meet their increased metabolic demands. Historically, the nervous system has been separated arbitrarily into a volitional (somatic) and a reflex (autonomic) control system that does not necessitate volitional input (Koizumi & Brooks, 1972). However, during exercise this partition of the somatic and autonomic control systems is replaced by an overlapping control system that influences both somatic and sympathetic outflows in a parallel fashion. Previous work has suggested that the integration and co-ordination of the somatic and sympathetic motor responses during exercise were mediated by a supraspinal neural mechanism referred to as central command (Waldrop et al. 1996). However, there is an accumulating body of evidence, including papers on the role of the spinal cord in the regulation of sympathetic outflow (Weaver & Stein, 1989), suggesting that rhythmic neural activity destined for somatomotor and sympathetic outflows may be under the control of intrinsic neuronal circuitry in the spinal cord. In this issue of The Journal of Physiology, the paper by Chizh et al. (1998) demonstrates for the first time that some components of somatic motor and sympathetic neural outflows are synchronized by a spinal mechanism.",
        "email": "",
        "conf": "The Journal of Physiology",
        "coauthors": [
            "J T Potts",
            "Jere H Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 3986,
        "label": 74,
        "author": "jere h mitchell",
        "title": "Cardiovascular response to static exercise in the conscious cat",
        "organization": "UT Southwestern Medical Center",
        "abstract": "",
        "email": "",
        "conf": "Circulation Research",
        "coauthors": [
            "W J Gonyea",
            "G Diepstra",
            "K H Muntz",
            "Jere H Mitchell"
        ],
        "keywords": ""
    }
]