[
    {
        "id": 2464,
        "label": 56,
        "author": "jim yang lee",
        "title": "Carbon-Encapsulated F-Doped Li4Ti5O12 as a High Rate Anode Material for Li+ Batteries",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "TiO2 nanoparticles aggregated into a regular ball-in-ball morphology were synthesized by hydrothermal processing and converted to carbon-encapsulated F-doped Li4Ti5O12 (LTO) composites (C-FLTO) by solid state lithiation at high temperatures. Through the careful control of the amount of carbon precursor (d(+)-glucose monohydrate) used in the process, LTO encapsulated with a continuous layer of nanoscale carbon was formed. The carbon encapsulation served a dual function: preserving the ball-in-ball morphology during the transformation from TiO2 to LTO and decreasing the external electron transport resistance. The fluoride doping of LTO not only increased the electron conductivity of LTO through trivalent titanium (Ti3+) generation, but also increased the robustness of the structure to repeated lithiation and delithiation. The best-performing composite, C-FLTO-2, therefore delivered a very satisfying performance for a LTO anode: a high charge capacity of ∼158 mA h g–1 at the 1 C rate with negligible capacity fading for 200 cycles and an extremely high rate performance up to 140 C.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "ACS Nano",
        "coauthors": [
            "Yue Ma",
            "Bo Ding",
            "Ge Ji",
            "Jim Yang Lee"
        ],
        "keywords": "lithium titanium oxide, fluoride doping, ball-in-ball morphology"
    },
    {
        "id": 2542,
        "label": 56,
        "author": "jim yang lee",
        "title": "High Regularity Porous Oxophilic Metal Films on Pt as Model Bifunctional Catalysts for Methanol Oxidation",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Macroporous Ru, Os, Re, RuOs, and RuRe films were deposited on the Pt substrate by a hard template method in which electrodeposition of the oxophilic metal was confined to the interstices formed by annealed closely packed uniform polystyrene spheres self-assembled on the Pt substrate. X-ray diffractometry indicated that co-deposited RuOs and RuRe adopted the ruthenium's hcp (hexagonal close-packed) structure with some negative shifts in the Bragg angles. X-ray photoelectron spectroscopy detected the following major oxidation states on the metal surface:  Pt0 on Pt; Ru0 on Ru, RuOs, and RuRe; Os0 on Os and RuOs; and ReVII on Re and RuRe. Both CO stripping voltammetry and chronoamperometric measurements showed that the Pt−RuOs pair sites were most active for sustained CO oxidation, followed by the Pt−RuRe, Pt−Ru, and Pt−Os pair sites, in that order. The trend is explained in terms of the strength of OH adsorption on the oxophilic metals and the contributions of OHad to the overall methanol oxidation reaction. The use of regular structured porous films on the Pt substrate with distinct Pt−oxophilic metal(s) interfaces removes many of the ambiguities in assigning the observed activity difference to the effects of different Pt−oxophilic metal pair sites.",
        "email": "",
        "conf": "Chemistry of Materials",
        "coauthors": [
            "Fang Liu",
            "Qingfeng Yan",
            "Wei Jiang Zhou",
            "Xiu Song Zhao",
            "Jim Yang Lee"
        ],
        "keywords": "Crystals,Platinum,Metals,Oxidation,X-ray, photoelectron, spectroscopy"
    },
    {
        "id": 2504,
        "label": 56,
        "author": "jim yang lee",
        "title": "Pt Nanoparticles Supported on Sandwiched Ru/Carbon Nanocomposite as a Bimetallic Catalyst for Methanol Electrooxidation",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "We report the preparation and characterization of a novel nanostructured bimetallic electrocatalyst (Pt/RuC) with Pt nanoparticles supported on the Ru/carbon (RuC) nanocomposite. The RuC with Ru nanocrystals sandwiched in the pore walls of mesoporous carbons was synthesized via template strategy using ordered mesoporous silica SBA-15 impregnated with a Ru precursor as a hard template and chemical vapor deposition method. A pure ordered mesoporous carbon (OMC) as a comparative support was prepared at identical experimental conditions. Nitrogen adsorption, X-ray diffraction, field-emission transmission electron microscope, and thermogravimetric analysis techniques were used to characterize the materials. The bimetallic Pt/RuC catalyst together with a monometallic catalyst Pt/OMC and a bimetallic catalyst PtRu/OMC were prepared by a conventional impregnation route, and their electrochemical properties were evaluated. It was found that the introduction of Ru nanoparticles into pore walls of porous carbon materials had negligible change in pore structure compared with OMC. Pt nanoparticles were highly dispersed in the pore channels of RuC with isolated Pt and Ru metal phases. The results showed that the Pt/RuC catalyst displayed the improved catalytic activity, CO tolerance, and good stability for room-temperature methanol electrooxidation possibly because of the unique sandwiched nanostructure of RuC composite support. Our investigation may provide a new insight into the understanding of methanol electrooxidation mechanism on bimetallic catalysts.",
        "email": "",
        "conf": "The Journal of Physical Chemistry C",
        "coauthors": [
            "Jianhuang Zeng",
            "Fabing Su",
            "Yi-Fan Han",
            "Zhiqun Tian",
            "Chee Kok Poh",
            "Zhaolin Liu",
            "Jianyi Lin",
            "Jim Yang Lee",
            "X. S Zhao"
        ],
        "keywords": "Metal nanoparticles,Platinum,Nanoparticles,Catalysts,Oxidation"
    },
    {
        "id": 2630,
        "label": 56,
        "author": "jim yang lee",
        "title": "Measurement of the extent of impurity incorporation during potentiostatic and cyclic potential sweep depositions of polyaniline",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The difference between potentiostatic deposition and cyclic potential sweep deposition (CPS) of polyaniline (PANi) is rationalized on the basis of factors in control of the growth process. The removal of unreacted oxidized PANi in the pernigraniline form during deposition is crucial to the formation of quality films. An expedient removal of the deposition is crucial to the formation of quality films. An expedient removal of the oxidized species maintains good conductivity in the film, reduces the retention of hydrolysis products and enables thicker films with better morphology and structural integrity to be grown. In potentiostatic deposition, the oxidized species is removed by its reactions with aniline and water, albeit somewhat ineffectively. The latter reaction is deleterious as it leads to polymer degradation and the incorporation of hydrolysis products in the film. CPS deposition provides an additional means of removal of unreacted oxidized species through the imposition of the cathodic scan. This is conceived as a more important functionality of CPS than its ability to keep the polymer under a highly oxidized state for shorter time.",
        "email": "",
        "conf": "Synthetic Metals",
        "coauthors": [
            "C.Q. Cui",
            "L.H. Ong",
            "T.C. Tan",
            "Jim Yang Lee"
        ],
        "keywords": "ELECTRIC CONDUCTIVITY; ELECTROCHEMISTRY; FILMS; HYDROLYSIS; MORPHOLOGY; OXIDATION; PERCHLORIC ACID; SCANNING ELECTRON MICROSCOPY; THIN FILMS; TRANSIENTS; WATER; AMINES; AROMATICS; CHEMICAL REACTIONS"
    },
    {
        "id": 2554,
        "label": 56,
        "author": "jim yang lee",
        "title": "A Bis( p -sulfonatophenyl)phenylphosphine-Based Synthesis of Hollow Pt Nanospheres",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "We report herewith the synthesis of hollow Pt nanospheres by using bis(p-sulfonatophenyl)phenylphosphine to selectively remove the Ag cores of Ag−Pt core−shell nanoparticles. Core−shell Ag−Pt nanoparticles were first obtained by the successive reduction method with a discontinuous Pt shell to allow the BSPP passage. Transmission electron microscopy imaging of the core−shell Ag−Pt nanoparticles before and after BSPP dissolution showed little changes in the particle size, indicating that the removal of the Ag cores had occurred isomorphously. The hollow Pt nanospheres, together with the predecessor Ag−Pt core−shell particles of the same size, were transferred from water to toluene and surface modified by dodecylamine in toluene. This allows the catalytic activities of solid and hollow Pt particles in room temperature methanol oxidation reaction to be compared under conditions of identical particle size and the same surface environment. The measured higher specific activity of the Pt hollow nanospheres could then be attributed unambiguously to the larger specific surface area prevalent in the porous hollow structure.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "The Journal of Physical Chemistry B",
        "coauthors": [
            "J Yang",
            "Jim Yang Lee",
            "Heng-Phon Too",
            "Suresh Valiyaveettil"
        ],
        "keywords": "Nanospheres,Platinum,Metal nanoparticles,Nanoparticles,Hollow structures"
    },
    {
        "id": 2473,
        "label": 56,
        "author": "jim yang lee",
        "title": "Preparation of semi-interpenetrating polymer networks with adjustable mesh width and hydrophobicity",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Proton exchange membranes (PEMs) with a semi-interpenetrating polymer network (SIPN) structure were prepared by cross-linking brominated poly(2,6-dimethyl-1,4-phenylene oxide) (BPPO) with different aliphatic α,ω-diamine cross-linkers in the presence of sulfonated PPO (SPPO). The alkylation of the α,ω-diamine with BPPO resulted in a covalently cross-linked BPPO network where SPPO could be immobilized by interlocking. The interlocked structure was also strengthened by ion pair interactions between the sulfonic acid groups of SPPO and the amine moieties formed in cross-linking. The length of the aliphatic α,ω-diamine cross-linker was varied to modify the hydrophobicity and the mesh width (the average distance between two cross-linked polymer segments) of the cross-linked network host. The effects of these adjustments on the structure of the cross-linked network host were evaluated by the morphology of the hydrophilic domains, and transport properties such as proton conductivity and methanol permeability. It was found that the increase in mesh width and hydrophobicity of networks formed by long cross-linkers resulted in more scattered hydrophilic domains and fewer contiguous connections. On the contrary, the hydrophilic domains in networks with short cross-linkers were closer and more extensively-connected to facilitate proton transport. Methanol crossover in the SIPN membranes, on the other hand, could be suppressed by downsizing the size of the hydrophilic domains. Overall water uptake and dimensional swelling of the membranes were also affected by the cross-linker length. Some of the SIPN membranes delivered better performance than the Nafion® 117 membrane in single stack fuel cell tests, demonstrating the potential of SIPNs for the construction of fuel cell PEMs.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Polymer",
        "coauthors": [
            "Chunliu Fang",
            "David Julius",
            "Siok Wei Tay",
            "Liang Hong",
            "Jim Yang Lee"
        ],
        "keywords": "Semi-interpenetrating polymer network,Poly(2,6-dimethyl-1,4-phenylene oxide),Proton exchange membrane"
    },
    {
        "id": 2621,
        "label": 56,
        "author": "jim yang lee",
        "title": "Degradation of copolymers of aniline and metanilic acid",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The degradation of aniline-metanilic acid copolymer (PMA) by potentiostatic anodic polarisation was compared with the degradation of polyaniline (PAn) in order to understand the function of the pendant groups in polymer degradation. The degradation of PMA was believed to follow the same reaction pathway as the unmodified PAn, namely by attack of water molecules on oxidised polymer in the bipolaronic state. The presence of sulphonate curtailed the bipolaron production and increased the steric hindrance in degradative hydrolysis, so that the degradation of polymer was inhibited as a result. It is concluded that the pendant groups on the PAn backbone only moderated the electroactivity of the linear PAn chains in degree but not in kind.",
        "email": "",
        "conf": "Polymer Degradation and Stability",
        "coauthors": [
            "C.Q. Cui",
            "X.H. Su",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2503,
        "label": 56,
        "author": "jim yang lee",
        "title": "Enhanced Pt utilization in electrocatalysts by covering of colloidal silica nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This work aims at enhancing Pt utilization in electrocatalysts by covering of preformed silica nanoparticles. Pt/C electrocatalysts were prepared by reductive deposition of Pt by citrate at moderate temperatures on silica nanoparticles with varying atomic silica to Pt ratios (1.7:1 and 3.3:1) to study the effects of silica to Pt ratio. Considerable voidages were created by inter-situated 10–20 nm silica nanoparticles between support carbon particulates to facilitate mass transfer of reactants and products. This particular method of catalyst preparation increases the Pt metal utilization, and generates a large amount of accessible voidage in the interpenetrating particle network of carbon and silica to support the facile transport of reactants and products. Electrochemical hydrogen adsorption/desorption has shown an increase in electrochemically active surface area by this approach. Methanol electro-oxidation was used as a test reaction to evaluate the catalytic activity. It was found that the Pt catalyst modified with silica at silica:Pt = 1.7:1 atomic ratio was more active than a catalyst prepared when silica to Pt ratio increased to 3.3:1.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Jianhuang Zeng",
            "Jianjun Chen",
            "Jim Yang Lee"
        ],
        "keywords": "Pt utilization,Electrocatalysts,Silica,Methanol electro-oxidation"
    },
    {
        "id": 2608,
        "label": 56,
        "author": "jim yang lee",
        "title": "Synthesis characterization and electrochemical transport properties of the poly(ethyleneglycol)grafted poly(vinylidenefluoride) nanoporous membranes",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Methoxy poly(ethyleneglycol) monomethacrylate (PEGMA) graft-copolymerized poly(vinylidenefluoride) (PVDF), or the P(PEGMA)–g-PVDF copolymer, was synthesized. The PVDF homopolymer in N-methyl-2-pyrrolidone (NMP) solution was pretreated with ozone. The peroxides content of the ozone-treated PVDF was determined by assay with 2,2-diphenyl-1-picrylhydrazyl (DPPH). The activated PVDF was then subjected to thermal graft copolymerization with the PEGMA macromonomer in NMP. The microstructures and compositions of the P(PEGMA)–g-PVDF copolymers were characterized by contact angle measurements, FT-IR spectroscopy, X-ray photoelectron spectroscopy and elemental analyses. Nanoporous membranes were prepared from the P(PEGMA)–g-PVDF copolymer by the phase inversion technique. The morphology of the membranes was studied by scanning electron microscope. The potential applications of the P(PEGMA)–g-PVDF copolymer as the polymer electrolytic membranes for lithium-ion batteries were explored. Measurements of ionic conductivity, Li+ transference number, and electrochemical stability of the membranes were undertaken.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Reactive and Functional Polymers",
        "coauthors": [
            "Yu Liu",
            "Jim Yang Lee",
            "E. T. Kang",
            "Peng Wang",
            "K. L. Tan"
        ],
        "keywords": "Poly(vinylidenefluoride),Poly(ethyleneglycol),Graft copolymerization,Polymer electrolyte,Li+ ion and electrochemical stability"
    },
    {
        "id": 2495,
        "label": 56,
        "author": "jim yang lee",
        "title": "One-dimensional SnO2 nanostructures: Facile morphology tuning and lithium storage properties",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This paper presents a facile method of preparation whereby one-dimensional SnO2 nanostructures of different morphologies, namely nanotubes, nanotube–nanorod hybrids and nanorods, could be obtained by thermally treating an alumina template loaded with SnCl4 aqueous solution in air. The fraction of interior cavity could be tuned by varying the precursor concentration in the preparation. The fully tubular nanostructure was found to be the most suitable for reversible Li+ storage. Out of an initially large capacity of 976 mA h g−1, 654 mA h g−1 could still be retained after 40 cycles of charge and discharge.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Nanotechnology",
        "coauthors": [
            "Yong Wang",
            "Minghong Wu",
            "Zheng Jiao",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2559,
        "label": 56,
        "author": "jim yang lee",
        "title": "Template Synthesis of Tubular Sn-Based Nanostructures for Lithium Ion Storage",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "We report herewith the preparation of SnO₂ nanotubes with very good shape and size control, and with and without a carbon nanotube overlayer, The SnO₂-core/carbon-shell nanotubes are excellent reversible Li ion storage compounds combining the best features of carbon (cyclability) and SnO₂ (capacity) to deliver a high specific capacity (~540-600 mAh/g) simultaneous with good cyclability (0.0375% capacity loss per cycle).",
        "email": "",
        "conf": "",
        "coauthors": [
            "Yong Wang",
            "Hua Chun Zeng",
            "Jim Yang Lee"
        ],
        "keywords": "Electrochemistry, lithium storage, nanotubes, tin"
    },
    {
        "id": 2519,
        "label": 56,
        "author": "jim yang lee",
        "title": "Mechanistic Study on the Bis(p-sulfonatophenyl)phenylphosphine Synthesis of Monometallic Pt Hollow Nanoboxes Using Ag*-Pt Core-Shell Nanocubes as Sacrificial Templates",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "We report herewith a simple and effective method for the preparation of anisotropic Ag*−Pt core−shell nanocubes and Pt nanoboxes. The core−shell nanocubes were first synthesized by the coreduction of Ag+ and PtCl62- and then treated in a bis-(p-sulfonatophenyl)-phenylphosphine (BSPP) solution to remove the core materials. We found that BSPP, in addition to being an effective silver oxidant, was also a good solubilizer for AgCl nanoparticles at room temperature. This allowed us to prepare phase-pure Pt nanoboxes from the as-synthesized Ag*−Pt nanocubes using a greatly simplified posttreatment for AgCl, a reaction byproduct and known impurity in the synthesis of hollow nanostructures by the replacement reaction approach (Ag* is used here to denote nanocomposites of Ag and AgCl). We also showed that AgCl functioned as a removal template in enabling a shape-controlled synthesis of the nanostructures.",
        "email": "",
        "conf": "The Journal of Physical Chemistry C",
        "coauthors": [
            "Yen Nee Tan",
            "Jun Yang",
            "Jim Yang Lee",
            "Daniel I. C. Wang"
        ],
        "keywords": "Nanoparticle formation,Metal nanoparticles,Platinum,Nanocubes,Nanoparticles"
    },
    {
        "id": 2568,
        "label": 56,
        "author": "jim yang lee",
        "title": "Microwave heated polyol synthesis of carbon nanotubes supported Pt nanoparticles for methanol electrooxidation",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Uniform platinum nanoparticles with average diameter of about 3.0 nm and good dispersion on carbon nanotubes were prepared by microwave heated polyol process and characterized by EDX, XRD, TEM and XPS. TEM observations showed that microwave synthesized Pt nanoparticles had a sharp size distribution and highly dispersed on the surface of carbon nanotubes. Cyclic voltammetry demonstrated that the microwave synthesized Pt/carbon nanotubes catalysts exhibited higher catalytic activity for methanol electrooxidation at room temperature than a commercial Pt/C catalyst. The significant improvement in electrocatalytic activity was due to that the microwave synthesized Pt nanoparticles was uniform in size and well dispersed on the surface of carbon nanotubes.",
        "email": "",
        "conf": "Materials Chemistry and Physics",
        "coauthors": [
            "Weixiang Chen",
            "Jie Zhao",
            "Jim Yang Lee",
            "Zhaolin Liu"
        ],
        "keywords": "Nanostructures,Metals,Electrochemical technique,Electrochemical properties"
    },
    {
        "id": 2590,
        "label": 56,
        "author": "jim yang lee",
        "title": "Profiling of ligand-receptor induced signalling- a novel protein chip technique",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Cellular signalling pathways are the master controls of the biology of the cell, which includes cell communication, growth, death, and differentiation. The activities of these signalling proteins directly influence gene function by regulation of the signalling pathways that mediate cellular responses. Recent advanced techniques have given rise to a number of emerging tools for the analysis of cellular signalling that profile the proteome or the protein complement of the genome. However, these tools for signal profiling still face significant challenges such as sensitivity, specificity and be a high throughput method before they are widely adopted. Sensitivity issues are paramount in detecting signalling proteins that are normally in low amounts. Conventional protein chip technology promises to be a powerful tool for large scale high-throughput proteome profiling but there are still significant drawbacks. Here we report the development and application of a novel multiplexed and high-throughput platform for the quantitative profiling of activated intracellular sig nalling proteins subsequent to ligand-receptor induced signalling. This spatially addressable biochip platform will allow comprehensive mapping of interconnected signal pathways, through identification of key functional signalling proteins (â€˜nodes’) in each pathway and quantifying their state of activity.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Nivetha Murugesan",
            "Tai Du",
            "Gregory Stephanopoulos",
            "Jim Yang Lee",
            "Heng-Phon Too"
        ],
        "keywords": ""
    },
    {
        "id": 2604,
        "label": 56,
        "author": "jim yang lee",
        "title": "Preparation and Characterization of Platinum-Based Electrocatalysts on Multiwalled Carbon Nanotubes for Proton Exchange Membrane Fuel Cells",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A higher yield of functionalized carbon nanotubes (CNTs) was obtained by treatment of CNTs in HNO3 or H2SO4−K2Cr2O7. The deposition of platinum nanoparticles and nanoclusters on these functionalized multiwalled carbon nanotubes by electroless plating was facilitated by a two-step sensitization-activation pretreatment. The deposition was sensitive to the aging time of the sensitizing solution and the pH of the plating solution. The resulting electrocatalysts were characterized by transmission electron microscopy, X-ray photoelectron spectroscopy (XPS), and cyclic voltammetry. XPS analysis showed that the Pt/CNT electrocatalysts contained 67.3% of Pt(0) and 32.7% of Pt(IV). Test runs on a single stack polymer electrolyte membrane fuel cell showed that these electrocatalysts are very promising for fuel cell applications.",
        "email": "",
        "conf": "Langmuir",
        "coauthors": [
            "Zhaolin Liu,Xuanhao Lin,Jim Yang Lee,Weide Zhang,Ming Han,Leong Ming Gan"
        ],
        "keywords": "Functionalization,Platinum,Metal nanoparticles,Deposition,Carbon nanotubes"
    },
    {
        "id": 2633,
        "label": 56,
        "author": "jim yang lee",
        "title": "Catalytic CO Oxidation Over Manganese-Containing Perovskites",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Mixed metal oxides are discussed as possible substitutes for noble metals in automobile catalytic converters. The catalytic activity for CO oxidation of LaMnO3 and La0.5Sr0.5MnO3 catalysts was examined. The ability of these catalysts to provide lattice oxygen and to sustain the oxidation reaction, even in the absence of molecular oxygen, has been confirmed. Measurements were performed of the reversible oxygen uptake on the two catalysts.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Environmental Monitoring and Assessment",
        "coauthors": [
            "S. Jaenicke",
            "G. K. Chuah",
            "Jim Yang Lee"
        ],
        "keywords": "Lattice Oxygen, Catalytic Converter, Mixed Metal Oxide, Ammonium Carbonate, Bismuth Molybdate"
    },
    {
        "id": 2569,
        "label": 56,
        "author": "jim yang lee",
        "title": "Effects of preparation conditions on performance of carbon-supported nanosize Pt-Co catalysts for methanol electro-oxidation under acidic conditions",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Carbon-supported Pt-Co and Pt catalysts are prepared by NaBH4 reduction of metal precursors. The particles size of Pt-Co varies with the pH used in the preparation, it is largest (12 nm) in alkaline solution and smallest (3.7 nm) in un-buffered solution. For the latter, X-ray photoelectron spectroscopy shows that Pt exists principally in the metallic state, whereas cobalt is mostly oxidized. The performance of the catalysts for methanol electro-oxidation in acidic media at room temperature is evaluated and compared with that of a Pt/C catalyst. Electrochemical measurements by cyclic voltammetry and chronoamperometry demonstrate consistently high catalytic activities and improved resistance to carbon monoxide for the Pt-Co catalysts, particularly for that prepared in un-buffered solution.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Jianhuang Zeng",
            "Jim Yang Lee"
        ],
        "keywords": "Pt-Co,Carbon monoxide resistance,Methanol electro-oxidation,Nanoparticles,Fuel cell,Catalyst"
    },
    {
        "id": 2539,
        "label": 56,
        "author": "jim yang lee",
        "title": "A more active Pt/carbon DMFC catalyst by simple reversal of the mixing sequence in preparation",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Vulcan XC-72 carbon-supported Pt nanoparticles are prepared by a conventional route, i.e. by adding NaBH4 solution to a carbon slurry of a Pt precursor salt (Pt-1/C); and by a simple reversal of the mixing sequence in which the Pt precursor salt was added to a carbon slurry of NaBH4 (Pt-2/C). Transmission electron microscopy and X-ray photoelectron spectroscopy are used to obtain information on the particle size and size distribution, as well as on the surface oxidation state of the Pt nanoparticles. From cyclic and anodic CO-stripping voltammetric evaluation of catalyst activity for the methanol oxidation reaction (MOR) in acidic solution at room temperature, the Pt-2/C catalyst, which has none of the attributes generally associated with a good Pt catalyst (small particle size, narrow size-distribution, high metal dispersion, low Pt oxidation state), demonstrated higher specific activity and improved CO tolerance than the conventionally prepared Pt-1/C, which has all the common features of a good Pt catalyst. It is concluded that the higher activity of Pt-2/C is linked to its surface oxygen species, which is present in greater abundance and in a more accessible form for reaction with the strongly adsorbed CO-like intermediates.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Jianhuang Zeng",
            "Jim Yang Lee",
            "Weijiang Zhou"
        ],
        "keywords": "Platinum nanoparticles,Methanol oxidation reaction,CO tolerance,Specific activity,Catalyst,Carbon slurry"
    },
    {
        "id": 2548,
        "label": 56,
        "author": "jim yang lee",
        "title": "Multiwalled Carbon Nanotubes Beaded with ZnO Nanoparticles for Ultrafast Nonlinear Optical Switching",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A hybrid system of ZnO nanoparticles on multiwalled carbon nanotubes (MWNTs) is fabricated by simply heating Zn‐coated MWNTs on a hot plate in air. Ultrafast optical switching and three‐photon adsorption are observed from this hybrid system, and the absorption coefficient can be readily adjusted by changing the Zn‐coating thickness. These results provide opportunities for cost‐effectively integrating carbon nanotubes with functional oxide nanoparticles in future nanodevices.",
        "email": "",
        "conf": "Advanced Materials",
        "coauthors": [
            "Yanwu Zhu",
            "Hendry Izaac Elim",
            "Yong-Lim Foo",
            "Ting Yu",
            "Yanjiao Liu",
            "Wei Ji",
            "Jim-Yang Lee",
            "Zexiang Shen",
            "Andrew Thye-Shen Wee",
            "John Thiam-Leong Thong",
            "Chorng-Haur Sow"
        ],
        "keywords": ""
    },
    {
        "id": 2561,
        "label": 56,
        "author": "jim yang lee",
        "title": "Auto-deposition of gold on chemically modified polystyrene beads",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A simple method for the electroless deposition of gold particles or gold films on aminated polystyrene beads is reported. Unlike most of the previous reports the current method does not require any gold nanoparticle seeds or reducing agent. The aminated polystyrene beads assist in the auto-reduction of HAuCl4 and also the templated growth and stabilization of gold particles. The growth and deposition of gold was followed by UV–vis reflectance spectroscopy, field emission scanning electron microscopy (FE-SEM), X-ray diffraction (XRD) and atomic force microscopy (AFM).",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Colloids and Surfaces A Physicochemical and Engineering Aspects",
        "coauthors": [
            "Neta Lala Lala",
            "Theivanayagam C Deivaraj",
            "Jim Yang Lee"
        ],
        "keywords": "Electroless deposition,Aminated polystyrene beads,Auto-reduction,Gold particles and gold films"
    },
    {
        "id": 2606,
        "label": 56,
        "author": "jim yang lee",
        "title": "The Relationship between Stoichiometry and Kinetics Revisited",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Toby presented relations between concentrations of reaction participants in network reactions, obtained from kinetic considerations (rate laws) (J. Chem. Educ.2000,77, 188). The approach relies on the supposition of a reaction mechanism, the specification of the detailed kinetics for each elementary step, and mathematical simplifications by pseudo-steady-state approximation or prior equilibrium. However, the same results can be obtained more directly from material balance and reaction stoichiometry without any detailed information on chemical kinetics. This mirrors the often observed independence between stoichiometry and kinetics in most reactions of practical importance.",
        "email": "",
        "conf": "Journal of chemical education",
        "coauthors": [
            "Jim Yang Lee"
        ],
        "keywords": "Equilibrium,Approximation,Mathematical methods,Kinetics,Materials"
    },
    {
        "id": 2479,
        "label": 56,
        "author": "jim yang lee",
        "title": "Graphene-Encapsulated Hollow Fe3O4 Nanoparticle Aggregates As a High-Performance Anode Material for Lithium Ion Batteries",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Graphene-encapsulated ordered aggregates of Fe3O4 nanoparticles with nearly spherical geometry and hollow interior were synthesized by a simple self-assembly process. The open interior structure adapts well to the volume change in repetitive Li+ insertion and extraction reactions; and the encapsulating graphene connects the Fe3O4 nanoparticles electrically. The structure and morphology of the graphene-Fe3O4 composite were confirmed by X-ray diffraction, scanning electron microscopy, and high-resolution transmission microscopy. The electrochemical performance of the composite for reversible Li+ storage was evaluated by cyclic voltammetry and constant current charging and discharging. The results showed a high and nearly unvarying specific capacity for 50 cycles. Furthermore, even after 90 cycles of charge and discharge at different current densities, about 92% of the initial capacity at 100 mA g–1 was still recoverable, indicating excellent cycle stability. The graphene-Fe3O4 composite is therefore a capable Li+ host with high capacity that can be cycled at high rates with good cycle life. The unique combination of graphene encapsulation and a hollow porous structure definitely contributed to this versatile electrochemical performance.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "ACS Applied Materials & Interfaces",
        "coauthors": [
            "Dongyun Chen",
            "Ge Ji",
            "Yue Ma",
            "Jim Yang Lee",
            "Jianmei Lu"
        ],
        "keywords": "graphene, anode material"
    },
    {
        "id": 2594,
        "label": 56,
        "author": "jim yang lee",
        "title": "Microemulsion Synthesis of Tin Oxide-Graphite Nanocomposites as Negative Electrode Materials for Lithium-Ion Batteries",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "",
        "email": "",
        "conf": "Electrochemical and Solid-State Letters",
        "coauthors": [
            "Yong Wang",
            "Jim Yang Lee",
            "Bing-Hung Chen"
        ],
        "keywords": ""
    },
    {
        "id": 2461,
        "label": 56,
        "author": "jim yang lee",
        "title": "Increasing the high rate performance of mixed metal phospho-olivine cathodes through collective and cooperative strategies",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The performance of lithium manganese phosphate as a lithium-ion battery cathode material is improved by collective and cooperative strategies including Fe substitution, carbon coating, and the assembly of carbon-coated LiMn1−xFexPO4 nanocrystals into a highly dense packing of monodisperse microboxes. These strategies are implemented experimentally by a facile and scalable synthesis method. The dense packing allows the conductive carbon coating to be interconnected into a continuous three-dimensional network for electron conduction. The porosity in the packed structure forms the complementary network for Li+ transport in the electrolyte. The primary particles are nanosized and Fe-substituted to improve the effectiveness of Li+ insertion and extraction reactions in the solid phase. The reduction of transport resistance external and internal to the nanocrystals yields a Li storage host with good rate performance (116 mAh g−1 at 5 C discharge rate where C = 170 mA g−1) and cycle stability (95% retention of initial capacity in 50 cycles). Electrochemical impedance spectroscopy and morphology examination of the cycled microboxes reveal a robust packed structure with stable surfaces.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Bo Ding",
            "Ge Ji",
            "Yue Ma",
            "Pengfei Xiao",
            "Li Lu",
            "Jim Yang Lee"
        ],
        "keywords": "Bi-continuous,Cathode,High rate,Monodisperse,Phospho-olivine"
    },
    {
        "id": 2511,
        "label": 56,
        "author": "jim yang lee",
        "title": "Particle Size Effects in Pd-Catalyzed Electrooxidation of Formic Acid",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Small carbon-supported Pd nanoparticles with controllable size (2.7−9.0 nm) were prepared by a solution chemistry method, characterized by transmission electron microscopy, X-ray diffraction, and X-ray photoelectron spectroscopies, and evaluated as anode catalysts for the electrooxidation of formic acid at room temperature. Measurements of catalytic activity by electrochemical methods (cyclic voltammetry and chronoamperometry) revealed a strong potential-dependent particle size effect. Classical volcano plots of catalytic activity vs particle size were obtained from which the optimal Pd particle size for the respective potential region was determined.",
        "email": "",
        "conf": "The Journal of Physical Chemistry C",
        "coauthors": [
            "Weijiang Zhou",
            "Jim Yang Lee"
        ],
        "keywords": "Palladium,Organic acids,Metal nanoparticles,Particle size,Oxidation"
    },
    {
        "id": 2518,
        "label": 56,
        "author": "jim yang lee",
        "title": "General Method for Extended Metal Nanowire Synthesis: Ethanol Induced Self-Assembly",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A new template-free method to form extended nanowires from the spontaneous self-assembly and fusion of discrete metal nanoparticles has been developed. The key strategy was the use of a weak polar solvent (ethanol) to suitably destabilize the metal nanoparticles in a hydrosol. The number of nanoparticles that were assembled and fused into an extended crystalline structure was found to depend on the dielectric constant of the solvent system. Three distinctive fusion modes consistent with HRTEM analysis of the products were hypothesized, which could satisfactorily explain the formation and the structures of the nanowires. This method of nanowire synthesis is simple, scalable, and capable of producing nanowires with virtually “clean” surfaces. The synthesis method can also be extended to other metals, such as palladium and platinum.",
        "email": "",
        "conf": "The Journal of Physical Chemistry C",
        "coauthors": [
            "Jianping Xie",
            "Qingbo Zhang",
            "Jim Yang Lee",
            "Daniel I. C. Wang"
        ],
        "keywords": "Metal nanoparticles,Gold,Nanowires,Nanoparticles,Transmission electron microscopy"
    },
    {
        "id": 2597,
        "label": 56,
        "author": "jim yang lee",
        "title": "Study of the Parameters of Electroplating of Ferromagnetic Materials in Relation to Material Permeability",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In this study, experimental investigations on the parameters of electroplating of ferromagnetic materials in relation to the magnetic permeability of the plated layer are conducted. The results show that for high permeability, the optimum ratio for plated NiFe is Ni79Fe21, and for plated Co-Fe, the permeability increases with the Fe content. For the precise control of Fe content in the plated layer, the results showed that increasing electroplating current density decreases the Fe content for Ni-Fe in conventional DC plating and pulse plating; the plating temperature variation does not affect the Fe content for Ni-Fe conventional DC plating; increasing plating time increases the Fe content in NiFe conventional DC plating; increasing FeSo(4).7H(2)O increases Fe content in Ni-Fe or Fe-Co conventional DC plating; addition of saccharin decreases the Fe content in Ni-Fe plating.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Materials Science Forum",
        "coauthors": [
            "H. L. Seet",
            "S. H. See",
            "Li Xiaoping",
            "J. Y. Lee",
            "K. Y. T. Lee",
            "S. H. Teoh",
            "C.T. Lim"
        ],
        "keywords": "cobalt alloy;composition;DC plating;magnetic permeability;nickel alloy"
    },
    {
        "id": 2471,
        "label": 56,
        "author": "jim yang lee",
        "title": "Semi-interpenetrating polymer network proton exchange membranes with narrow and well-connected hydrophilic channels",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Four series of semi-interpenetrating polymer network (SIPN) membranes are fabricated by thermally cross-linking aminated BPPO (brominated poly(2,6-dimethyl-1,4-phenylene oxide)) with different epoxide cross-linkers in the presence of sulfonated PPO (SPPO). The cross-link structure and hydrophobicity are found to impact the membrane morphology strongly — smaller and more hydrophobic cross-links form narrow and well-connected hydrophilic channels whereas bulky and less hydrophobic cross-links form wide but less-connected hydrophilic channels. The membranes of the former can support facile proton transport and suppress methanol crossover to result in higher proton conductivity and lower methanol permeability than the membranes of the latter. The membranes are also fabricated into membrane electrode assemblies (MEAs) and tested in single-stack direct methanol fuel cells (DMFCs). It is found that some of these SIPN membranes can surpass Nafion® 117 in maximum power density, demonstrating their potential as a proton exchange membrane (PEM) for the DMFCs.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Chunliu Fang",
            "Xin Ni Toh",
            "Qiaofeng Yao",
            "David Julius",
            "Liang Hong",
            "Jim Yang Lee"
        ],
        "keywords": "Semi-interpenetrating polymer network,Poly(2,6-dimethyl-1,4-phenylene oxide),Direct methanol fuel cell,Proton exchange membrane"
    },
    {
        "id": 2536,
        "label": 56,
        "author": "jim yang lee",
        "title": "Tin oxide nanocubes and tin-core/tin oxide-shell nanostructures with and without a hollow interior",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A number of nanoscale tin oxide structures including 2–5 nm tin oxide hollow nanoparticles, 3–5 nm tin oxide nanocubes, 80–120 nm tin-core/tin oxide-shell nanocubes, and hollow tin oxide nanocubes, have been prepared from phenanthroline (phen)-capped Sn nanoparticles. Transmission electron microscopy revealed the existence of a hollow interior in the tin-core/tin oxide-shell nanostructures. It is believed that the low melting Sn core was hollowed out by electron beam irradiation of the sample during microscopy. The 2–5 nm tin oxide hollow nanoparticles and 80–120 nm tin oxide hollow nanocubes had thin but stable shells capable of preserving the integrity of the large cavity within.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Nanoparticle Research",
        "coauthors": [
            "Yong Wang",
            "Jim Yang Lee"
        ],
        "keywords": "core-shell nanostructures,hollow nanoparticles,nanocubes,nanomaterials,SnO2"
    },
    {
        "id": 2596,
        "label": 56,
        "author": "jim yang lee",
        "title": "Effect of pH Values on Magnetic Properties of Electroplated NiFe Layers",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The NiFe alloy is a good candidate for magnetic sensing applications due to its high magnetic permeability. For electroplated NiFe layers, the composition of the nickel and iron will change as the pH value of the plating solution changes. This is partly due to the different deposition rates for iron and nickel at different pH values. The pH values of the plating solution can be increased by adding potassium hydroxide or decreased by adding hydrochloric acid. In this study, the effects of the magneto-impedance of the plated NiFe layers as a function of the pH value of the plating solution are investigated. The results show that the higher the pH value of the plating solution, the higher the Fe content in the deposited alloy. For optimum magnetic properties with high magneto-impedance (MI) ratios, the composition of the NiFe alloy should be close to 80% nickel and 20% iron",
        "email": "",
        "conf": "Materials Science Forum",
        "coauthors": [
            "Li Xiaoping",
            "Zhenjie Zhao",
            "Simon S Ang",
            "W. X. Chen"
        ],
        "keywords": "Electroplating, Magnetic Properties, Metallic Layers, Ni-Fe, pH Measurement"
    },
    {
        "id": 2487,
        "label": 56,
        "author": "jim yang lee",
        "title": "Direct fabrication of double-rough chestnut-like multifunctional Sn@C composites on copper foil: Lotus effect and lithium ion storage properties",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This paper reports the fabrication of a new, double-rough chestnut-like Sn@C composite in the form of mesospheres with nanohairs directly on a copper surface by a simple and scalable procedure. The hierarchical order in the nanostructure and the composition of the nanocomposite impart at least two functional properties: the lotus effect and reversible storage of lithium ions. The nanohairs of carbon nanotube-encapsulated metallic tin; and the underlying core of carbon-tin mesospheres with rough exterior; give rise to nanoscale and mesoscale roughness not unlike the double-rough surface of a lotus leave (nanohairs on microbumps). Subsequently the modified copper surface is superhydrophobic just like the lotus leaves. On the other hand the ability to directly deposit lithium-active storage compounds (Sn, C) on a current conductor (Cu) has also resulted in an electrode immediately usable as a lithium ion battery anode without additional processing. Indeed electrochemical measurements have shown quite satisfying properties for lithium ion battery applications.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Materials Chemistry ",
        "coauthors": [
            "Da Deng",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2553,
        "label": 56,
        "author": "jim yang lee",
        "title": "Segmented Pt/Ru Pt/Ni and Pt/RuNi Nanorods as Model Bifunctional Catalysts for Methanol Oxidation",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Five‐segment (Pt‐Ru‐Pt‐Ru‐Pt, Pt‐Ni‐Pt‐Ni‐Pt, and Pt‐RuNi‐Pt‐RuNi‐Pt) nanorods with the same overall rod length and the same total Pt segment length were prepared by sequential electrodeposition of the metals into the pores of commercially available anodic aluminum oxide (AAO) membranes. Field‐emission scanning electron microscopy (FESEM) showed that the nanorods were about 210 nm in diameter and about 1.5 μm in length. The alternating Pt and oxophilic metal(s) segments could be easily differentiated in backscattered‐electron images. X‐ray diffraction (XRD) analysis of the nanorods indicated that Pt and Ni were polycrystalline with fcc structures, Ru was hcp, and the co‐deposited RuNi adopted the nickel fcc structure with some negative shifts in the Bragg angles. The chemical states of Pt, Ru, and Ni on the nanorod surface were assayed by X‐ray photoelectron spectroscopy (XPS), and the presence of Pt0, PtII, PtIV, Ru0, RuVI, Ni0, and NiII was observed. The nanorods were catalytically active for the room‐temperature electrooxidation of methanol in acidic solutions. The relative rates of reaction showed the Pt‐RuNi pair sites as having the lowest overpotential to dissociate water, the highest catalytic activity in methanol oxidation, and the strongest CO‐tolerance in the potential window employed. The use of segmented nanorods with identifiable Pt–oxophilic metal(s) interfaces removes many of the ambiguities in the interpretation of experimental data from conventional alloy catalysts, thereby enabling a direct comparison of the activities of various types of pair sites in methanol oxidation.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Small",
        "coauthors": [
            "Fang Liu",
            "Jim Yang Lee",
            "Wei Jiang Zhou"
        ],
        "keywords": "Nanospheres,Organic polymers,Nanoparticles,Pyrroles,Batteries"
    },
    {
        "id": 2632,
        "label": 56,
        "author": "jim yang lee",
        "title": "Rechargeable thin film batteries of polypyrrole and polyaniline",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Thin films of polypyrrole (PPy) and polyaniline (PANi) were electrochemically deposited on stainless steel substrate under potentiostatic control. Secondary batteries were assembled using these polymers as active electrode materials and propylene carbonate (PC) solutions of tetraethyl ammonium perchlorate (TEAP) as the electrolyte. In repeated charge and discharge tests, the all PANi cells performed better than the PPy-PANi cells in voltage characteristics, recyclability, charge retention and coulombic efficiency. There appears to be an optimum charging current for the polymer cells and charging the cells at rates notably different from the optimum value reduced the cell performance substantially. It is suggested that the cells operate under kinetic control and charging at extreme rates either reduces the participation of polymer redox in the overall cell operation or produces mass transfer limitations",
        "email": "",
        "conf": "Journal of Applied Electrochemistry",
        "coauthors": [
            "Jim Yang Lee",
            "L. H. Ong",
            "G. K. Chuah"
        ],
        "keywords": "Aniline polymer, Battery, Thin film, Coulometry, Discharge current, Current density, Electroplating, Electrodes, Experimental study, Modified material, Perchloric acid, Pyrrole polymer, Aqueous solution, Electrolyte solution, Organic solvent, Cyclic voltammetry"
    },
    {
        "id": 2485,
        "label": 56,
        "author": "jim yang lee",
        "title": "Synthesis of Nanocrystals with Variable High-Index Pd Facets through the Controlled Heteroepitaxial Growth of Trisoctahedral Au Templates",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The shape-controlled synthesis of noble metal nanocrystals (NCs) bounded by high-index facets is a current research interest because the products have the potential of significantly improving the catalytic performance of NCs in industrially important reactions. This study reports a versatile method for synthesizing polyhedral NCs enclosed by a variety of high-index Pd facets. The method is based on the heteroepitaxial growth of Pd layers on concave trisoctahedral (TOH) gold NC seeds under careful control of the growth kinetics. Polyhedral Au@Pd NCs with three different classes of high-index facets, including concave TOH NCs with {hhl} facets, concave hexoctahedral (HOH) NCs with {hkl} facets, and tetrahexahedral (THH) NCs with {hk0} facets, can be formed in high yield. The Miller indices of NCs are also modifiable, and we have used the THH NCs as a demonstrative example. The catalytic activities of these NCs were evaluated by the structure-sensitive reaction of formic acid electro-oxidation. The results showed that the high-index facets are generally more active than the low-index facets. In summary, a seeded growth process based on concave high-index faceted monometallic TOH NC templates and careful control of the growth kinetics is a simple and effective strategy for the synthesis of noble metal NCs with high-index facets. It also offers tailorability of the surface structure in shape-controlled synthesis.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of the American Chemical Society",
        "coauthors": [
            "Yue Yu",
            "Qingbo Zhang",
            "Bo Liu",
            "Jim Yang Lee"
        ],
        "keywords": "Organic acids,Palladium,Metals,Gold,Transmission electron microscopy"
    },
    {
        "id": 2494,
        "label": 56,
        "author": "jim yang lee",
        "title": "Nanoscale Si Coating on the Pore Walls of SnO2 Nanotube Anode for Li Rechargeable Batteries",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A nanoscale coating of a Si layer on the pore walls of SnO2nanotubes (Si-coated SnO2) leads to very good electrochemical performance in coulombic efficiency, rate capability and capacity retention compared with untreated SnO2nanotubes.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Chemical Communications",
        "coauthors": [
            "Woo Jin Lee",
            "Mi-Hee Park",
            "Yong Wang",
            "Jim Yang Lee",
            "Jaephil Cho"
        ],
        "keywords": ""
    },
    {
        "id": 2600,
        "label": 56,
        "author": "jim yang lee",
        "title": "Synthesis characterization and electrochemical properties of poly(methyl methacrylate)-grafted-poly(vinylidene fluoride-hexafluoropropylene) gel electrolytes",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A new comb-like copolymer, poly(vinylidene fluoride-co-hexafluoropropylene)-g-poly(methyl methacrylate), or [P(VDF-HFP)-g-PMMA], was successfully synthesized through grafting in situ formed PMMA to the P(VDF-HFP) backbone. The composition of the P(VDF-HFP)-g-PMMA copolymer was characterized by Fourier transform infrared spectroscopy (FTIR), thermal gravimetric analysis (TGA) and elemental analysis. X-Ray diffractometry (XRD) and differential scanning calorimetry (DSC) were used to examine the reduction in crystallinity of P(VDF-HFP) due to the anchoring of PMMA segments on it. Gel electrolyte membranes based on the resulting copolymer were prepared by the Bellcore process. The ionic conductivity of Li+ across the membranes and the related transference number were measured. A study of the interfacial stability between Li electrode and the P(VDF-HFP)-g-PMMA gel electrolyte was also conducted to evaluate the suitability of the P(VDF-HFP)-g-PMMA copolymer in rechargeable lithium and lithium-ion battery applications.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Solid State Ionics",
        "coauthors": [
            "Y Liu",
            "Jim Yang Lee",
            "Liang Hong"
        ],
        "keywords": "P(VDF-HFP),PMMA,Gel electrolytes,Transference number and interfacial stability"
    },
    {
        "id": 2593,
        "label": 56,
        "author": "jim yang lee",
        "title": "Morphology crystallinity and electrochemical properties of in situ formed poly(ethylene oxide)/TiO2 nanocomposite polymer electrolytes",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A method to produce nanocomposite polymer electrolytes consisting of poly(ethylene oxide) (PEO) as the polymer matrix, lithium tetrafluoroborate (LiBF4) as the lithium salt, and TiO2 as the inert ceramic filler is described. The ceramic filler, TiO2, was synthesized in situ by a sol–gel process. The morphology and crystallinity of the nanocomposite polymer electrolytes were examined by scanning electron microscopy and differential scanning calorimetry, respectively. The electrochemical properties of interest to battery applications, such as ionic conductivity, Li+ transference number, and stability window were investigated. The room‐temperature ionic conductivity of these polymer electrolytes was an order of magnitude higher than that of the TiO2 free sample. A high Li+ transference number of 0.51 was recorded, and the nanocomposite electrolyte was found to be electrochemically stable",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Applied Polymer Science",
        "coauthors": [
            "Y. Liu",
            "Jim Yang Lee",
            "Liang Hong"
        ],
        "keywords": "Ionic conductivity, Crystallinity, Oxide ceramics, Concentration effect, Polymer solid electrolyte, Ethylene oxide polymer"
    },
    {
        "id": 2558,
        "label": 56,
        "author": "jim yang lee",
        "title": "Synthesis of Graphitic Ordered Macroporous Carbon with a Three-Dimensional Interconnected Pore Structure for Electrochemical Applications",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In this study, ordered macroporous carbon with a three-dimensional (3D) interconnected pore structure and a graphitic pore wall was prepared by chemical vapor deposition (CVD) of benzene using inverse silica opal as the template. Field-emission scanning electron microscopy, transmission electron microscopy, X-ray diffraction, Raman spectrometry, nitrogen adsorption, and thermogravimetric analysis techniques were used to characterize the carbon samples. The electrochemical properties of the carbon materials as a carbon-based anode for lithium-ion batteries and as a Pt catalyst support for room-temperature methanol electrochemical oxidation were examined. It was observed that the CVD method is a simple route to fabrication of desired carbon nanostructures, affording a carbon with graphitic pore walls and uniform pores. The graphitic nature of the carbon enhances the rate performance and cyclability in lithium-ion batteries. The specific capacity was found to be further improved when SnO2 nanoparticles were supported on the carbon. The specific activity of Pt catalyst supported on the carbon materials for room-temperature methanol electrochemical oxidation was observed to be higher than that of a commercial Pt catalyst (E-TEK).",
        "email": "",
        "conf": "The Journal of Physical Chemistry B",
        "coauthors": [
            "Fabing Su",
            "X. S. Zhao",
            "Yong Wang",
            "Jianhuang Zeng",
            "Zuocheng Zhou",
            "Jim Yang Lee"
        ],
        "keywords": "Platinum,Genetics,Silica,Catalysts,Physical and chemical processes"
    },
    {
        "id": 2595,
        "label": 56,
        "author": "jim yang lee",
        "title": "Effect of Current Density on the Magnetic Properties of Electroplated NiFe Layers",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "NiFe permalloys have been used for making the sensing elements of magnetic sensors. The composition, morphology, and anisotropy of the material have been shown to affect the magnetic properties of the material. In this study, the effects of the plating current density on composition and the magneto-impedance responses of the electroplated NiFe magnetic layers are investigated. The results show that as the plating current density increases, the composition of the plated layer varies, in this way it affects the magnetic properties of the plated layer. It is found that as the plating current increases, the Fe2+ ion concentration in the plating solution should be increase to maintain desired Ni(80%)/Fe(20%) composition",
        "email": "",
        "conf": "Materials Science Forum",
        "coauthors": [
            "Li Xiaoping",
            "Zhenjie Zhao",
            "Simon S Ang",
            "Jim Yang Lee"
        ],
        "keywords": "Current Density, Electroplating, Magnetic Measurement, Metallic Layers, Ni-Fe"
    },
    {
        "id": 2527,
        "label": 56,
        "author": "jim yang lee",
        "title": "Pt and PtRu nanoparticles deposited on single-wall carbon nanotubes for methanol electro-oxidation",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Platinum (Pt) and platinum–ruthenium (PtRu) nanoparticles supported on Vulcan XC-72 carbon and single-wall carbon nanotubes (SWCNT) are prepared by a microwave-assisted polyol process. The catalysts are characterized by transmission electron microscopy (TEM), X-ray diffraction (XRD) and X-ray photoelectron spectroscopy (XPS). The PtRu nanoparticles, which are uniformly dispersed on carbon, have diameters of 2–6 nm. All the PtRu/C catalysts display the characteristic diffraction peaks of a face centred cubic Pt structure, excepting that the 2θ values are shifted to slightly higher values. The results from XPS analysis reveal that the catalysts contain mostly Pt(0) and Ru(0), with traces of Pt(II), Pt(IV) and Ru(IV). The electrooxidation of methanol is studied by cyclic voltammetry, linear sweep voltammetry, and chronoamperometry. Both PtRu/C catalysts have high and more durable electrocatalytic activities for methanol oxidation than a comparative Pt/C catalyst. Preliminary data from a single direct methanol fuel cell using the SWCNT supported PtRu alloy as the anode catalyst delivers high power density.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Zhaolin Liu",
            "Xing Yi Ling",
            "Bing Guo",
            "Lian Hong",
            "Jim Yang Lee"
        ],
        "keywords": "Methanol electro-oxidation,Single-wall carbon nanotubes,Fuel cell,Power density,Platinum catalyst,Platinum–ruthenium nanoparticle"
    },
    {
        "id": 2465,
        "label": 56,
        "author": "jim yang lee",
        "title": "High-Performance Lithium-Ion Cathode LiMn0.7Fe0.3PO4/C and the Mechanism of Performance Enhancements through Fe Substitution",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "LiMn1–xFexPO4/C (x = 0 and 0.3) with a uniform carbon coating and interspersed carbon particles was prepared by a high-energy ball-milling (HEBM)-assisted solid-state reaction. The as-synthesized LiMn0.7Fe0.3PO4/C delivered an excellent rate performance as a LiMnPO4 class of materials. Specifically, the specific discharge capacity was 164 mAh/g (96% of theoretical value) at the 0.05 C rate and 107 mAh/g at the 5 C rate (1 C = 170 mA/g). Electrochemical impedance spectroscopy (EIS) and galvanostatic intermittent titration technique (GITT) measurements indicated improvements in the transport of electrons and Li+ as well as the emergence of a single-phase region in lithium extraction and insertion reactions.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "ACS Applied Materials & Interfaces",
        "coauthors": [
            "Bo Ding",
            "Pengfei Xiao",
            "Ge Ji",
            "Yue Ma",
            "Li Lu",
            "Jim Yang Lee"
        ],
        "keywords": "Tlithium-ion battery, cathode materials, solid-state reaction"
    },
    {
        "id": 2605,
        "label": 56,
        "author": "jim yang lee",
        "title": "Effect of oxygen non-stoichiometry on the electrochemical performance of lithium manganese oxide spinels",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The effect of oxygen non-stoichiometry on the electrochemical performance of lithium manganese oxide spinels is investigated. Spinels with different oxygen contents are obtained from citrate gel synthesis followed by calcination in air in the temperature range 200–850°C. Spinels that were formed at low temperatures are found suitable for 3 V applications, whereas those formed at high temperatures perform better at 4 V. Both type of spinels cycle well in their respective potential regimes.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "A. R Naghash",
            "Jim Yang Lee"
        ],
        "keywords": "Spinel,Lithium manganese oxide,Spinel,Sol–gel synthesis,Citrate synthesis,Lithium rechargeable batteries"
    },
    {
        "id": 2611,
        "label": 56,
        "author": "jim yang lee",
        "title": "Preparation of spinel lithium manganese oxide by aqueous co-precipitation",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Stearic acid in tetramethylammonium hydroxide is used to co-precipitate lithium and manganese in stoichiometric proportions from aqueous solutions of manganese and lithium salts. Calcination of the precipitate in air produces uniformly sized, fine particles of spinel LiMn2O4 as the end product. The effect of heat treatment on the spinel formation reaction is followed by thermogravimetry and powder X-ray diffraction measurements. The electrochemical performance of the spinel is evaluated in test cells using the spinel as the positive electrode material, and lithium metal as the negative electrode. The charge–discharge data indicate that the spinel has a specific capacity of about 119 mAh g−1. The material shows good rate capability in the range of 0.5–3 mA cm−2.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "A.R. Naghash",
            "Jim Yang Lee"
        ],
        "keywords": "Lithium-ion batteries,Lithium manganese oxide,Co-precipitation,Spinel,Cathode"
    },
    {
        "id": 2619,
        "label": 56,
        "author": "jim yang lee",
        "title": "Nickel deposition from unbuffered neutral chloride solutions in the presence of oxygen",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A comparison is made between depositions from neutral unbuffered chloride solutions of nickel with and without the presence of oxygen. In the presence of oxygen, a poorly conductive layer of Ni(OH)2 is formed early because of oxygen reduction which occurs prior to nickel deposition. The surface Ni(OH)2 inhibits the first charge transfer reaction of Ni2+ to active intermediate (categorically represented by Ni(OH)ads, and subsequently diminishes the nucleation and growth of nickel. The effect is more pronounced in region with little hydrogen evolution. Surface flakes characteristic of uninhibited nickel deposition are clearly absent in the scanning electron micrographs of deposits. The current efficiency of nickel deposition is slightly increased in the presence of oxygen. It is also found that the oxygen effect is more effective in 0.1 M NiCl2. This is due to the fact that uninhibited deposition of nickel and hydrogen evolution, which are promoted by high and low Ni2+ concentration respectively, are less efficient than oxygen effect at an intermediate concentration level.",
        "email": "",
        "conf": "Electrochimica Acta",
        "coauthors": [
            "C.Q. Cui",
            "Jim Yang Lee"
        ],
        "keywords": "nickel deposition,oxygen reduction,unbuffered solution,electrodeposition,chloride"
    },
    {
        "id": 2486,
        "label": 56,
        "author": "jim yang lee",
        "title": "Monodispersity control in the synthesis of monometallic and bimetallic quasi-spherical gold and silver nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In order for the nanoparticles of Au and Ag to be useful for a wide range of applications, the tailorability of the nanoparticle properties through controlled changes of composition, size, shape, and crystal structure is absolutely essential. Furthermore, these nanoparticle attributes must be delivered in high monodispersity to assure a consistent application performance. High monodispersity is also a requirement for the assembly of nanoparticles into extended nanostructures or mesoscale devices which may be needed for some applications. This article describes a variety of colloidal synthesis methods in use today for the preparation of monodisperse Au, Ag, and bimetallic Au–Ag nanoparticles. The emphasis is on the analysis of the efficacy of each method for tailoring the nanoparticle size and crystal structure. The scope of work surveyed is confined to quasi-spherical nanoparticles in the size range from sub-nanometre to several tens of nanometres.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Nanoscale",
        "coauthors": [
            "Qingbo Zhang",
            "Jianping Xie",
            "Yue Yu",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2493,
        "label": 56,
        "author": "jim yang lee",
        "title": "Pt-Decorated PdFe Nanoparticles as Methanol-Tolerant Oxygen Reduction Electrocatalyst",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The activity and selectivity of carbon-supported Pt-decorated PdFe nanoparticles in the oxygen reduction reaction (ORR) were investigated in the presence and absence of methanol. The Pt-decorated PdFe nanoparticles, which consist of a PdPt surface and a PdFe interior, were prepared by the galvanic reaction between PdFe/C alloy nanoparticles and PtCl42− in aqueous solution. The presence of a Pt-enriched surface after the replacement reaction was independently confirmed by several microstructural characterization techniques and cyclic voltammetry. The catalyst with such heterogeneous architecture is catalytically more active than a bulk PdFePt alloy catalyst with the same overall composition. The observed enhancements in catalyst performance can be attributed to the lattice strain effect between the shell and core components. The Pt-decorated PdFe (PdFe@PdPt/C) catalyst also compares favorably with a commercial Pt/C catalyst with four times as much Pt in terms of ORR activity, cost, and methanol tolerance.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "ACS Applied Materials & Interfaces",
        "coauthors": [
            "Jinhua Yang",
            "Weijiang Zhou",
            "Chin Hsien Cheng",
            "Jim Yang Lee",
            "Zhaolin Liu"
        ],
        "keywords": "galvanic replacement reaction, oxygen reduction reaction, core shell nanoparticles, direct methanol fuel cells"
    },
    {
        "id": 2546,
        "label": 56,
        "author": "jim yang lee",
        "title": "Inhibition of DNA hybridization by small metal nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The inhibition of DNA hybridization by small metal nanoparticles has been examined in detail. DNA melting point analysis showed that the oligonucleotides adsorb strongly and nonspecifically on small metal nanoparticles, inhibiting the hybridization of complementary DNA sequences in common buffered solutions. The nonspecific interaction is even strong enough to disrupt pre-existing hydrogen bonds in short double-stranded DNA. The nonspecific interaction could be weakened by increasing the particle size. As an example, a core-shell assisted method was used to successfully assemble Pt nanoparticles by DNA hybridization that could not be done otherwise.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Biophysical Chemistry",
        "coauthors": [
            "J Yang",
            "Jim Yang Lee",
            "Heng-Phon Too",
            "Gan-Moog Chow"
        ],
        "keywords": "Oligonucleotide,Nanoparticle,Non-specific interaction,Assembly,DNA hybridization"
    },
    {
        "id": 2480,
        "label": 56,
        "author": "jim yang lee",
        "title": "Mitigating the initial capacity loss (ICL) problem in high-capacity lithium ion battery anode materials",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "For lithium ion batteries, some non-carbonaceous anode materials have shown the possibility of increasing the capacity of current anode materials (which are almost universally carbon) by two to ten folds. One of the greatest challenges in the acceptance of these high capacity anode materials is their high initial capacity loss (ICL) problem. A large ICL is undesirable in practice because it consumes, irreversibly, a large amount of lithium ions from the more expensive cathode material. This perspective article will review the current progresses in the research on ICL especially the likely mitigation methods.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Materials Chemistry ",
        "coauthors": [
            "Ge Ji",
            "Yue Ma",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2489,
        "label": 56,
        "author": "jim yang lee",
        "title": "Seed-Mediated Synthesis of Monodisperse Concave Trisoctahedral Gold Nanocrystals with Controllable Sizes",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Concave trisoctahedral (TOH) gold nanocrystals (NCs) with uniform and customizable sizes were synthesized by a seed-mediated growth method using cetyltrimethylammonium chloride (CTAC) as the capping agent. Analysis of the projection angles and the atomic arrangement in the edge-on facets suggests that the surface of the TOH NCs was bounded by high-index {hhl} facets, such as {221}, {331}, and/or {441}. The size of the TOH gold NCs could be increased stepwise from 55 to 120 nm by applying the seed-mediated growth in succession. The TOH gold NCs displayed size-dependent surface plasmon resonance (SPR) properties, with the SPR peak red shifting with the increase in the NC size. The presence of the high-index {hhl} facets on the TOH surface was confirmed by cyclic voltammetric features that are distinctively different from those of cubic and octahedral gold NCs. The formation of these TOH NCs was kinetically driven and governed by two main factors: (i) the preferential face-blocking adsorption of CTA+ on high-index facets and (ii) a favorable reduction rate of the metal ions in the growth solution. The uniformity of the TOH NCs in size and shape facilitated NC self-assembly into ordered hexagonal or square packing structures simply by solvent evaporation on a substrate.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "The Journal of Physical Chemistry C",
        "coauthors": [
            "Yue Yu",
            "Qingbo Zhang",
            "Xianmao Lu",
            "Jim Yang Lee"
        ],
        "keywords": "Crystallography,Redox reactions,Crystallization,Gold,Transmission electron microscopy"
    },
    {
        "id": 2529,
        "label": 56,
        "author": "jim yang lee",
        "title": "Embedded Hydrophilic Nanogranules with Radiating Proton-Conducting Channels in a Hydrophobic Matrix",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "It is a significant challenge to develop proton exchange membranes (PEMs) possessing both desired proton conductivity and low methanol permeability for the direct methanol fuel cells (DMFC). In this work, a composite PEM was fabricated from a predominantly hydrophobic framework of three-component polymer blend (TCPB) of acrylic polymers and a dispersed proton-conducting hydrophilic copolymer network. The hydrophilic copolymer was designed to contain three co-monomer units of complementary functionalities:  2-acrylamido-2-methyl propanesulfonic acid (AMPS), 2-hydroxyethyl methacrylate (HEMA), and 2-hydroxyl-3-(diethanolamino)propylmethacrylate (DEAPMA). The resultant PEMs were macroscopically homogeneous but contained microscopic heterogeneity in the form of dispersed nanosize AMPS domains with radiating (HEMA−DEAPMA) segments in the TCPB matrix, forming an overall amphiphilic matrix. Formation of such a texture was consequential upon the association of AMPS units and hydrogen bonding between the HEMA and DEAPMA short blocks of the hydrophilic copolymer with TCPB. The polymer blend membranes therefore acquired dual functionalities, i.e., effective proton transport between AMPS granules through interconnecting (HEMA−DEAPMA) segments, resulting in proton conductivity of the order of 10-2 S/cm, and low water uptake and inhibited methanol passage in the continuous amphiphilic matrix, resulting in methanol permeability of (1.25−8) × 10-7 cm2/s, which is about 3−8 times smaller than that of Nafion117.",
        "email": "",
        "conf": "Langmuir",
        "coauthors": [
            "Haiqin Pei",
            "Liang Hong",
            "Jim Yang Lee"
        ],
        "keywords": "Hydrophilicity,Alcohols,Membranes,Copolymers,Proton conductivity "
    },
    {
        "id": 2498,
        "label": 56,
        "author": "jim yang lee",
        "title": "A Family of Aligned C-Curved Nanoarches",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "One-dimensional (1-D) nanomaterials are basic building blocks for the construction of nanoscale devices. However, the fabrication and alignment of 1-D nanomaterials with specific geometry and composition on a given substrate is a significant challenge. Herein we show a successful example of fabricating a family of aligned 1-D C-curved nanoarches of different compositions on an extended Si surface by a simple and scalable method. The nanoarches are made up of either single-crystalline Sn nanorods encapsulated in carbon nanotubes (CNTs), SnO2 nanotubes, or CNTs. The aligned 1-D C-curved nanoarches of single-crystalline Sn nanorods in CNTs are prepared first by a facile in situ reduction of SnO2 nanoparticles under standard chemical vapor deposition conditions. Nanoarches of CNTs and SnO2 nanotubes were then derived from the Sn@CNT nanoarches by acid etching and by calcination in air, respectively.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "ACS Nano",
        "coauthors": [
            "Da Deng",
            "Jim Yang Lee"
        ],
        "keywords": "carbon nanotube,SnO2 nanotube"
    },
    {
        "id": 2524,
        "label": 56,
        "author": "jim yang lee",
        "title": "Carboxyl-Terminated Dendrimer-Coated Bioactive Interface for Protein Microarray: High-Sensitivity Detection of Antigen in Complex Biological Samples",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Protein microarrays are promising tools that can potentially enable high throughput proteomic screening in areas such as disease diagnosis and drug discovery. A critical aspect in the development of protein microarrays is the optimization of the array's surface chemistry to achieve the high sensitivity required for detection of proteins in cell lysate and other complex biological mixtures. In the present study, a high-density antibody array with minimal nonspecific cellular protein adsorption was prepared using a glass surface coated with a poly(propyleneimine) dendrimer terminated with carboxyl group (PAMAM-COOH). The carboxyl-terminated dendrimer-modified surface has almost similar nonspecific cellular protein adsorption when compared to an inert PEG-modified surface. In addition, the multiple functional sites available for reaction on the dendrimer surface facilitated high-density immobilization of antibodies and efficient capture of bioanalytes. Various molecules were tested for their ability to block or deactivate the reactive carboxyl surface after antibody immobilization to further reduce the nonspecific binding. A short oligoethylene glycol (NH2-d4-PEG-COOH), was found to significantly improve the signal-to-noise ratio of the assay, resulting in higher sensitivity. The properties and functional qualities of the various surfaces were characterized by contact angle and AFM measurements. Nonspecific protein adsorption and protein immobilization as a function of dendrimer generations and sensitivity of antigen capturing from a buffer (1 pM) as well as from the complex cell lysate (10 pM) system were examined. Our detailed experimental studies demonstrated a facile method of preparing surfaces with high protein loading and low nonspecific protein binding for the development of high sensitivity protein microarrays.",
        "email": "",
        "conf": "Langmuir",
        "coauthors": [
            "Parayil Kumaran Ajikumar",
            "Jin Kiat Ng",
            "Yew Chung Tang",
            "Jim Yang Lee",
            "Gregory Stephanopoulos",
            "Heng-Phon Too"
        ],
        "keywords": ""
    },
    {
        "id": 2537,
        "label": 56,
        "author": "jim yang lee",
        "title": "Hollow carbon spheres with a controllable shell structure",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In this work, hollow carbon spheres (HCSs) with smooth single shells, deformed single shells, double shells, and N-doped shells were prepared using silica spheres as templates and benzene as a carbon precursor via chemical vapor deposition (CVD). It was observed that the morphology of the HCSs largely depended on the experimental conditions, including CVD duration and temperature, and the diameter of silica spheres. Results showed that relatively large silica spheres favored the formation of HCSs with a very smooth surface. A short CVD time led to a thin carbon shell, thus deformed HCSs. High CVD temperatures enhanced the graphitic nature of the HCSs. Experimental data also demonstrated that the cyclability of the HCSs as an anode in lithium-ion batteries was improved after doping with N. The use of HCSs as templates for the fabrication of monodisperse hollow silica spheres was also demonstrated in this work.",
        "email": "",
        "conf": "Journal of Materials Chemistry ",
        "coauthors": [
            "Fabing Su",
            "X. S. Zhao",
            "Yong Wang",
            "Likui Wang",
            "Jim Yang Lee"
        ],
        "keywords": "Lithium battery, Benzene, Codoping, Light emitting diodes, Experimental data, CVD, Surface states, Spherical shape, High temperature, Microstructure, Precursor, Template reaction, Silica Smooth surface"
    },
    {
        "id": 2502,
        "label": 56,
        "author": "jim yang lee",
        "title": "Preparation of SnO2/Carbon Composite Hollow Spheres and Their Lithium Storage Properties",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In this work, we present a novel concept of structural design for preparing functional composite hollow spheres and derived double-shelled hollow spheres. The approach involves two main steps: preparation of porous hollow spheres of one component and deposition of the other component onto both the interior and exterior surfaces of the shell as well as in the pores. We demonstrate the concept by preparing SnO2/carbon composite hollow spheres and evaluate them as potential anode materials for lithium-ion batteries. These SnO2/carbon hollow spheres are able to deliver a reversible Li storage capacity of 473 mA h g−1 after 50 cycles. Unusual double-shelled carbon hollow spheres are obtained by selective removal of the sandwiched porous SnO2 shells.",
        "email": "",
        "conf": "Chemistry of Materials",
        "coauthors": [
            "Xiong Wen Lou",
            "Da Deng",
            "Jim Yang Lee",
            "Lynden A. Archer"
        ],
        "keywords": "Composites,Hollow spheres,Precursors,Electrodes,Hollow structures"
    },
    {
        "id": 2598,
        "label": 56,
        "author": "jim yang lee",
        "title": "Effect of Nanocrystalline Electroplating of NiFe on the Material Permeability",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "For the purpose of developing a composite micro sensor for bio-magnetic field, fabrication of high permeability ferromagnetic thin film by electroplating is needed. In this study, experimental investigations on the nanocrystalline size of electroplated NiFe in relation to the magnetic permeability of the plated layer are conducted. The plating methods include conventional DC plating, pulse plating, and addition of saccharin in conventional DC plating and pulse plating. The plating tests are made on 60mum diameter copper wires. The wires are plated in a standard set of procedure to ensure that the composition of the plated layer matches that of the Permalloy (Ni79Fe21). The permeability of the plated material is measured by measuring the magneto-impedance of the plated wire in variation with an external magnetic field, using a precision impedance analyzer. The nanocrystalline size of the plated NiFe is measured using a XRD machine. The results show that the permeability of the plated NiFe increases with the reduction of crystalline grain size. In conventional DC plating, the FCC of the plated layer beta-Ni (Fe) crystals are in the size of 16-19 nm. It is found that the wire, which has the highest impedance ratio, is the one from pulse plating with 6 g/l of saccharin in the electrolyte solution.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Materials Science Forum",
        "coauthors": [
            "S. H. See",
            "H. L. Seet",
            "Li Xiaoping",
            "J. Y. Lee",
            "K. Y. Lee",
            "S. H. Teoh",
            "C.T. Lim"
        ],
        "keywords": "DC plating;magnetic permeability;nanostructure;pulse plating;saccharin"
    },
    {
        "id": 2501,
        "label": 56,
        "author": "jim yang lee",
        "title": "The Synthesis of SERS-Active Gold Nanoflower Tags for In Vivo Applications",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This paper reports a simple, one-pot, template-free synthesis of flower-like Au nanoparticles (three-dimensional branched nanoparticles with more than 10 tips) with high yield and good size monodispersity at room temperature. The size of the Au nanoflowers could be tuned by controlling the composition of the starting reaction mixture. The key synthesis strategy was to use a common Good’s buffer, HEPES, as a weak reducing and particle stabilizing agent to confine the growth of the Au nanocrystals in the special reaction region of limited ligand protection (LLP). Time-course measurements by UV−vis spectroscopy and TEM were used to follow the reaction progress and the evolution of the flower-like shape. The Au nanoflowers exhibited strong surface-enhanced effects which were utilized in the design of an efficient, stable, and nontoxic Raman-active tag for in vivo applications.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "ACS Nano",
        "coauthors": [
            "Jianping Xie",
            "Qingbo Zhang",
            "Jim Yang Lee",
            "Daniel I Wang"
        ],
        "keywords": "gold, nanoflowers, SERS"
    },
    {
        "id": 2587,
        "label": 56,
        "author": "jim yang lee",
        "title": "A novel synthesis route for ethylenediamine-protected ruthenium nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A novel method has been developed to prepare water-dispersible ethylenediamine (en)-stabilized ruthenium nanoparticles. The procedure involves the reduction of an en–RuCl3 complex by sodium borohydride. The Ru nanoparticles so prepared are fairly stable in water. TEM imaging shows a mean diameter of about 2.1 nm for the particles and a narrow particle size distribution.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Colloid and Interface Science",
        "coauthors": [
            "Jim Yang Lee",
            "Jun Yang",
            "Theivanayagam C Deivaraj",
            "Heng Phon Too"
        ],
        "keywords": "Nanoparticles,Ethylenediamine,Ruthenium nanoparticles"
    },
    {
        "id": 2586,
        "label": 56,
        "author": "jim yang lee",
        "title": "An Alternative Phase-Transfer Method of Preparing Alkylamine-Stabilized Platinum Nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "An alternative phase-transfer method has been developed to prepare alkylamine-stabilized Pt nanoparticles. This method involves preparing a Pt hydrosol and then mixing the Pt hydrosol with a toluene solution of dodecylamine. This is followed by the addition of 1 M NaOH or 1 × PBS buffer to adjust the pH of the hydrosol to suitable values. Dodecylamine-stabilized Pt nanoparticles prepared this way had a predominantly cubic appearance, uniform size distribution, and self-assembled on transmission electron microscopy copper grids with an interparticle spacing of 2.2 nm. These results were then used to derive a protocol for preparing oligonucleotide-stabilized Pt nanoparticles in the aqueous environment. The oligonucleotide-stabilized Pt nanoparticles formed this way were either of spherical or irregular cubic shape depending on whether H2PtCl6 or K2PtCl4 was used as the starting metal salt.",
        "email": "",
        "conf": "The Journal of Physical Chemistry B",
        "coauthors": [
            "Jun Yang",
            "Theivanayagam C Deivaraj",
            "Heng-Phon Too",
            "Jim Yang Lee"
        ],
        "keywords": "Hydrocarbons,Platinum,Metal nanoparticles,Nanoparticles,Transmission electron microscopy"
    },
    {
        "id": 2607,
        "label": 56,
        "author": "jim yang lee",
        "title": "Electrochemical performance of Pb 3(PO 4) 2 anodes in rechargeable lithium batteries",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Lead phosphate was used as an intrinsic phosphorous-doped lead composite oxide in rechargeable lithium test batteries. For comparison the amorphous polymorph was prepared from the crystalline form by melt-quenching. The experimental results are analogous to tin composite oxide (TCO) anodes, with the amorphous form showing a higher capacity and better cyclability. The mechanism for rechargeability and the cause for capacity loss in the first cycle are also proposed.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Zhaolin Liu",
            "Jim Yang Lee"
        ],
        "keywords": "Lead phosphate,Secondary lithium battery,Anode material"
    },
    {
        "id": 2468,
        "label": 56,
        "author": "jim yang lee",
        "title": "Thermoresponsive nanoparticles + plasmonic nanoparticles = photoresponsive heterodimers: Facile synthesis and sunlight-induced reversible clustering",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Magnetic nanoparticles functionalized with thermoresponsive polymers become photoresponsive when attached to plasmonic nanoparticles to form heterodimers. Under solar illumination, the plasmonic particles absorb sunlight and induce localized heating, causing collapse of the thermoresponsive polymer chain and clustering of the dimers that facilitate magnetic separation.",
        "email": "",
        "conf": "Chemical Communications",
        "coauthors": [
            "Hui Han",
            "Jim Yang Lee",
            "Xianmao Lu"
        ],
        "keywords": ""
    },
    {
        "id": 2565,
        "label": 56,
        "author": "jim yang lee",
        "title": "Multisegment PtRu Nanorods: Electrocatalysts with Adjustable Bimetallic Pair Sites",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Multisegment PtRu nanorods (Pt–Ru, Pt–Ru–Pt, Pt–Ru–Pt–Ru, Pt–Ru–Pt–Ru–Pt, Pt–Ru–Pt–Ru–Pt–Ru) with customizable lengths of the individual metals are obtained by the sequential electrodeposition of the metals into the pores of anodic aluminum oxide (AAO) membranes. Field‐emission scanning electron microscopy (FESEM) shows that the nanorods are about 200 nm in diameter and 1.2 μm long, with 900 nm of total platinum‐segment length. The alternating platinum and ruthenium segments can be easily differentiated using FESEM. X‐ray diffractometry reveals that the platinum and ruthenium in the bimetallic nanorods are polycrystalline with face‐centered cubic and hexagonal close‐packed crystal lattice structures, respectively. The presence of Pt0, PtII, PtIV, Ru0, and RuVI on the surface of the bimetallic nanorods is demonstrated via X‐ray photoelectron spectroscopy. The nanorods are catalytically active in the room‐temperature electro‐oxidation of methanol. The relative rates of reaction, recorded using chronoamperometry, show a linear relationship between the long‐time (near‐steady‐state) current density and the number of Pt–Ru interfaces. The use of segmented nanorods with a controlled number of Pt–Ru interfaces removes many of the ambiguities in the interpretation of experimental data from conventional alloy catalysts and has provided a direct demonstration of the role of pair sites in bifunctional catalysis.",
        "email": "",
        "conf": "Advanced Functional Materials",
        "coauthors": [
            "F. Liu",
            "Jim Yang Lee",
            "W.J. Zhou"
        ],
        "keywords": ""
    },
    {
        "id": 2462,
        "label": 56,
        "author": "jim yang lee",
        "title": "Assembly of Nanoions via Electrostatic Interactions: Ion-Like Behavior of Charged Noble Metal Nanoclusters",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The assembly of ultrasmall metal nanoclusters (NCs) is of interest to both basic and applied research as it facilitates the determination of cluster structures and the customization of cluster physicochemical properties. Here we present a facile and general approach to assemble noble metal NCs by selectively inducing electrostatic interactions between negatively-charged metal NCs and divalent cations. The charged metal NCs, which have well-defined sizes, charges and structures; and behave similarly to multivalent anions, can be considered as nanoions. These nanoions exhibit step-like assembly behavior when interacting with the counter cations – assembly only occurs when the solubility product (Ksp) between the carboxylate ions on the NC surface and the divalent cations is exceeded. The assembly here is distinctively different from the random aggregation of colloidal particles by counter ions. The nanoions would assemble into fractal-like monodisperse spherical particles with a high order of regularity that mimic the assembly of ionic crystals.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Scientific Reports",
        "coauthors": [
            "Qiaofeng Yao, Zhentao Luo, Xun Yuan, Yue Yu, Chao Zhang, Jianping Xie, Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2602,
        "label": 56,
        "author": "jim yang lee",
        "title": "Functionalized SiO 2 in poly(ethylene oxide)-based polymer electrolytes",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In this work, composite polymer electrolytes which consist of polyethylene oxide (PEO) as the polymer matrix, lithium tetrafluoroborate (LiBF4) as the lithium salt and functionalized SiO2 as the inert ceramic filler are prepared by a film-casting method. SiO2 is functionalized by 2-[methoxy(polyethylenoxy)-propyl] trimethoxy silane. X-ray photoelectron spectroscopy (XPS) and thermal gravimetric analysis (TGA) are used to characterize the functionalized SiO2. Compared with untreated SiO2 as the ceramic filler there is noticeable improvement in ionic conductivity, stability of the Li/polymer electrolyte interface, and the mechanical properties when functionalized SiO2 is used.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Y Liu",
            "Jim Yang Lee",
            "Liang Hong"
        ],
        "keywords": "Battery,Composite polymer electrolyte,Polyethylene oxide,Silica,Ceramic filler"
    },
    {
        "id": 2526,
        "label": 56,
        "author": "jim yang lee",
        "title": "Seedless Surfactantless High-Yield Synthesis of Branched Gold Nanocrystals in HEPES Buffer Solution",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In this work, three-dimensional branched gold nanocrystals were produced at high yield by reacting an aqueous solution of chloroauric acid with a Good's buffer, HEPES, at room temperature. This particular method of preparation was scalable to gram-quantity. The branched nanocrystals containing one to eight tips were stable at room temperature and could be stored as a powder after freeze-drying. They were, however, unstable at higher temperatures and transformed into spherical particles upon boiling. The formation of the branched gold nanocrystals was kinetically controlled, as shown by the dependence of shapes on temperature and precursor salt concentration. The growth of branched gold nanocrystals in the HEPES buffer was monitored by microscopic and spectroscopic techniques, allowing the detection of several key intermediates in the growth process. Piperazine in HEPES molecule was identified as the principal moiety responsible for forming highly branched Au nanocrystals in the HEPES buffer.",
        "email": "",
        "conf": "Chemistry of Materials",
        "coauthors": [
            "Jianping Xie",
            "Jim Yang Lee",
            "Daniel I. C. Wang"
        ],
        "keywords": "Metal nanoparticles,Gold,Nanoparticles,Transmission electron microscopy,Nanocrystals"
    },
    {
        "id": 2570,
        "label": 56,
        "author": "jim yang lee",
        "title": "Carbon-Supported Pt Nanoparticles as Catalysts for Proton Exchange Membrane Fuel Cells",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Pt nanoparticles supported on Vulcan XC-72 carbon and carbon nanotubes (CNTs) were prepared by a microwave-assisted polyol process. The catalysts were characterized by TEM, XRD and XPS. The Pt nanoparticles, which were uniformly dispersed on carbon, were 2–6 nm in diameter. The Pt/C catalysts prepared as such displayed the characteristic diffraction peaks of a Pt fcc structure. XPS analysis revealed that the catalysts contained mostly Pt(0), with traces of Pt(II) and Pt(IV). The electroreduction of oxygen was studied by cyclic voltammetry. It was found both Pt/C catalysts had high electrocatalytic activity in the oxygen reduction reaction. Test runs on a single stack proton exchange membrane (PEM) fuel cell showed that these electrocatalysts are very promising for fuel cell applications.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Zhaolin Liu",
            "Leong Ming Gan",
            "Liang Hong",
            "Weixiang Chen",
            "Jim Yang Lee"
        ],
        "keywords": "PEM fuel cells,Catalysts,Carbon-supported Pt nanoparticles"
    },
    {
        "id": 2499,
        "label": 56,
        "author": "jim yang lee",
        "title": "Morphosynthesis of Gold Nanoplates in Polypeptide Multilayer Films",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Multilayer thin films formed from the layer-by-layer (LbL) assembly of cationic linear polyethyleneimide (LPEI) and anionic polyaspartic acid (pLAA) were used as reactive templates for in situ morphosynthesis of gold nanoplates. Size- and shape-controlled growth was made possible by the specific morphogenic action of the polypeptide pLAA and growth in a spatially confined environment. LPEI, in addition to serving as the counter polyelectrolyte for pLAA in the LbL assembly, also provided the facility for chloroaurate anion (AuCl4−) binding through its protonated amine groups (NH3+). The availability and accessibility of these binding sites were important to particle size control and could be varied by the pH of the pLAA solution used in the LbL assembly. Size-controlled synthesis of gold nanoplates was accomplished by controlling the secondary structure of pLAA in the multilayer film. In particular, an increase in the fraction of pLAA α-helices was found to increase the availability and accessibility of the reducing carboxyl side groups of pLAA, resulting in more facile reduction kinetics and smaller particle size in the product. The polypeptide-based reactive templates offered a finer level of kinetic control, enabling the formation of gold nanoplates in a size range (i.e., 50 nm) not possible in a solution phase synthesis (i.e., 500 nm), using reaction mixtures with the same overall composition (i.e., pLAA, LPEI, and HAuCl4) and under the same environmental conditions. The key parameters affecting the polypeptide film formation and their effects on the size-controlled synthesis of gold nanoplates were identified and discussed in detail in this report.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "The Journal of Physical Chemistry C",
        "coauthors": [
            "Yen Nee Tan",
            "Jim Yang Lee",
            "Daniel I. C. Wang"
        ],
        "keywords": "Vesicles,Thin films,Gold,Nanoplates,Polyelectrolytes"
    },
    {
        "id": 2628,
        "label": 56,
        "author": "jim yang lee",
        "title": "Thin film polyaniline-polyaniline electrochemical cells",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Electrodeposited polyaniline (PANT) in the emeraldine oxidation state was used as the electrodes of open rechargeable cells containing 1 M HClO4 as the electrolyte. The cells could be charged at very high hourly rates to 85% of the redox charge in the leucoemeraldine-emeraldine transition of the polymer. Contrary to normal behaviour of rechargeable cells, the coulombic efficiency improved with increasing rates of charge injection and withdrawal. This is attributed to less charge being dissipated by self-discharge at high rates of discharge. The poor charge retention was caused by reactions between the charged electrodes and their environment. The decrease in cell voltage on standing may also be induced by internal redox reactions of PANT of different oxidation states present at the electrodes as a result of incomplete oxidation or reduction during cell operation. Ultraviolet (u.v.) spectroscopy of the charged electrodes identified mostly protonated leucoemeraldine at the negative electrode and pernigraniline at the positive electrode. The irreversibility in the oxidation from the emeraldine state to the pernigraniline state accounts mostly for the degeneration of cell performance after prolonged cycling.",
        "email": "",
        "conf": "Journal of Applied Electrochemistry",
        "coauthors": [
            "Jim Yang Lee",
            "L. H. Ong",
            "G. K. Chuah"
        ],
        "keywords": ""
    },
    {
        "id": 2543,
        "label": 56,
        "author": "jim yang lee",
        "title": "Activities of Pt/C catalysts prepared by low temperature chemical reduction methods",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Carbon supported Pt nanoparticles were prepared in aqueous solutions by two methods: (1) room temperature NaBH4 reduction of H2PtCl6 with (Pt-1) or without (Pt-2) sodium citrate as the stabilizing agent and (2) microwave-assisted reduction of H2PtCl6 at boiling temperature using citrate as the reducing agent cum stabilizer (Pt-3 and Pt-4). The catalysts were characterized by X-ray diffraction, energy dispersive X-ray microanalysis and transmission electron microscopy, and their activities in room temperature methanol electrooxidation were evaluated by cyclic voltammetry and benchmarked against a commercial E-TEK catalyst with the same Pt loading. TEM showed smaller Pt particles if citrate was present in the synthesis, with average particle sizes of 4.0 and 2.2 nm for Pt-1 and Pt-3, respectively. While the presence of citrate was generally beneficial to forming smaller and more uniform Pt nanoparticles, a large excess of citrate (H2Cyt−:PtCl62− = 20:1) in the microwave synthesis had led to a decrease in catalytic activity. The microwave-synthesized Pt/C obtained using a smaller excess of citrate (H2Cyt−:PtCl62− = 5:1) demonstrated the best mass activity, surpassing the performance of the commercial catalyst. In addition, a size effect was found in this study: with the decrease in the platinum particle size in the range of 2.2–4 nm, the specific activity of Pt for room temperature methanol oxidation also decreased.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Applied Catalysis A General",
        "coauthors": [
            "Jianhuang Zeng",
            "Jim Yang Lee",
            "Weijiang Zhou"
        ],
        "keywords": "Pt nanoparticles,Citrate,Microwave,Methanol oxidation,Size effect"
    },
    {
        "id": 2614,
        "label": 56,
        "author": "jim yang lee",
        "title": "Electrochemical lithium intercalation into WO3 and lithium tungstates Li x WO3+ x /2 of various structures",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Hexagonal and monoclinic tungsten trioxides WO3 and hexagonal lithium tungstates Li x WO3+ x /2 (x = 0.10–0.42) from a soft chemistry route were used as the active cathode material in secondary lithium batteries. The hexagonal structures, regardless of their being an oxide or a tungstate, showed higher specific capacities and better cycling behavior in Li+ intercalation reactions than the monoclinic form. The presence of pre-allocated lithium (as Li2O) in hexagonal tungstates decreased the capacity for lithium intercalation. Additionally, the plot of open-circuit voltage (OCV) against the depth of intercalation (n) for anhydrous tungstates showed two straight lines with different slopes that can be related to the structural changes in lithium intercalation. The effective diffusion coefficients of lithium insertion into the host structure, D˜, were also found to be dependent on the structure and the composition of these compounds.",
        "email": "",
        "conf": "Journal of Solid State Electrochemistry",
        "coauthors": [
            "Aishui Yu",
            "Naoaki Kumagai",
            "Zhaolin Liu",
            "Jim Yang Lee"
        ],
        "keywords": "Tungsten trioxide, Lithium tungstate, Cathode material, Lithium intercalation, Structural change"
    },
    {
        "id": 2507,
        "label": 56,
        "author": "jim yang lee",
        "title": "Intensity-Dependent Enhancement of Saturable Absorption in PbS-Au4 Nanohybrid Composites: Evidence for Resonant Energy Transfer by Auger Recombination",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Intensity-dependent enhancement of saturable absorption in a film of PbS–Au4PbS–Au4 nanohybrid composites has been observed by femtosecond time-resolved transient absorption measurement at 780nm780nm. The nonlinear absorption coefficient (α2)(α2) of saturable absorption in PbS–Au4PbS–Au4 nanohybrid composites is found to be dependent on excitation irradiance and it is determined to be −2.9cm∕GW−2.9cm∕GW at 78GW/cm278GW∕cm2, an enhancement of nearly fourfold in comparison with that of pure PbS quantum dots (QDs). The enhancement is attributed to the excitation of surface plasmon by resonant energy transfer between PbS QDs and Au nanoparticles through Auger recombination.",
        "email": "",
        "conf": "Applied Physics Letters",
        "coauthors": [
            "Hendry Izaac Elim",
            "Wei Ji",
            "Jian Yang",
            "Jim Yang Lee"
        ],
        "keywords": "Composite materials; Nanocrystals and nanoparticles; Optical constants; Spectroscopy of solid state dynamics; Adsorbed layers and thin films; Physics - Optics; Physics - Chemical Physics"
    },
    {
        "id": 2532,
        "label": 56,
        "author": "jim yang lee",
        "title": "Bridging mesoporous carbon particles with carbon nanotubes",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The enhancement of the electrical conductivity (EC) of a porous carbon is highly desirable in many applications, especially in those associated with storage and conversion of electrochemical energy. In this work, we demonstrated an approach to largely increasing the EC of ordered mesoporous carbon (OMC) by bridging the OMC particles with carbon nanotubes (CNTs). Infiltration of the pores of ordered mesoporous SBA-15 silica with a carbon precursor yielded a carbon/mesoporous silica composite, which was further used as a support for Ni catalyst. Subsequently, catalytic growth of CNTs on the Ni-supported composite surface was carried out using the chemical vapor deposition (CVD) method with benzene as the carbon precursor. Removal of the silica framework and the metal catalyst left behind OMC particles bridged with CNTs. The EC of the OMC was increased from 138 S/m (before bridging) to 645 S/m (after bridging). Because of the significant enhancement of EC and the availability of mesopores, the cyclability of the hybrid carbon materials as a negative electrode used in rechargeable lithium-ion batteries was significantly improved.",
        "email": "",
        "conf": "Microporous and Mesoporous Materials",
        "coauthors": [
            "Fabing Su",
            "X. S. Zhao",
            "Yong Wang",
            "Jim Yang Lee"
        ],
        "keywords": "Mesoporous carbon,Carbon nanotubes,Chemical vapor deposition,Template,Rechargeable lithium ion batteries"
    },
    {
        "id": 2581,
        "label": 56,
        "author": "jim yang lee",
        "title": "Preparation and Characterization of Positively Charged Ruthenium Nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Positively charged ruthenium nanoparticles were prepared by NaBH4 reduction at room temperature and at pH values lower than 4.9. The ruthenium nanoparticles were characterized by zeta potential measurement, TEM, XPS, and XRD. Particles with a mean diameter of 1.8 nm and a standard deviation of 0.40 nm could be obtained under the experimental conditions. The surface charge on the particles is believed to originate from hydrated proton adsorption. The positively charged ruthenium nanoparticles could be used as the starting material for further functionalization by PVP, ethylenediamine, and dodecylamine.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Colloid and Interface Science",
        "coauthors": [
            "Jun Yang",
            "Jim Yang Lee",
            "Theivanayagam C Deivaraj",
            "Heng-Phon Too"
        ],
        "keywords": ""
    },
    {
        "id": 2547,
        "label": 56,
        "author": "jim yang lee",
        "title": "Highly Reversible Lithium Storage in Porous SnO2 Nanotubes with Coaxially Grown Carbon Nanotube Overlayers",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The preparation of SnO2 nanotubes with coaxially grown carbon nanotube overlayers with good conformal control of shape and size is reported. The SnO2‐core/carbon‐shell nanotubes (see Figure) are excellent reversible lithium‐ion storage compounds combining the best features of carbon (for cyclability) and SnO2 (for capacity). These structures deliver high specific capacity (∼ 540–600 mA h g–1) and good cyclability (0.0375% capacity loss per cycle).",
        "email": "",
        "conf": "Advanced Materials",
        "coauthors": [
            "Y. Wang",
            "H.C. Zeng",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2491,
        "label": 56,
        "author": "jim yang lee",
        "title": "Tuning the Crystallinity of Au Nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A simple kinetic control strategy is used to tune the crystal structure of Au nanoparticles in a modified polyol synthesis. Single‐crystalline nanoparticles, decahedral MTPs, and icosahedral MTPs with uniform crystal structure and narrow size distribution are obtained by only varying the HAuCl4 concentration.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Small",
        "coauthors": [
            "Qingbo Zhang",
            "Jianping Xie",
            "Yue Yu",
            "Jinhua Yang",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2492,
        "label": 56,
        "author": "jim yang lee",
        "title": "Oxygen reduction reaction operated on magnetically-modified PtFe/C electrocatalyst",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Electrocatalytic activity for oxygen reduction reaction on magnetically modified PtFe/C catalysts was investigated. X-ray powder diffraction (XRD) revealed that while the as-prepared PtFe/C catalysts were face-centered cubic (f.c.c), the as annealed catalysts at 700° for 3 h were face-centered tetragonal (f.c.t). Post-heating transformed the as-prepared catalysts from superparamagnetic into ferromagnetic materials as was measured by vibrating sample magnetometer (VSM). Electrochemical results obtained by rotating disk electrode (RDE) technique showed that oxygen reduction reaction took place by an overall four electron charge transfer process. Polarization curves showed that the electrocatalytic activity on ferromagnetic catalyst for oxygen reduction obviously outperformed the as-prepared paramagnetic catalyst. The values of kinetic parameters for the as-prepared and as-heated catalysts were obtained from linear-line region of mass-transfer-corrected Tafel plots. The catalytic enhancement by the magnetically modified catalyst was explained by the magnetic attractive force toward oxygen thus increasing electrochemical flux at the heterogeneous catalytic interface.",
        "email": "",
        "conf": "International Journal of Hydrogen Energy",
        "coauthors": [
            "Jianhuang Zeng",
            "Shijun Liao",
            "Jim Yang Lee",
            "Zhenxing Liang"
        ],
        "keywords": "Magnetically modified,PtFe/C,Oxygen reduction reaction,Kinetic studies"
    },
    {
        "id": 2555,
        "label": 56,
        "author": "jim yang lee",
        "title": "Embedded polymerization driven asymmetric PEM for direct methanol fuel cells",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This work reports the fabrication of proton exchange membranes (PEM) with stronger resistance to methanol penetration than Nafion®117. A three-component acrylic polymer blend (TCPB) consisting of a copolymer of 4-vinylphenol-methyl methacrylate, poly(butyl methacrylate) (PBMA) and a copolymer of methyl methacrylate-ethyl acrylate is used as the methanol barrier. In order to implant a proton source phase within the membrane as homogeneously as possible, the hydrophilic monomers, 2-acrylamido-2-methyl propanesulfonic acid (AMPS), 2-hydroxyethyl methacrylate (HEMA) and poly(ethylene glycol) dimethylacrylate (PEGDMA), are polymerized only after they have been embedded in the TCPB matrix. The embedded polymerization has resulted in an asymmetric membrane structure, in which the hydrophilic network is sandwiched by two layers of matrixes with high percentages of TCPB. As expected, this asymmetric membrane structure exhibits lower methanol uptake than Nafion®117; and a proton conductivity in the range of 10−3–10−4 S/cm, which is dependent on the concentration of the sulfonic acid content. It is suggested that the two external layers in this asymmetric membrane provide primarily methanol-blocking and supporting proton-conducting properties; while the middle layer supplies protons and conserves water. This unique sandwiched PEM structure from embedded polymerization is confirmed by microstructure characterizations and by physical property measurements.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Membrane Science",
        "coauthors": [
            "Haiqin Pei",
            "Liang Hong",
            "Jim Yang Lee"
        ],
        "keywords": "AMPS,Embedded polymerization,Asymmetric laminar structure,PEM"
    },
    {
        "id": 2530,
        "label": 56,
        "author": "jim yang lee",
        "title": "New Insights on the Nanoparticle Growth Mechanism in the Citrate Reduction of Gold(III) Salt: Formation of the Au Nanowire Intermediate and Its Nonlinear Optical Properties",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The synthesis of gold nanospheres via the reduction of AuCl4- salt by sodium citrate has been revisited, with focus on the mechanism of particle growth. In stark contrast to the widely accepted LaMer nucleation-growth model, the initially formed nanoclusters of about 5 nm diameter self-assemble to form an extensive network of nanowires. The diameter of the nanowires progressively increases in size, and at the same time the connected network is fragmented into small segments before the final spherical particles are formed. We put forward a modified nanocrystal growth mechanism, which is able to explain a number of other experimental observations. By arresting the reduction process by rapid cooling, the 5 nm diameter nanowires could be isolated and were found to be very stable. The nonlinear optical properties of the Au nanowires were investigated and discussed. Highly connected, small diameter nanowires of highly conductive metals may be useful for future electronic applications, e.g., conductive polymer−metal composites with low metal loading.",
        "email": "",
        "conf": "The Journal of Physical Chemistry C",
        "coauthors": [
            "Boon-Kin Pong",
            "Hendry Izaac Elim",
            "Jian-Xiong Chong",
            "Wei Ji,Bernhardt L. Trout",
            "Jim Yang Lee"
        ],
        "keywords": "Metal nanoparticles,Gold,Absorption,Nanowires,Nanoparticles"
    },
    {
        "id": 2566,
        "label": 56,
        "author": "jim yang lee",
        "title": "Size sorting of Au and Pt nanoparticles from arbitrary particle size distributions",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A K2BSPP (dipotassium bis(p-sulfonatophenyl)phenylphosphane dihydrate)-based method to sort and size refine Au and Pt nanoparticles has been developed. It makes use of K2BSPP to impart graduated stability to the nanoparticles in a number of NaCl solutions. The method offers a systematic approach to preparing metal nanoparticles of small diameters and a narrow size distribution from an arbitrary particle size distribution. TEM investigations confirmed the size refinement efficacy of this treatment method: in a typical experiment, the mean particle size and relative standard deviation of Au nanoparticles after three successive treatments were 5.18 and 0.055 nm, respectively, down from the corresponding values of 8.22 and 0.26 nm from the initial untreated nanoparticle solution. The K2BSPP-based size refinement procedure is a simple alternative to more complex chemical procedures and stringent process control that are currently required for the preparation of mono-dispersed systems.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Analytica Chimica Acta",
        "coauthors": [
            "J. Yang",
            "Jim Yang Lee",
            "Heng-Phon Too"
        ],
        "keywords": "Size sorting,Size refining,Au nanoparticles"
    },
    {
        "id": 2551,
        "label": 56,
        "author": "jim yang lee",
        "title": "Phase-Transfer Identification of Core-Shell Structures in Bimetallic Nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "On the basis of a combination of previously published experimental procedures, ultraviolet–visible spectroscopy, transmission electron microscopy, and energy-dispersive X-ray measurements, a systematic investigation was carried out on the phase-transfer characteristics of different bimetallic nanoparticles (Ag–Au, Ag–Pt, Ag–Ru, Au–Pt, Au–Ru, and Pt–Ru) formed by the seed-mediated growth reactions. The different phase-transfer characteristics of the monometallic nanoparticles of Au, Ag, Pt, and Ru were used to form the basis of differentiation between various possible structures existing in the bimetallic systems (core-shell particles or a physical mixture of nanoparticles). The experimental results indicate clearly the formation of core-shell nanoparticles of Ag–Au, Ag–Pt, Ru–Ag, Pt–Au, Au–Ru, and Pt–Ru when the nanoparticles of the first metal were used as the seeds in the seed-mediated growth reactions. However, when the order of the synthesis was reversed using the nanoparticles of the second metal as the seeds, only a physical mixture of the two metal nanoparticles was obtained instead.",
        "email": "",
        "conf": "Plasmonics",
        "coauthors": [
            "Jun Yang",
            "Jim Yang Lee",
            "Heng-Phon Too"
        ],
        "keywords": "Nanoparticles,Core shell,Phase transfer,Seed-mediated growth"
    },
    {
        "id": 2476,
        "label": 56,
        "author": "jim yang lee",
        "title": "Biological and Biomimetic Synthesis of Metal Nanomaterials",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In recent years, an increasing emphasis has been placed on the development of cleaner methods to prepare nanomaterials in the pursuit of nanotechnology. The synthesis of nanoparticles by organisms or biomolecules is ideal from the point of a reduced environmental footprint. It is also particularly suitable for end uses in medicine and related fields, where biocompatibility is a major requirement. In this chapter, the current progress in biological and biomimetic synthesis of metal nanoparticles is summarized (using nanogold and nanosilver as examples). In particular, the differences between biological/biomimetic syntheses and conventional chemical syntheses are highlighted, and the fundamental principles involved are discussed.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Nanotechnologies for the Life Sciences",
        "coauthors": [
            "Jianping Xie",
            "Yen Nee Tan",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2578,
        "label": 56,
        "author": "jim yang lee",
        "title": "Acetate Stabilization of Metal Nanoparticles and Its Role in the Preparation of Metal Nanoparticles in Ethylene Glycol",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Acetate-stabilized ruthenium nanoparticles were prepared by the NaBH4 reduction of the metal precursor salt at room temperature. Nanoparticles with a mean diameter of 2.20 nm and a standard deviation of 1.03 nm could be obtained under experimental conditions. The Ru nanoparticles so obtained could be easily extracted to a toluene solution of alkylamine, giving rise to alkylamine-stabilized Ru nanoparticles with a mean diameter of 2.96 nm and a standard deviation of 0.92 nm. The new found role of acetate stabilization was used to formulate a mechanism for the formation of metal (Pt, Ru) nanoparticles in ethylene glycol. In this mechanism metal nanoparticles are stabilized in ethylene glycol by adsorbed acetate ions, which are produced as a product of the OH- catalyzed reaction between the metal precursor salt and ethylene glycol.",
        "email": "",
        "conf": "Langmuir",
        "coauthors": [
            "J Yang",
            "Theivanayagam C Deivaraj",
            "Heng-Phon Too",
            "Jim Yang Lee"
        ],
        "keywords": "Hydrocarbons,Alcohols,Metal nanoparticles,Organic compounds,Nanoparticles"
    },
    {
        "id": 2517,
        "label": 56,
        "author": "jim yang lee",
        "title": "High-Yield Synthesis of Complex Gold Nanostructures in a Fungal System",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In this work, gold nanocrystals with various shapes and sizes, including spherical, regular nanoplates, spiral nanoplates, nanowalls, lamellar nanoagglomerates, and spherical nanoagglomerates, were produced at high yield by reacting an aqueous solution of chloroauric acid with the mycelia-free spent medium or the extract of a filamentous fungus, Aspergillus niger. Structural characterizations showed that the plate-like structures were oriented with {111} planes as the basal plane. The results implicated proteins on the fungal cell walls and proteins in the fungal extract as the primary biomolecules involved in the synthesis of gold nanocrystals. Reaction in the spent medium, on the other hand, involved an enzymatic process where small biomolecules and enzymes served as the substrates and catalysts, respectively. The formation of these highly anisotropic structures was kinetically controlled, as shown by the dependence of particle shape and size on environmental variables such as the temperature and pH of the solution.",
        "email": "",
        "conf": "The Journal of Physical Chemistry C",
        "coauthors": [
            "Jianping Xie",
            "Jim Yang Lee",
            "Wang",
            "Yen-Peng Ting"
        ],
        "keywords": "Transfer reactions,Metal nanoparticles,Gold,Nanoparticles,Nanoplates"
    },
    {
        "id": 2552,
        "label": 56,
        "author": "jim yang lee",
        "title": "Crystalline Carbon Hollow Spheres Crystalline CarbonSnO2 Hollow Spheres and Crystalline SnO2 Hollow Spheres: Synthesis and Performance in Reversible Li-Ion Storage",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A few types of crystalline hollow structures, crystalline carbon hollow spheres (750 nm), crystalline carbon hollow spheres with encapsulated or decorated 1−3 nm SnO2 nanoparticles, and crystalline SnO2 hollow spheres (200−300 nm) synthesized by various methods, have been evaluated for reversible Li+ storage. The experimental results showed noticeable improvements in a number of performance areas such as specific capacity, rate capability, and cyclability. The improvements could be attributed to a high degree of crystallinity, which increases the electronic conductivity, and the facile transport of Li ions in a hollow shell with nanoscale thickness, which significantly shortens the solid-state diffusion length.",
        "email": "",
        "conf": "ChemInform",
        "coauthors": [
            "Yong Wang",
            "Fabing Su",
            "Jim Yang Lee",
            "X. S. Zhao"
        ],
        "keywords": ""
    },
    {
        "id": 2541,
        "label": 56,
        "author": "jim yang lee",
        "title": "Methanol oxidation activities of Pt nanoparticles supported on microporous carbon with and without a graphitic shell",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Platinum nanoparticles were prepared as catalysts supported on microporous amorphous carbon with and without a graphitic carbon shell. The electro-oxidation of methanol in acidic solutions at room temperature was used as a probe reaction to explore the effect of the carbon structure on catalysis. CO anodic stripping voltammetry and cyclic voltammetry both recorded enhanced performance for the catalyst supported on the carbon with a graphitic shell. Some rationalizations of the possible roles of the graphitic shell are provided.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Carbon",
        "coauthors": [
            "Jianhuang Zeng",
            "Fabing Su",
            "Jim Yang Lee",
            "Weijiang Zhou",
            "X. S. Zhao"
        ],
        "keywords": "Porous carbon,Catalyst support,Electrochemical properties"
    },
    {
        "id": 2573,
        "label": 56,
        "author": "jim yang lee",
        "title": "Preparation of Carbon-Supported PtNi Nanoparticles via the Single Source Molecular Precursor Approach",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "",
        "email": "",
        "conf": "Journal of The Electrochemical Society",
        "coauthors": [
            "Deivaraj Theivanayagam C",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2505,
        "label": 56,
        "author": "jim yang lee",
        "title": "Synthesis of Ag@AgAu Metal Core/Alloy Shell Bimetallic Nanoparticles with Tunable Shell Compositions by a Galvanic Replacement Reaction",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A galvanic replacement reaction process was used to synthesize Ag@AgAu metal core, or alloy shell bimetallic nanoparticles, with tunable shell compositions. The Ag@AgAu bimetallic nanoparticles were produced by the galvanic replacement reaction between Ag nanoparticles and HAuCl4. The conditions were identified that will lead the galvanic reaction to the formation of core, or shell nanopatticles, with an alloy shell. The mechanism of formation was closely monitored, by following the evolution of the product particles with high-resolution transmission electron microscopy (HRTEM) and ultraviolet (UV)/Vis spectroscopy. Energy dispersive X-ray (EDX) and UV/Vis spectroscopic characterizations of the particles indicated that they were core/shell nanoparticles. The difference in composition between the core and shell regions of the particles indicated that they were core/shell structured, without having any hollow characteristics.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Small",
        "coauthors": [
            "Qingbo Zhang",
            "Jianping Xie",
            "Jim Yang Lee",
            "Jixuan Zhang",
            "Chris Boothroyd"
        ],
        "keywords": ""
    },
    {
        "id": 2623,
        "label": 56,
        "author": "jim yang lee",
        "title": "Characterization of electrodeposited copolymers of aniline and metanilic acid",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Copolymers of metanilic acid (MA) and aniline (An) deposited from different ratios of the monomers in 0.1 M H2SO4 were characterized by elemental analysis, Fourier transform IR spectroscopy, UV-visible spectroscopy, cyclic voltammetry and scanning electron microscopy. The presence of a polyaniline (PAn)-like structure in the copolymers was ascertained, although the copolymers possessed distinctly different morphologies and electrochemical behaviour in mineral acids. The copolymers were doped intramolecularly (“self-doping”) by the sulfphonate functional group of MA and intermolecularly by the electrolyte anions. The total doping seemed to be limited to 50% but the extent of intramolecular doping versus intermolecular doping could be changed by adjusting the MA/An ratio in the starting mixture.",
        "email": "",
        "conf": "Journal of electroanalytical chemistry",
        "coauthors": [
            "Jim Yang Lee",
            "X.H. Su",
            "C.Q. Cui"
        ],
        "keywords": "POLYANILINE;FILMS"
    },
    {
        "id": 2500,
        "label": 56,
        "author": "jim yang lee",
        "title": "Monodisperse Icosahedral Ag Au and Pd Nanoparticles: Size Control Strategy and Superlattice Formation",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This paper reports the synthesis and self-assembly of monodisperse icosahedral Ag, Au, and Pd nanoparticles with tunable sizes. Ag nanoparticles were first prepared by a modified polyol method. The as-synthesized Ag nanoparticles were all icosahedral multiply twinned particles (MTPs) with notable size variations. The variability was reduced to less than 5% after a digestive ripening post treatment. The nearly monodisperse Ag nanoparticles were then used in replacement reactions with Au and Pd precursors to produce monodisperse icosahedral Au and Pd nanoparticles. The size of the monodisperse icosahedral Ag, Au, and Pd nanoparticles could also be increased thereafter by seed-mediated growth. The closely matched geometrical attributes of these icosahedral nanoparticles allowed them to easily self-assemble into 3-D superlattices either in the solution phase or on a solid substrate.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "ACS Nano",
        "coauthors": [
            "Qingbo Zhang",
            "Jianping Xie",
            "Jinhua Yang",
            "Jim Yang Lee"
        ],
        "keywords": "monodisperse, multiply twinned particles, nanoparticles"
    },
    {
        "id": 2626,
        "label": 56,
        "author": "jim yang lee",
        "title": "Measurement and evaluation of polyaniline degradation",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The hydrolytic degradation of polyaniline (PANi) by electrochemical oxidation 1 m HClO4 is examined semi-quantitatively. It is suggested that the extent of degradation can be measured in terms of the incorporation of the hydrolysis products in the polymer matrix as evaluated by the ratio of the second anodic peak current to the first, iBiA, in the voltammogram of polyaniline (PANi) redox. The incorporation, in conjunction with partial polymer dissolution and subsequent thinning of the polymer deposit, fragmentation of PANi fibrils and extensive crosslinking, result in the densification of the polymer surface, loss of electrical conductivity and finally lead to the deactivation of the electrochemical activity. Two regions can be identified in the degradation process. In the active dissolution region, PANi is partially dissolved and a good fraction of the hydrolysis products is incorporated into the remaining film, changing both the morphology and the structure of PANi in due course. In the passivation region, the polymer is totally deactivated electrochemically as a result of the morphological modification. It is believed that degradation proceeds mainly in the surface layers of the polymer, resulting in low utilization of the polymer redox change in thick films and films deposited at high anodic deposition potentials.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Polymer Degradation and Stability",
        "coauthors": [
            "C.Q. Cui",
            "X.H. Su",
            "Jim Yang Lee"
        ],
        "keywords": "Aniline polymer, Chemical degradation, Oxidation, Electrochemical reaction"
    },
    {
        "id": 2483,
        "label": 56,
        "author": "jim yang lee",
        "title": "Phase Transfer and Its Applications in Nanotechnology",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "As nanoparticle syntheses in aqueous and organic systems have their own merits and drawbacks, specific applications may call for the transfer of newly formed nanoparticles from a polar to a non-polar environment (or vice versa) after synthesis. This critical review focuses on the application of phase transfer in nanoparticle synthesis, and features core–shell structures in bimetallic nanoparticles, replacement reactions in organic media, and catalytic properties of various nanostructures. It also describes the reversible organic and aqueous phase transfer of semiconductor and metallic nanoparticles for biological applications, and the use of phase transfer in depositing noble metals on semiconductor nanoparticles (258 references).",
        "email": "",
        "conf": "Chemical Society Reviews",
        "coauthors": [
            "Jun Yang",
            "Jim Yang Lee",
            "Jackie Y Ying"
        ],
        "keywords": ""
    },
    {
        "id": 2506,
        "label": 56,
        "author": "jim yang lee",
        "title": "Modified Ligand-Exchange for Efficient Solubilization of CdSe/ZnS Quantum Dots in Water: A Procedure Guided by Computational Studies",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "One of the methods to render CdSe/ZnS core–shell quantum dots(QDots) water-soluble is to functionalize the surface with carboxylate groups by the use of heterobifunctional ligands such as 3-mercaptopropionic acid, where the thiolic end binds onto the outer ZnS shell. However, currently available ligand-exchange procedures starting with TOPO-capped quantum dots often lead to significant loss of quantum yields and poor stability of the colloids in water. As part of our efforts to overcome these problems, we used computational methods to understand the nature of binding between alkyl thiols and ZnS wurtzite surfaces. Guided by the computational results, we modified the ligand-exchange method and increased the reactivity of 3-mercaptopropionic acid toward the ZnS surface in chloroform. The functionlization reaction required only mild reaction conditions and led to QDot nanoparticles that were individually dispersed in water with good colloidal stability. Importantly, the photoluminescence performance of the QDots was highly preserved.",
        "email": "",
        "conf": "Langmuir",
        "coauthors": [
            "Boon-Kin Pong",
            "Bernhardt L. Trout",
            "Jim Yang Lee"
        ],
        "keywords": "Quantum yield,Thiols,Ligands,Fluorescence Thiolates"
    },
    {
        "id": 2567,
        "label": 56,
        "author": "jim yang lee",
        "title": "Preparation and Characterization of Highly Ordered Graphitic Mesoporous Carbon as a Pt Catalyst Support for Direct Methanol Fuel Cells",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Mesoporous carbon with graphitic pore walls is highly desired in many electrochemical applications such as fuel cells and lithium ion batteries. In this study, ordered graphitic mesoporous carbon was prepared by chemical vapor deposition (CVD) of benzene in the pores of mesoporous SBA-15 pure-silica template without loading any catalytic species. Nitrogen adsorption, small-angle X-ray scattering, X-ray diffraction, Raman spectrometry, field-emission scanning electron microscopy, transmission electron microscopy, and thermogravimetric analysis techniques were used to characterize the samples. It was observed that the CVD method affords highly ordered mesoporous carbon with graphitic pore walls and low carbon shrinkage because of the high degree of infiltration of pyrolytic carbon. The catalytic performance of the mesoporous carbon as a support for Pt catalyst in room-temperature methanol oxidation was examined. Results show that the specific activity of the Pt catalyst supported on the mesoporous carbon is higher than that of a commercial Pt catalyst form E-TEK.",
        "email": "",
        "conf": "Chemistry of Materials",
        "coauthors": [
            "Fabing Su",
            "Jianhuang Zeng",
            "Xiaoying Bao",
            "Yaoshan Yu",
            "Jim Yang Lee",
            "X. S. Zhao"
        ],
        "keywords": "Platinum,Genetics,Carbon,Catalysts,Chemical vapor deposition"
    },
    {
        "id": 2603,
        "label": 56,
        "author": "jim yang lee",
        "title": "Improvement of Usable Capacity and Cyclability of Silicon-Based Anode Materials for Lithium Batteries by Sol-Gel Graphite Matrix",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "",
        "email": "",
        "conf": "Electrochemical and Solid-State Letters",
        "coauthors": [
            "Jianjun Niu",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2523,
        "label": 56,
        "author": "jim yang lee",
        "title": "Synthesis of Single-Crystalline Gold Nanoplates in Aqueous Solutions through Biomineralization by Serum Albumin Protein",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In this work, single-crystalline gold nanoplates were produced by reacting an aqueous solution of chloroauric acid with one serum albumin protein (BSA) at the physiological temperature, where BSA provided the dual function of Au(III) reduction and directing the anisotropic growth of Au(0) into plate-like structures. Structural characterizations by FESEM, TEM, HRTEM, and SAED showed that the nanoplates were oriented with {111} planes as their basal planes. The effects of environmental factors such as temperature and pH were investigated, which showed low temperature and acidic pH favoring the anisotropic growth of gold nanoparticles. More interestingly, the kinetics of chloroauric acid reduction in BSA solutions could be manipulated through the addition of a trace amount of Ag+ ions, and plates with lateral size ranging from a few micrometers to tens of nanometers could be produced. The growth of gold nanoplates in BSA solution with time was monitored by electron microscopy, allowing the detection of several key intermediate structures in the growth process.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "The Journal of Physical Chemistry C",
        "coauthors": [
            "Jianping Xie",
            "Jim Yang Lee",
            "Daniel I. C. Wang"
        ],
        "keywords": "Transfer reactions,Metal nanoparticles,Peptides and proteins,Gold,Nanoplates"
    },
    {
        "id": 2477,
        "label": 56,
        "author": "jim yang lee",
        "title": "Synthesis of Highly Fluorescent Metal (Ag Au Pt and Cu) Nanoclusters by Electrostatically Induced Reversible Phase Transfer",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This paper reports a simple and scalable method for the synthesis of highly fluorescent Ag, Au, Pt, and Cu nanoclusters (NCs) based on a mild etching environment made possible by phase transfer via electrostatic interactions. Using Ag as a model metal, a simple and fast (total synthesis time < 3 h) phase transfer cycle (aqueous → organic (2 h incubation) → aqueous) has been developed to process originally polydisperse, nonfluorescent, and unstable Ag NCs into monodisperse, highly fluorescent, and extremely stable Ag NCs in the same phase (aqueous) and protected by the same thiol ligand. The synthetic protocol was successfully extended to fabricate highly fluorescent Ag NCs protected by custom-designed peptides with desired functionalities (e.g., carboxyl, hydroxyl, and amine). The facile synthetic method developed in this study should largely contribute to the practical applications of this new class of fluorescence probes.",
        "email": "",
        "conf": "ACS Nano",
        "coauthors": [
            "Xun Yuan",
            "Zhentao Luo",
            "Qingbo Zhang",
            "Xinhai Zhang",
            "Yuangang Zheng",
            "Jim Yang Lee",
            "Jianping Xie"
        ],
        "keywords": "nanoclusters, metal nanomaterials, silver"
    },
    {
        "id": 2601,
        "label": 56,
        "author": "jim yang lee",
        "title": "Synthesis and characterization of PtRu/C catalysts from microemulsions and emulsions",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Nanosized PtRu catalysts supported on carbon have been synthesized from inverse microemulsions and emulsions using H2PtCl6 (0.025 M)/RuCl3 (0.025 M)/NaOH (0.025 M) as the aqueous phase, cyclohexane as the oil phase, and NP5 (poly(oxyethylene)5 nonyl phenol ether) or NP9 (poly(oxyethylene)9 nonyl phenol) as the surfactant, in the presence of Carbon Black suspended in a mixture of cyclohexane and NP5 + NP9. The titration of 10% HCHO aqueous solution into the inverse microemulsions and emulsions resulted in PtRu/C catalysts, in which the PtRu particles were nanometers in size. The catalysts were characterized by TEM, XRD and XPS and the metal particles were found to inherit the Pt fcc structure with Pt and Ru mostly in the zero valence oxidation states, amidst some Pt(II), Pt(IV) and Ru(IV). The cyclic voltammograms for methanol oxidation on these PtRu/C catalysts showed higher electrocatalytic activities for the two microemulsion derived catalysts than the emulsion-derived electrocatalyst.",
        "email": "",
        "conf": "Journal of Materials Chemistry ",
        "coauthors": [
            "Zhaolin Liu",
            "Jim Yang Lee",
            "Ming Han",
            "Weixiang Chen",
            "Leong Ming Gan"
        ],
        "keywords": "PT-RU CATALYSTS , EMULSIONS"
    },
    {
        "id": 2616,
        "label": 56,
        "author": "jim yang lee",
        "title": "Preparation of Sodium Molybdenum Oxides by a Solution Technique and Their Electrochemical Performance in Lithium Intercalation",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Several sodium molybdenum oxides with different structures were prepared by acidification of Na2MoO4 solutions with 1–3.5 N of strong acids (HCl, HNO3) at 100°C followed by heat treatment. Structural and compositional analyses of the oxides show that their structures were determined by preparation conditions such as acid type and concentration, and heat-treatment temperature. The electrochemical intercalation of lithium into these oxides was attempted using them as the positive electrode materials for secondary lithium batteries. The results show reversible lithium intercalation and electrochemical performance that greatly depends on the oxide structure and composition.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Solid State Ionics",
        "coauthors": [
            "Aishui Yu",
            "Naoaki Kumagai",
            "Zhaolin Liu",
            "Jim Yang Lee"
        ],
        "keywords": "Sodium molybdenum oxide,Solution technology,Electrochemical lithium intercalation"
    },
    {
        "id": 2534,
        "label": 56,
        "author": "jim yang lee",
        "title": "Simple and Versatile Route to the Synthesis of Anisotropic Bimetallic Core-Shell and Monometallic Hollow Nanostructures: Ag (AgCl)-Pt Core-Shell Nanocubes and Pt Nanoboxes",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "We report herewith a simple and versatile route for the preparation of anisotropic Ag(AgCl)-Pt core-shell nanocubes and Pt nanoboxes. The core-shell nanocubes were first synthesized through the simultaneous reduction method and then treated with bis-(p-sulfonatophenyl)-phenylphosphine (BSPP) to remove the core materials. The changes in morphology, structure and composition during these syntheses were carefully followed. We found that, BSPP, in addition to being an effective silver oxidant, is also a good solubilizer for AgCl nanoparticles at room temperature. This allowed us to prepare pure Pt nanoboxes easily from the as-synthesized Ag (AgCl)-Pt nanocubes using a greatly simplified post-treatment for AgCl, which is the perennial impurity byproduct in the preparation of hollow nanostructures by the replacement reactions.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Yen Nee Tan",
            "Daniel I Wang",
            "Jim Yang Lee"
        ],
        "keywords": "Bimetallic Core-Shell Nanocubes, Pt Hollow Nanoboxes, Anisotropic Morphology, Bis-(p-Sulfonatophenyl)-Phenylphosphine (BSPP)"
    },
    {
        "id": 2533,
        "label": 56,
        "author": "jim yang lee",
        "title": "Biological Routes to Gold Nanoplates",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Gold nanoplates are promising for optical and electronic applications; but their synthesis is complex, often requiring a seeded growth process or spherical to triangle morphology transformation. We have discovered a biological protocol to promote the anisotropic growth of different crystal planes under ambient conditions. Thin, flat, single-crystalline gold nanoplates were produced when aqueous chloroaurate ions reacted with the mycelia-free spent medium. While the exact mechanism for this shape-controlled synthesis is not clear at this time, the possibility of achieving nanoparticle shape control in a fungal based system is exciting.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Jianping Xie",
            "Jim Yang Lee",
            "Daniel I Wang",
            "Yen-Peng Ting"
        ],
        "keywords": "Gold, Nanoparticle, Nanoplates, Triangular, Aspergillus Niger, Mycelia-Free Spent Media"
    },
    {
        "id": 2455,
        "label": 56,
        "author": "jim yang lee",
        "title": "Introducing Amphiphilicity to Noble Metal Nanoclusters via Phase-Transfer Driven Ion-Pairing Reaction",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Amphiphilicity is a surface property that has yet to be explored for the noble metal nanoclusters (NCs). This article shows how amphiphilicity may be added to sub-2-nm metal NCs by patching hydrophilic NCs (e.g., Au25(MHA)18 NCs where MHA is 6-mercaptohexanoic acid) with hydrophobic cations (e.g., cetyltrimethylammonium ion, CTA+) to about half of a monolayer coverage. Specifically we demonstrate the preparation of amphiphilic Au25(MHA)18@xCTA NCs (x = 6–9 where x is the number of CTA+ per NC) by the phase-transfer (PT) driven ion-paring reaction between CTA+ and −COO– (derived from the deprotonation of the terminal carboxyl group of MHA). Due to the coexistence of flexible hydrophilic MHA and hydrophobic MHA···CTA ligands in comparable amounts on the NC surface, the Au25(MHA)18@xCTA NCs (x = 6–9) exhibit good amphiphilicity, which enabled them to dissolve in solvents with distinctly different polarities and to self-assemble like a molecular amphiphile. Consequently, the amphiphilic Au25(MHA)18@xCTA NCs (x = 6–9) could self-organize into stacked bilayers at the air–liquid interface, similar to the formation of lyotropic liquid crystalline phases by common surfactants. The good solubility and molecular-amphiphile-like self-assembly properties can significantly increase the utility of noble metal NCs in basic and applied research.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of the American Chemical Society",
        "coauthors": [
            "Qiaofeng Yao",
            "Xun Yuan",
            "Yong Yu",
            "Yue Yu",
            "Jianping Xie",
            "Jim Yang Lee"
        ],
        "keywords": "cations, hydrophilicity, hydrophobicity, ligands, nanoparticles, solubility, solvents, surfactants"
    },
    {
        "id": 2629,
        "label": 56,
        "author": "jim yang lee",
        "title": "Extent of incorporation of hydrolysis products in polyaniline films deposited by cyclic potential sweep",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The ratio of the second anodic current peak at 0.52 V to the first anodic current peak at 0.17 V, Ip,B/Ip,A, in the voltammogram of cyclic potential sweep (CPS) deposition of polyaniline (PANi) is used to measure the extent of incorporation of products of polymer degradation by hydrolysis during electro-polymerization. In CPS deposition from HClO4 solutions, the ratio depends on such depositon conditions as the scan rate, the rotation speed of the electrode, the number of deposition cycles and the aniline concentration. The competitive reaction of aniline and water with an intermediate generated by PANi oxidation to the bipolaronic state, and the solubility of the resulting products, determine the amount of hydrolysis products to be incorporated in the polymer deposit. The presence of hydrolysis products in PANi inhibits fibrous growth and gives rise to a powdery film morphology. The ratio Ip.B/Ip,A is therefore useful as an index of film quality in practical applications.",
        "email": "",
        "conf": "Electrochimica Acta",
        "coauthors": [
            "C.Q. Cui",
            "L.H. Ong",
            "T.C. Tan",
            "Jim Yang Lee"
        ],
        "keywords": "polyaniline,hydrolysis,cyclic potential sweep,degradation,electrodeposition"
    },
    {
        "id": 2563,
        "label": 56,
        "author": "jim yang lee",
        "title": "Optimization of High-Yield Biological Synthesis of Single-Crystalline Gold Nanoplates",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In this work, single-crystalline gold nanoplates were obtained by reducing aqueous chloroauric acid solution with the extract of Sargassum sp. (brown seaweed) at room temperature. The gold nanoplates so obtained were characterized by UV−vis spectroscopy, X-ray diffraction, atomic force microscopy, and transmission electron microscopy. The formation of gold nanoplates was found to depend on a number of environmental factors, such as the time taken to age the seaweed extract, pH of the reaction medium, reaction temperature, reaction time, and initial reactant concentrations. The size of the gold nanoplates could be controlled to between 200 and 800 nm by manipulating the initial reactant concentrations. The yield of the flat gold nanocrystals relative to the total number of nanoparticles formed was as high as ∼80−90%.",
        "email": "",
        "conf": "The Journal of Physical Chemistry B",
        "coauthors": [
            "B Liu",
            "Jianping Xie",
            "Jim Yang Lee",
            "Y. P. Ting",
            "J. Paul Chen"
        ],
        "keywords": "Metal nanoparticles,Solution chemistry,Gold,Nanoparticles,Nanoplates"
    },
    {
        "id": 2545,
        "label": 56,
        "author": "jim yang lee",
        "title": "Single stranded DNA stabilization and assembly of Au nanoparticles of different sizes",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The binding affinity of single stranded DNA (ssDNA) for Au nanoparticles was found to be strongly size dependent. The data clearly indicate that the interaction is not due to a charge screening effect. The smaller particles (5 nm) showed the most pronounced effect and inhibited the hybridization of complementary DNA sequences adsorbed on the Au nanoparticle surface. An experimental procedure was subsequently developed to allow the assembly of 17 and 5 nm gold nanoparticles using only single stranded DNA without the need for DNA hybridization. The assembly was confirmed by transmission electron microscopy (TEM). A potential pitfall in using DNA melting point analysis to infer metal nanoparticle assembly by DNA hybridization was also discovered during the development of this experimental procedure.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Chemical Physics",
        "coauthors": [
            "J. Yang",
            "Jim Yang Lee",
            "Heng-Phon Too",
            "Gan Moon Chow",
            "Leong M. Gan"
        ],
        "keywords": "Single stranded DNA,Au nanoparticles,Hybridization,Assembly"
    },
    {
        "id": 2528,
        "label": 56,
        "author": "jim yang lee",
        "title": "A general phase transfer protocol for synthesizing alkylamine-stabilized nanoparticles of noble metals",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The ethanol-mediated phase transfer protocol was extended herein to prepare alkylamine-stabilized nanoparticles of several noble metals by transferring them from aqueous environment into toluene. This method relies on the use of ethanol as a mediator to provide and maintain adequate contact between dodecylamine and metal nanoparticles during the transfer process and involves first mixing the metal hydrosols and an ethanol solution of dodecylamine and then extracting the dodecylamine-stabilized metal nanoparticles into toluene. Alkylamine-stabilized Ag, Pd, Rh, Ir and Os nanoparticles with 7.09, 3.45, 6.89, 2.42 and 4.52 nm in diameter, respectively, could be prepared this way. The self-assembly of dodecylamine-stabilized Ag and Rh nanoparticles was also detected by transmission electron microscopy (TEM).",
        "email": "",
        "conf": "Analytica chimica acta",
        "coauthors": [
            "J Yang",
            "Jim Yang Lee",
            "Heng-Phon Too"
        ],
        "keywords": "Phase transfer,Alkylamine,Noble metal nanoparticles,Self-assembly"
    },
    {
        "id": 2458,
        "label": 56,
        "author": "jim yang lee",
        "title": "Thin film composite forward-osmosis membranes with enhanced internal osmotic pressure for internal concentration polarization reduction",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Thin-film composite (TFC) forward-osmosis (FO) membranes with enhanced internal osmotic pressure (IOP) were used to reduce internal concentration polarization in this study. These TFC membranes contained a selective polyamide layer deposited by interfacial polymerization on a support substrate cast from a polymer blend of polysulfone (PSf) and sulfonated poly(phenylene oxide) (SPPO). The immobilized counter ions (Na+) in SPPO gave rise to an IOP which facilitated water transport in the AL–FS operating mode (i.e., the active layer is facing the feed solution, also referred to as the FO mode) but retarded water transport in the AL–DS operating mode (i.e., the active layer is facing the draw solution, also called as the pressure retarded osmosis (PRO) mode). An optimized TFC membrane could draw a water flux of 39 LMH (Lm−2 h−1) in the AL–FS mode, which is among the highest in the current literature; and 57 LMH in the AL–DS mode, which is comparable to other published works using deionized water as the feed and 2 M NaCl as the draw solution. The optimized SPPO/PSf TFC membrane also outperformed other published FO membranes in simulated seawater desalination. Extremely high water fluxes of 25 and 19 LMH could be obtained in the AL–DS and AL–FS modes respectively. The impressive high water flux in the AL–FS mode makes this membrane particularly suitable for FO operations where internal concentration polarization (ICP) and membrane fouling are major concerns.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "The Chemical Engineering Journal",
        "coauthors": [
            "Zhengzhong Zhou",
            "Jim Yang Lee",
            "Tai-Shung Chung"
        ],
        "keywords": "Forward osmosis,Sulfonated polymeric membrane,Desalination,Water purification,Concentration polarization"
    },
    {
        "id": 2522,
        "label": 56,
        "author": "jim yang lee",
        "title": "One-Step Synthesis of Polycrystalline Carbon Nanofibers with Periodic Dome-Shaped Interiors and Their Reversible Lithium-Ion Storage Properties",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Carbon nanofibers and carbon nanotubes continue to draw unwavering interest from industrial and academic communities because of their fascinating properties and their projected application values. This paper reports a one-step synthesis of high-purity carbon nanofibers with dome-shaped interiors by the noncatalytic thermal decomposition of acetylene over a copper surface at atmospheric pressure. These uniquely shaped carbon nanofibers were impurity free, and their dome-shaped interiors could be repeated with high periodicity throughout the length. In addition, Y-junction and forklike carbon nanofibers with the same internal structure were also formed as byproducts. The growth of these unique carbon nanomaterials could be rationalized by a mechanism based on the autocatalytic chemical vapor deposition of 3D graphene flakes. Preliminary electrochemical measurements indicated that the carbon nanofibers could be used as the active anode material for lithium-ion batteries, delivering good cyclability and a reversible capacity of ∼260 mAh/g at the high specific current of 100 mA/g.",
        "email": "",
        "conf": "Chemistry of Materials",
        "coauthors": [
            "Da Deng",
            "Jim Yang Lee"
        ],
        "keywords": "Carbon nanomaterials,Nanofibers,Two dimensional materials,Carbon nanotubes,Chemical vapor deposition"
    },
    {
        "id": 2467,
        "label": 56,
        "author": "jim yang lee",
        "title": "Amphiphilic Polymeric Nanocarriers with Luminescent Gold Nanoclusters for Concurrent Bioimaging and Controlled Drug Release",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Multifunctional theranostic systems with good biocompatibility, strong clinical imaging capability, and target specificity are the desired features of future medicine. Here, the design of a theranostic nanocomposite capable of simultaneous targeting and imaging of the cancer cells is presented. It releases its drug payload by a controlled release mechanism. The nanocomposite contains luminescent gold nanocluster (L‐AuNC) photostable and biocompatible diagnostic probes conjugated to a folic acid (FA)‐modified pH‐responsive amphiphilic polymeric system for controlled drug release. The nanocomposite uses a core‐satellite structure to encapsulate hydrophobic drugs and releases the drug payload in mildly acidic endosomal/lysosomal compartments by the action of the pH‐labile linkages in the polymer. In vivo studies show the selective accumulation of the FA‐conjugated nanocomposite in tumor tissues by folate‐receptor‐mediated endocytosis. These findings demonstrate the potential of the nanocomposite as a nontoxic, folate‐targeting, pH‐responsive drug carrier that is useful for the early detection and therapy of folate‐overexpressing cancerous cells.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Advanced Functional Materials",
        "coauthors": [
            "Dongyun Chen",
            "Zhentao Luo",
            "Najun Li",
            "Jim Yang Lee",
            "Jianping Xie",
            "Jianmei Lu"
        ],
        "keywords": "self‐assembly,luminescent nanoclusters,amphiphilic polymer carriers,composite materials,biomedical applications"
    },
    {
        "id": 2481,
        "label": 56,
        "author": "jim yang lee",
        "title": "Promotional Effects of Ir Addition in Carbon-Supported Pt5Rh Electrocatalysts for the Electrooxidation of Ethanol at Room Temperature",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The high CO2 selectivity of Pt–Rh catalysts in the ethanol electrooxidation reaction has been known for some time. However, this high selectivity is often realized at the expense of catalytic activity. This study investigates the use of Ir modification to improve the performance of Pt–Rh catalysts. Specifically a series of Vulcan XC-72 carbon-supported Pt5Rh1Irx catalysts were prepared by the NaBH4 reduction of the metal precursors in ethylene glycol. X-ray diffraction (XRD) and transmission electron microscopy (TEM) showed good dispersion of ∼2.5 nm Pt–Rh–Ir nanoparticles on the carbon support. Evaluations of catalytic activity in 1 M ethanol solution in 0.1 M HClO4 by cyclic voltammetry (CV), polarization measurements, and chronoamperometry (CA) all indicated Pt5Rh1Ir0.6/C as the catalyst composition with the highest current density between 0.4 and 0.7 V. Electrochemical impedance spectroscopy (EIS) detected a decrease in the charge transfer resistance after the Ir modification, which could be attributed to an Ir-promoted, more facile cleavage of the C–H bonds in the ethanol molecule.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Energy & Fuels",
        "coauthors": [
            "Bo Liu",
            "Zhi-Wen Chia",
            "Chin-Hsien Cheng",
            "Jim Yang Lee"
        ],
        "keywords": "Platinum,Ethanol,Catalysts,Oxidation,Transition metals"
    },
    {
        "id": 2456,
        "label": 56,
        "author": "jim yang lee",
        "title": "Double Transition-Metal Chalcogenide as a High-Performance Lithium-Ion Battery Anode Material",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Transition-metal dichalcogenides (TMDs) are a recent addition to a growing list of anode materials for the next-generation lithium-ion battery (LIB). The actual performance of TMDs is however constrained by their limited electronic conductivity. For example, MoS2, the most studied TMD, does not have adequate rate performance even in the few-layer form or after compounding with nitrogen-doped graphene (NG). WS2, a TMD with a higher intrinsic electronic conductivity, is more suitable for high rate applications but its theoretical capacity is lower than that of MoS2. Hence, we hypothesize that a composition-optimized composite of MoS2, WS2, and NG may provide high capacity concurrently with good rate performance. This is a report on the design and preparation of double transition-metal chalcogenide (MoS2/WS2)-nitrogen doped graphene composites where the complementarity of component functions may be maximized. For example the best sample in this study could deliver a high discharge capacity of 1195 mAh·g–1 at 100 mA·g–1 concurrently with good cycle stability (average of 0.02% capacity fade per cycle for 100 cycles) and high rate performance (only 23% capacity reduction with a 50 fold increase in current density from 100 mA·g–1 to 5000 mA·g–1).",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Industrial & Engineering Chemistry Research",
        "coauthors": [
            "Dongyun Chen",
            "Ge Ji",
            "Bo Ding",
            "Yue Ma",
            "Baihua Qu",
            "Weixiang Chen",
            "Jim Yang Lee"
        ],
        "keywords": "Transfer reactions,Composites,Two dimensional materials,Electrodes,Physical and chemical processes"
    },
    {
        "id": 2525,
        "label": 56,
        "author": "jim yang lee",
        "title": "Dissociation of double-stranded DNA by small metal nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The dissociation of double-stranded DNA (dsDNA) by 5 nm Au nanoparticles was observed through a series of DNA melting transition measurements. Experimental evidence implicates a strong non-specific interaction between the dsDNA and small Au nanoparticles as the cause. Subsequently the relative affinities of mononucleotides and polynucleotides for the 5 nm Au nanoparticle were determined by measuring the stability of mono- or polynucleotide-stabilized 5 nm Au nanoparticles in salt solutions of different concentrations as a function of time and temperature. The experimental data shows that for the mononucleotides, the affinity decreases in the following order: dA > dG > dC > dT. The order from the polynucleotides was however different, with the affinity decreasing as poly A ∼ poly C ∼ poly T > poly G. The lack of correlation between the two ranked orders indicates that the trend obtained from one cannot be used to infer the trend in the other, or vice versa. The evidence provided suggests that the persistence length of the oligonucleotides plays an important role, and must be considered alongside with the individual nucleotide binding strength to determine the overall interaction between the oligonucleotides and Au nanoparticles.",
        "email": "",
        "conf": "Journal of Inorganic Biochemistry",
        "coauthors": [
            "Jun Yang",
            "Boon-Kin Pong",
            "Jim Yang Lee",
            "Heng-Phon Too"
        ],
        "keywords": "DNA,Mononucleotide,Oligonucleotides,Gold nanoparticles,Persistence length"
    },
    {
        "id": 2550,
        "label": 56,
        "author": "jim yang lee",
        "title": "Ordered Alignment of CdS Nanocrystals on MWCNTs without Surface Modification",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This paper describes a facile hydrothermal procedure capable of aligning CdS nanocrystals on multiwalled carbon nanotubes (MWCNTs) without the use of organic bridging molecules such as cysteamine and carboxylates. The direct placement of CdS on MWCNTs allows good mixing and better interfacing between the two nanophases. The synthesis conditions can in principle be tuned to produce modulations in compositions, phases, and crystal orientations to the need of optoelectronic and photonic applications.",
        "email": "",
        "conf": "The Journal of Physical Chemistry B",
        "coauthors": [
            "Bin Liu",
            "Jim Yang Lee"
        ],
        "keywords": "Ammonia,Cadmium sulfide,Nanocomposites,Transmission electron microscopy,Carbon nanotubes"
    },
    {
        "id": 2470,
        "label": 56,
        "author": "jim yang lee",
        "title": "Precursor engineering and controlled conversion for the synthesis of monodisperse thiolate-protected metal nanoclusters",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In very recent years, thiolate-protected metal nanoclusters (or thiolated MNCs) with core sizes smaller than 2 nm have emerged as a new direction in nanoparticle research due to their discrete and size dependent electronic structures and molecular-like properties, such as HOMO–LUMO transitions in optical absorptions, quantized charging, and strong luminescence. Synthesis of monodisperse thiolated MNCs in sufficiently large quantities (up to several hundred micrograms) is necessary for establishing reliable size–property relationships and exploring potential applications. This Feature Article reviews recent progress in the development of synthetic strategies for the production of monodisperse thiolated MNCs. The preparation of monodisperse thiolated MNCs is viewed as an engineerable process where both the precursors (input) and their conversion chemistry (processing) may be rationally designed to achieve the desired outcome – monodisperse thiolated MNCs (output). Several strategies for tailoring the precursor and the conversion process are analyzed to arrive at a unifying understanding of the processes involved.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Nanoscale",
        "coauthors": [
            "Yong Yu",
            "Qiaofeng Yao",
            "Zhentao Luo",
            "Xun Yuan",
            "Jim Yang Lee",
            "Jianping Xie"
        ],
        "keywords": ""
    },
    {
        "id": 2460,
        "label": 56,
        "author": "jim yang lee",
        "title": "Stellated Ag-Pt bimetallic nanoparticles: An effective platform for catalytic activity tuning",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The usefulness of Pt-based nanomaterials for catalysis can be greatly enhanced by coupling morphology engineering to the strategic presence of a second or even third metal. Here we demonstrate the design and preparation of stellated Ag-Pt bimetallic nanoparticles where significant activity difference between the methanol oxidation reaction (MOR) and the oxygen reduction reaction (ORR) may be realized by relegating Ag to the core or by hollowing out the core. In particular the stellated Pt surface, with an abundance of steps, edges, corner atoms and {111} facets, is highly effective for the ORR but is ineffective for MOR. MOR activity is only observed in the presence of a Ag core through electronic coupling to the stellated Pt shell. The bimetallic Ag-Pt stellates therefore demonstrate the feasibility of tuning a Pt surface for two very different structure sensitive catalytic reactions. Stellated bimetallics may therefore be an effective platform for highly tunable catalyst designs.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Scientific Reports",
        "coauthors": [
            "Hui Liu",
            "Feng Ye",
            "Qiaofeng Yao",
            "Hongbin Cao",
            "Jianping Xie",
            "Jim Yang Lee",
            "Jun Yang"
        ],
        "keywords": ""
    },
    {
        "id": 2564,
        "label": 56,
        "author": "jim yang lee",
        "title": "Template synthesis of microporous carbon for direct methanol fuel cell application",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Ordered microporous carbon with a structure of amorphous carbon core and graphitic carbon shell was prepared using hydrogen-form zeolite Y as the template. Impregnation and chemical vapor deposition methods were employed to infiltrate carbon in the pores of the template. Physical adsorption of nitrogen, X-ray diffraction, thermogravimetric analysis, field-emission scanning electron microscope, and field-emission transmission electron microscope techniques were employed to study the structural and morphological properties of the samples. The electrochemical properties of Pt supported on the carbon samples were examined and compared with a commercial catalyst. It was observed that Pt catalyst supported on a carbon with a core/shell structure has a higher specific activity for room-temperature methanol oxidation than the commercial catalyst.",
        "email": "",
        "conf": "Carbon",
        "coauthors": [
            "Fabing Su",
            "Jianhuang Zeng",
            "Yaoshan Yu",
            "Lu Lv",
            "Jin Yang Lee",
            "X. S. Zhao"
        ],
        "keywords": "Porous carbon,Chemical vapor deposition,Porosity,Electrochemical properties"
    },
    {
        "id": 2575,
        "label": 56,
        "author": "jim yang lee",
        "title": "Preparation of Pt and PtRu nanoparticles supported on carbon nanotubes by microwave-assisted heating polyol process",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Pt and PtRu nanoparticles supported on HNO3-treated carbon nanotubes (CNTs) were prepared by microwave-assisted heating of polyol process and characterized by XRD and TEM. It was found that the metal nanoparticles were uniform in shape and size and well dispersed on the carbon nanotubes. The average metal diameters were about 3.0–3.1 nm for Pt and 2.8 nm for PtRu.",
        "email": "",
        "conf": "Materials Letters",
        "coauthors": [
            "Wei-Xiang Chen",
            "Jim Yang Lee",
            "Zhaolin Liu"
        ],
        "keywords": "Pt and PtRu nanoparticles,Carbon nanotubes,Microwave,Polyol process"
    },
    {
        "id": 2624,
        "label": 56,
        "author": "jim yang lee",
        "title": "Effect of polyaniline on oxygen reduction in buffered neutral solution",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The electrochemical behaviour of glassy carbon/polyaniline (GC/PANI) and GC/PANI/Pt electrodes for oxygen reduction in buffered neutral aqueous solutions was investigated to determine the function of PANI in the composite electrodes. It was found that PANI exhibited little electrocatalytic activity for oxygen reduction in neutral solutions because of its poor conductivity. However, for oxygen reduction the presence of PANI in both GC/PANI and GC/PANI/Pt electrodes could inhibit the diffusion of O2 through the polymer matrix to level out the effect of non-uniform distribution of active sites so that a flat current plateau could be obtained even when the electrodes were rotated. It is concluded that PANI is a promising sensor material for the measurement of dissolved oxygen in neutral solutions despite its poor conductivity.",
        "email": "",
        "conf": "Journal of electroanalytical chemistry",
        "coauthors": [
            "C. Q. Cui",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2484,
        "label": 56,
        "author": "jim yang lee",
        "title": "Synthesis of shield-like singly twinned high-index Au nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A new gold nanostructure—shield-like Au nanoparticles (NPs) with a single twin plane and high-index {hhl} facets—was discovered in a simple seed-mediated synthesis. The development of this new shape is believed to be due to the preferential adsorption of cetyltrimethylammonium cations (CTA+) on high-index facets and the coalescence of the NPs by the charge screening effect of NaCl. These shield-like Au NPs display some properties that are distinctively different from other types of Au NPs.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Nanoscale",
        "coauthors": [
            "Yue Yu",
            "Qingbo Zhang",
            "Jianping Xie",
            "Xianmao Lu",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2610,
        "label": 56,
        "author": "jim yang lee",
        "title": "A New Approach for the Determination of Fish Freshness by Electrochemical Impedance Spectroscopy",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Changes in several dielectric parameters of carp, herring and sea bass during their storage after death at 4 °C, 15 °C and 25 °C were examined by electrochemical impedance spectroscopy (EIS) in the frequency range of 0.1 Hz to 100 kHz. This method offers a simple, rapid and in situ measurement of the onset of spoilage. The phase angle and admittance changes are the best freshness indicators, from which four classifications of freshness may be defined for all of the tested fish species. Warburg‐type impedance and CE (chemical reaction preceding an electrochemical reaction) processes were observed in the relaxation process during storage and a proposed equivalent circuit satisfactorily described the overall electrochemical behavior.",
        "email": "",
        "conf": "Journal of Food Science",
        "coauthors": [
            "Jianjun Niu",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2474,
        "label": 56,
        "author": "jim yang lee",
        "title": "Hollow and Cage-Bell Structured Nanomaterials of Noble Metals",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Mastery of the structure of nanomaterials enables control of their properties to enhance their performance for a given application. Herein we demonstrate the synthesis of metal nanomaterials with hollow interiors or cage-bell structures based on the inside-out diffusion of Ag in core–shell structured nanoparticles. It begins with the synthesis of core–shell Ag–M or core–shell–shell MA–Ag–MB nanoparticles in an organic solvent. Ag is then extracted from the core or the inner shell by bis(p-sulfonatophenyl)phenylphosphane, which binds strongly with Ag(I)/Ag(0) to allow the complete removal of Ag in 24–48 h, leaving behind an organosol of hollow or cage-bell structured metal nanomaterials. Because of their relatively lower densities, which usually translate to a higher surface area than their solid counterparts, the hollow and cage-bell structured metal nanomaterials are especially relevant to catalysis. For example, cage-bell structured Pt–Ru nanoparticles were found to display outstanding methanol tolerance for the cathode reaction of direct methanol fuel cells (DMFCs) as a result of the differential diffusion of methanol and oxygen in the cage-bell structure.",
        "email": "",
        "conf": "Journal of the American Chemical Society",
        "coauthors": [
            "Hui Chao Liu",
            "Jianglan Qu",
            "Yunfa Chen",
            "Jianqiang Li",
            "Feng Ye",
            "Jim Yang Lee",
            "Jun Yang"
        ],
        "keywords": "Platinum,Metal nanoparticles,Nanoparticles,Hollow structures,Transmission electron microscopy"
    },
    {
        "id": 2560,
        "label": 56,
        "author": "jim yang lee",
        "title": "Design Fabrication and Functional Analysis of a New Protein Array Based on ssDNA-based Assembly",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In the post genomic era, proteomics has enormous potential in biology and medicine. Among the various bioanalytical tools developed, protein microarray is one of the recent advancements which offer high throughput profiling of cellular proteins to provide insights into the mechanisms of biological processes. Fundamentally, the protein microarray involves the immobilization of interacting elements, proteins, on a few square microns of a solid support and in principle, it is capable of detecting analytes with a higher sensitivity than conventional macroscopic immunoassays. Here in the present report we delineates the design, fabrication and functional analysis of protein microarray using semi-synthetic ssDNA tagged-proteins as capturing moiety as well as address on a solid support. Optimization of the platform has been carried out by investigating various parameters such as surface chemistry, signal amplification, and conditions for homogenous liguid phase protein-protein interaction.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Parayil Kumaran Ajikumar",
            "Jin Kiat Ng",
            "Yew Chung Tang",
            "Jim Yang Lee",
            "Gregory Stephanopoulos",
            "Heng-Phon Too"
        ],
        "keywords": "Proteomics, Protein micro array, Dendrimer, glass slide, ssDNA-antibody"
    },
    {
        "id": 2521,
        "label": 56,
        "author": "jim yang lee",
        "title": "More active PtRu/C catalyst for methanol electrooxidation by reversal of mixing sequence in catalyst preparation",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A carbon-supported PtRu/C catalyst (PtRu-2/C) was prepared by a simple reversal of the order of mixing in catalyst preparation: adding the metal precursor salts to a carbon slurry of NaBH4 instead of adding NaBH4 to a carbon slurry of the metal precursor salts (PtRu-1/C), as is more commonly done. The catalysts were characterized by thermogravimetric analysis, transmission electron microscopy and X-ray photoelectron spectroscopy. Evaluation of catalytic activities by cyclic voltammetry, CO stripping voltammetry, and chronoamperometry showed that PtRu-2/C had higher specific mass activity and greater CO tolerance in room temperature methanol electrooxidation reaction. Electrochemical impedance spectroscopy also confirmed that the impedance arising from CO adsorption was lower in the case of PtRu-2/C. The enhanced operational performance of PtRu-2/C is attributed to the presence of mixed active phases although the exact composition of the mixed phases has yet to be determined.",
        "email": "",
        "conf": "Materials Chemistry and Physics",
        "coauthors": [
            "Jianhuang Zeng",
            "Jim Yang Lee"
        ],
        "keywords": "Nanostructures,Chemical synthesis,Electrochemical properties"
    },
    {
        "id": 2510,
        "label": 56,
        "author": "jim yang lee",
        "title": "Colloidal Synthesis of Plasmonic Metallic Nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Solutions of Ag and Au nanoparticles are strongly colored because of localized surface plasmon resonance in the UV/visible spectral region. The optical properties of these nanoparticles may be tuned to suit the needs of the application. This article summarizes our work in recent years on the solution synthesis of nanoparticles with tunable optical properties. The systems of interest include zero-dimensional bimetallic Ag–Au nanoparticles with different structures, one-, two-, and three-dimensional anisotropic monometallic Ag or Au nanoparticles. All of these nanosystems were prepared from colloidal synthesis through simple changes in the synthesis conditions. This is a demonstration of the versatility of colloidal synthesis as a convenient scalable technique for tuning the properties of metallic nanoparticles.",
        "email": "",
        "conf": "Plasmonics",
        "coauthors": [
            "Qingbo Zhang",
            "Yen Nee Tan",
            "Jianping Xie",
            "Jim Yang Lee"
        ],
        "keywords": "Localized surface plasmon resonance (LSPR),Metallic nanoparticles,Colloidal synthesis,Gold,Silver"
    },
    {
        "id": 2512,
        "label": 56,
        "author": "jim yang lee",
        "title": "Silver Nanoplates: From Biological to Biomimetic Synthesis",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This paper describes the synthesis of single-crystalline Ag nanoplates using the extract of unicellular green alga Chlorella vulgaris at room temperature. Proteins in the extract were involved in the biological synthesis, providing the dual function of Ag ion reduction and shape-controlled synthesis of nanosilver. Hydroxyl groups in Tyr residues and carboxyl groups in Asp and/or Glu residues were further identified as the most active functional groups for Ag ion reduction and for directing the anisotropic growth of Ag nanoplates, respectively. The kinetics of Ag ion reduction in biological systems was discussed and probed by using custom-designed peptides. The results showed the Tyr content (the reduction source) and the content of Ag complexers (the reaction inhibitors, e.g., His and Cys) in the protein molecules as important factors affecting the reduction kinetics. The comprehensive system identification effort has led to the design of a simple bifunctional tripeptide (DDY-OMe) with one Tyr residue as the reduction source and two carboxyl groups in the Asp residues as shape-directors, which could produce small Ag nanoplates with low polydispersivity in good yield (>55%). The roles of the carboxyl groups in the formation of Ag nanoplates were also discussed.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "ACS Nano",
        "coauthors": [
            "Jianping Xie",
            "Jim Yang Lee",
            "Daniel I Wang",
            "Yen-Peng Ting"
        ],
        "keywords": "biosynthesis, silver, proteins"
    },
    {
        "id": 2514,
        "label": 56,
        "author": "jim yang lee",
        "title": "Effects of polyaniline chain structures on proton conduction in a PEM host matrix",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This study examined the effects of the conjugated chain structure of polyaniline (PAn) on proton transport in a proton exchange membrane (PEM) containing a small amount of PAn colloidal particles. The PEM host matrix consisted of a hydrophobic three-component polymer blend (TCPB) of poly(4-vinylphenol-co-methylmethacrylate) P(4-VP-MMA), poly(butyl methacrylate) (PBMA), and Paraloid® B-82 acrylic copolymer resins; in which a hydrophilic network of 2-acrylamido-2-methyl propanesulfonic acid (AMPS), 2-hydroxyethyl methacrylate (HEMA) and poly(ethylene glycol)dimethylacrylate (PEGDMA) was formed upon embedded polymerization. Colloidal PAn particles were added to the PEM matrix during the embedded polymerization of PEM. Two types of PAn colloidal particles with different chain structures and morphologies were synthesized by inverse miniemulsion polymerization and interfacial polymerization. The PAn(1) particles from inverse miniemulsion polymerization were bar-shaped, contained a higher fraction of quinoid diimine units than the scaffold-like PAn(2) particles from interfacial polymerization, and displayed a strong promotional effect on proton conduction. The oxidation state of the PAn particles was also varied by post-synthesis treatments to evaluate the effect of oxidation state on proton conduction. It was found that a mixed oxidation state such as the emeraldine form of PAn had the best enhancement effect. The PAn loading optimal for proton conductivity enhancement of the composite PEM was determined to be about 2 wt% of PAn(1).",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Membrane Science",
        "coauthors": [
            "Haiqin Pei",
            "Liang Hong",
            "Jim Yang Lee"
        ],
        "keywords": "Polyaniline,AMPS,Proton conductivity,Oxidation state,PEM"
    },
    {
        "id": 2599,
        "label": 56,
        "author": "jim yang lee",
        "title": "Microwave-assisted of carbon supported Pt nanoparticles for fuel cell applications",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Spherical and uniform Pt nanoparticles 3.5-4.0 nm supported on carbon were prepared by microwave irradiation and exhibited very high electrocatalytic activity in the room-temperature oxidation of liquid methanol.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Chemical Communications",
        "coauthors": [
            "Wei Xiang Chen",
            "Jim Yang Lee",
            "Zhaolin Liu"
        ],
        "keywords": ""
    },
    {
        "id": 2579,
        "label": 56,
        "author": "jim yang lee",
        "title": "Carbon-Supported Pt and PtRu Nanoparticles as Catalysts for a Direct Methanol Fuel Cell",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Nanosized Pt and PtRu colloids were prepared by a microwave-assisted polyol process and transferred to a toluene solution of decanthiol. Vulcan XC-72 was then added to the toluene solution to adsorb the thiolated Pt and PtRu colloids. TEM examinations showed nearly spherical particles and narrow size distributions for both supported and unsupported metals. The carbon-supported Pt and PtRu nanoparticles were activated by thermal treatment to remove the thiol stabilizing shell. All Pt and PtRu catalysts (except Pt23Ru77) showed the X-ray diffraction pattern of a face-centered cubic (fcc) crystal structure, whereas the Pt23Ru77 alloy was more typical of the hexagonal close-packed (hcp) structure. The electro-oxidation of liquid methanol on these catalysts was investigated at room temperature by cyclic voltammetry and chronoamperometry. The results showed that the alloy catalyst was catalytically more active than pure platinum. The heat-treated catalyst was also expectedly more active than the non-heat-treated ones, because of the successful removal of the organic shell, which might interfere with reactant adsorption in the methanol oxidation reaction. Pt52Ru48/C had the best electrocatalytic performance among all carbon-supported Pt and PtRu catalysts.",
        "email": "",
        "conf": "The Journal of Physical Chemistry B",
        "coauthors": [
            "Zhaolin Liu",
            "Xing Yi Ling",
            "Xiaodi Su",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2571,
        "label": 56,
        "author": "jim yang lee",
        "title": "Core-Shell Assisted Bimetallic Assembly of Pt and Ru Nanoparticles by DNA Hybridization",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "We have discovered that the current protocols to assemble Au nanoparticles based on DNA hybridization do not work well with the small metal nanoparticles (e.g. 5 nm Au, 3.6 nm Pt and 3.2 nm Ru particles). Further investigations revealed the presence of strong interaction between the oligonucleotide backbone and the surface of the small metal nanoparticles. The oligonucleotides in this case are recumbent on the particle surface and are therefore not optimally oriented for hybridization. The nonspecific adsorption of oligonucleotides on small metal nanoparticles must be overcome before DNA hybridization can be accepted as a general assembly method. Two methods have been suggested as possible solutions to this problem. One is based on the use of stabilizer molecules which compete with the oligonucleotides for adsorption on the metal nanoparticle surface. Unfortunately, the reported success of this approach in small Au nanoparticles (using K₂BSPP) and Au films (using 6-mercapto-1-hexanol) could not be extended to the assembly of Pt and Ru nanoparticles by DNA hybridization. The second approach is to simply use larger metal particles. Indeed most reports on the DNA hybridization induced assembly of Au nanoparticles have made use of relatively large particles (>10 nm), hinting at a weaker non-specific interaction between the oligonucleotides and large Au nanoparticles. However, most current methods of nanoparticle synthesis are optimized to produce metal nanoparticles only within a narrow size range. We find that core-shell nanoparticles formed by the seeded growth method may be used to artificially enlarge the size of the metal particles to reduce the nonspecific binding of oligonucleotides. We demonstrate herein a core-shell assisted growth method to assemble Pt and Ru nanoparticles by DNA hybridization. This method involves firstly synthesizing approximately 16 nm core-shell Ag-Pt and 21 nm core-shell Au-Ru nanoparticles from 9.6 nm Ag seeds and 17.2 nm Au seeds respectively by the seed-mediated growth method. The core-shell nanoparticles were then functionalized by complementary thiolated oligonucleotides followed by aging in 0.2 M PBS buffer for 6 hours. The DNA hybridization induced bimetallic assembly of Pt and Ru nanoparticles could then be carried out in 0.3 M PBS buffer for 10 hours.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "",
        "coauthors": [
            "Jim Yang Lee",
            "Jun Yang",
            "Heng-Phon Too",
            "Gan-Moog Chow",
            "Leong M. Gan"
        ],
        "keywords": "small metal nanoparticles, DNA hybridization, K2BSPP, core-shell assisted growth"
    },
    {
        "id": 2513,
        "label": 56,
        "author": "jim yang lee",
        "title": "Citric acid functionalized carbon materials for fuel cell applications",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Carbon materials can be easily functionalized using citric acid (CA) treatment. The CA modification of carbon materials is both simple and effective. It requires no prolonged heating, filtration and washing, and produces more functional groups such as carboxyl and hydroxide on CA-modified carbon nanotubes and XC72 carbon blacks than on HNO3–H2SO4 oxidized carbon nanotubes and as-purchased XC72. Platinum nanoparticles are deposited on these functionalized carbon materials by means of a microwave-assisted polyol process. The investigations using TEM, XRD, FTIR and TGA indicate that CA modification creates more functional groups and thus deposits more Pt nanoparticles with smaller average particle size on the surface of carbon materials. Electrochemical studies of the Pt/C samples for methanol oxidation reveal higher activity for Pt on CA-modified carbon materials. It is therefore considered that this method can find important applications in reducing the cost and improving performance of proton-exchange membrane fuel cells.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Chee Kok Poh",
            "San Hua Lim",
            "Hui Pan",
            "Jianyi Lin",
            "Jim Yang Lee"
        ],
        "keywords": "Platinum nanoparticle electrocatalyst,Functionalization of carbon materials,Methanol electro-oxidation,Citric acid,Proton-exchange membrane fuel cell"
    },
    {
        "id": 2469,
        "label": 56,
        "author": "jim yang lee",
        "title": "Conformal graphene encapsulation of tin oxide nanoparticle aggregates for improved performance in reversible Li+ storage",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The performance of SnO2 nanoparticle (NP) aggregates for reversible storage of Li+ was improved after conformal encapsulation of individual aggregates with graphene (i.e., encapsulation without changing the underlying morphology of SnO2 aggregates). Conformal encapsulation was carried out by modifying the surface of SnO2 NP aggregates with amine terminating groups to increase their binding affinity to graphene. The thickness of the graphene encapsulation could then be varied by the amount of graphene oxide (GO) solution used in the preparation. Electron microscopy confirmed the successful coating of graphene as a thin layer on the NP aggregate surface. This unique construction method resulted in SnO2–graphene composites with a satisfying cycling performance. In particular a composite with only 5 wt% graphene could deliver, without the use of any carbon conductive additive, a charge (Li+ extraction) capacity of 700 mA h g−1 at the regular current density of 0.1 A g−1 and 423 mA h g−1 after a tenfold increase of the current density to 1 A g−1 in the 0.005–2 V voltage window. There was evidence to suggest that the composite performance was determined by Li+ diffusion across the basal plane of the graphene layers.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Nanoscale",
        "coauthors": [
            "Ge Ji",
            "Bo Ding",
            "Zhou Sha",
            "Jishan Wu",
            "Yue Ma",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2520,
        "label": 56,
        "author": "jim yang lee",
        "title": "Method for preparing highly dispersed Pt catalysts on mesoporous carbon support",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Two Pt catalysts supported on template-synthesized mesoporous carbons (MC) were prepared by the conventional wet-impregnation method (Pt-impreg/MC) and by the less commonly used colloidal deposition method (Pt-coll/MC) to examine the effect of preparation method on catalyst performance. The catalysts were characterized by transmission electron microscopy, field-emission electron microscopy, thermogravimetric analysis and X-ray diffraction. The electro-oxidation of methanol in acidic solutions for direct methanol fuel cells at room temperature was used as the test reaction. CO anodic stripping voltammetry and cyclic voltammetry both recorded enhanced performance for Pt-coll/MC relative to Pt-impreg/MC. The poorer application performance of Pt-impreg/MC can be attributed to the transport resistance in the mesopores, and to the entrapment of a sizable fraction (40%) of Pt nanoparticles in the mesopores which are not readily accessible to the reactants under the reaction conditions.",
        "email": "",
        "conf": "Journal of Materials Science",
        "coauthors": [
            "Jianhuang Zeng",
            "Fabing Su",
            "Jim Yang Lee",
            "X. S. Zhao",
            "Jianjun Chen",
            "Xiaohua Jiang"
        ],
        "keywords": ""
    },
    {
        "id": 2577,
        "label": 56,
        "author": "jim yang lee",
        "title": "Controlled Synthesis of V-shaped SnO2 Nanorods",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This report details the preparation of V-shaped SnO2 nanorods with an angle of 112.1° between the arms. The nanorods were produced by heating 1,10 phenanthroline (phen)-capped Sn nanoparticles (2−5 nm) in a NaCl flux. The use of both phen and NaCl flux were indispensable in forming long V-shaped structures. XRD, SEM, TEM, and HRTEM characterizations of the nanorods confirmed that the rods were crystalline SnO2 with a twin structure (twin plane of (101) and twin direction of [101̄]) at the V-junction. The diameters of the nanorods were nearly monodispersed with mean values of 48.4 and 13.2 nm depending on the synthesis conditions.",
        "email": "",
        "conf": "The Journal of Physical Chemistry B",
        "coauthors": [
            "Yong Wang",
            "Jim Yang Lee",
            "Theivanayagam C Deivaraj"
        ],
        "keywords": "Fluxes,Nanoparticles,Physical and chemical processes,Transmission electron microscopy,Nanorods"
    },
    {
        "id": 2627,
        "label": 56,
        "author": "jim yang lee",
        "title": "Modified polyaniline through simultaneous electrochemical polymerization of aniline and metanilic acid",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Simultaneous electropolymerization of aniline and metanilic acid in aqueous HClO4 leads to a copolymer similar to that obtained by direct sulfonation of polyaniline. Characterization by electrochemical and spectroscopic methods (UV -visible, Fourier transform IR and proton NMR) indicated the presence of polyaniline linear chains in which metanilic acid units were inserted as spacers. Elemental analysis showed that the copolymer was 40% doped by the sulfonate side-groups intramolecularly (self-doping) and 20% doped by ClO4− intermolecularly. The presence of sulfonate functional groups decreased electronic conductivity and increased solubility in alkaline solvents, but the electtrochemical properties remained principally that of polyaniline.",
        "email": "",
        "conf": "Journal of electroanalytical chemistry",
        "coauthors": [
            "Jim Yang Lee",
            "C. Q. Cui",
            "X. H. Su",
            "M. S. Zhou"
        ],
        "keywords": "Aniline copolymer, Electrical conductor, Electrolytic, copolymerization, Doped polymer, Electrochemical property, Preparation, Molecular structure, Aniline derivative, Aniline (3-sulfo), copolymer, Autodoping"
    },
    {
        "id": 2463,
        "label": 56,
        "author": "jim yang lee",
        "title": "Meso-Oblate Spheroids of Thermal-Stabile Linker-Free Aggregates with Size-Tunable Subunits for Reversible Lithium Storage.",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The organization of nanoscale materials as building units into extended structures with specific geometry and functional properties is a challenging endeavor. Hereby, an environmentally benign, simple, and scalable method for preparation of stable, linker-free, self-supported, high-order 3D meso-oblate spheroids of CuO nanoparticle aggregates with size-tunable building nanounits for reversible lithium-ion storage is reported. In contrast to traditional spherical nanoparticle aggregation, a unique oblate spheroid morphology is achieved. The formation mechanism of the unusual oblate spheroid of aggregated nanoparticles is proposed. When tested for reversible lithium ion storage, the unique 3D meso-oblate spheroids of CuO nanoparticle aggregate demonstrated highly improved electrochemical performance (around ∼600 mAh/g over 20 cycles), which could be ascribed to the nanoporous aggregated mesostructure with abundant crystalline imperfection. Furthermore, the size of building units can be controlled (12 and 21 nm were tested) to further improve their electrochemical performance.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "ACS Applied Materials & Interfaces",
        "coauthors": [
            "Da Deng",
            "Jim Yang Lee"
        ],
        "keywords": "CuO, aggregate, oblate-spheroid"
    },
    {
        "id": 2556,
        "label": 56,
        "author": "jim yang lee",
        "title": "Electronic and optical properties of nitrogen-doped multiwalled carbon nanotubes",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Highly nitrogen-doped carbon nanotube (CNxNT, x=12at.%) was synthesized by the pyrolysis of acetonitrile on Co-Mo catalysts. The electronic structures and chemical bondings of CNxNT were studied using various spectroscopic techniques: Raman, photoelectron and x-ray absorption spectroscopies. The ultrafast pump-probe measurements of CNxNT exhibited a larger third-order susceptibility χ(3), a relaxation time of τ2=1ps and improved saturable absorption, as compared with undoped multiple-walled carbon nanotubes, which indicate that N-doping can improve all-optical switching properties of carbon nanotubes.",
        "email": "",
        "conf": "Physical Review B",
        "coauthors": [
            "San Hua Lim",
            "Hendry Izaac Elim",
            "Xingyu Gao",
            "Jiawei Lin"
        ],
        "keywords": "clusters nanoparticles, nanotubes and nanocrystals; Nanotubes; Interfaces; heterostructures; nanostructures; Direct observation of dislocations and other defects"
    },
    {
        "id": 2588,
        "label": 56,
        "author": "jim yang lee",
        "title": "Nanosized Pt and PtRu colloids as precursors for direct methanol fuel cell catalysts",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Nanosized Pt and PtRu colloids have been prepared by a microwave-assisted polyol process and transferred to a toluene solution of decanthiol. Vulcan XC-72 was then added to the toluene solution to adsorb the thiolated Pt and PtRu colloids. TEM examinations showed nearly spherical particles and narrow size distributions for both supported and unsupported metals, XPS characterization of the PtRu colloid revealed mostly Pt(0) and Ru(0), with some traces of Pt(IV) and Ru(IV). The carbon supported Pt and PtRu nanoparticles were activated by thermal treatment to remove the thiol stabilizing shell. The electrooxidation of liquid methanol on these catalysts was investigated at room temperature by linear sweep voltammetry and chronoamperometry. The results showed that the alloy catalyst was catalytically more active than pure platinum. The heat-treated catalyst was also expectedly more active than the non-heat-treated ones because of the successful removal of the organic shell which might interfere with reactant adsorption in the methanol oxidation reaction.",
        "email": "",
        "conf": "Journal of Materials Chemistry ",
        "coauthors": [
            "Zhaolin Liu",
            "Xing Yi Ling",
            "Jim Yang Lee",
            "Xiaodi Su",
            "Leong Ming Gan"
        ],
        "keywords": "Precursor, Ruthenium alloy, Ultraviolet, visible spectrum, Absorption spectrum, X-ray photoelectron spectra, Inorganic compound, Transition metal alloy, Transition metal"
    },
    {
        "id": 2496,
        "label": 56,
        "author": "jim yang lee",
        "title": "Sn@CNT and Sn@C@CNT nanostructures for superior reversible lithium ion storage",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "In this study we demonstrate a facile templated chemical vapor deposition (CVD) method to produce CNT-encapsulated Sn nanoparticles with ∼100% particle encapsulation and high filling uniformity. The encapsulated Sn particles were formed either as Sn or Sn@carbon core−shell particles with good control of size and morphology. The complete and uniform encapsulation of small, electrochemically active Sn particles within a CNT matrix with large free volume accommodated the volume excursion problem in repetitive lithium insertion and extraction reactions very well, showing good resilience in maintaining electrical connective and mechanical integrity. Consequently the completely filled Sn@CNT nanocomposite showed excellent reversible lithium ion storage properties.",
        "email": "",
        "conf": "Chemistry of Materials",
        "coauthors": [
            "Yong Wang",
            "Minghong Wu",
            "Zheng Jiao",
            "Jim Yang Lee"
        ],
        "keywords": "Nanoparticles,Electrodes,Encapsulation,Transmission electron microscopy,Carbon nanotubes"
    },
    {
        "id": 2580,
        "label": 56,
        "author": "jim yang lee",
        "title": "Microemulsion Syntheses of Sn and SnO2-Graphite Nanocomposite Anodes for Li-Ion Batteries",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Nanostructured -graphite, and Sn-graphite composites were prepared by microemulsion techniques using Tergitol 15-S-5 as the surfactant. The particle size of the pristine nanoparticles was typically between 12 and 14 nm. For the composites, Sn and nanoparticles 7-10 nm in size with narrow size distribution were uniformly dispersed on graphite, indicating the positive effect of graphite in maintaining smaller particle size. These Sn-based nanocomposites are multiple Li host systems with good cycling performance in Li-ion battery applications. The improved cyclability is perceived to be a combination of the use of well dispersed Sn or nanoparticles resistant to particle agglomeration, and the presence of a soft graphite matrix to buffer the volume changes in the Li-Sn reactions. In addition, the Sn-graphite nanocomposites exhibited a SnO-shell-Sn-core structure and slightly lower first cycle capacity losses. © 2004 The Electrochemical Society. All rights reserved.",
        "email": "",
        "conf": "Journal of The Electrochemical Society",
        "coauthors": [
            "Yong Wang",
            "Jim Yang Lee",
            "Bing-Hung Chen"
        ],
        "keywords": ""
    },
    {
        "id": 2582,
        "label": 56,
        "author": "jim yang lee",
        "title": "Microwave Polyol Synthesis and Characterizations of Carbon-supported Pt and Ru Nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Carbon-supported platinum and ruthenium nanoparticles were synthesized by a microwave-assisted polyol heating process. TEM observations showed that the Pt and Ru particles prepared as such have uniform shapes and sizes, and well dispersed on the carbon surface. The average particle size was 3.1 nm for Pt and 2.9 nm for Ru.",
        "email": "",
        "conf": "Chemistry Letters",
        "coauthors": [
            "Weixiang Chen",
            "Jie Zhao",
            "Jim Yang Lee",
            "Zhaolin Liu"
        ],
        "keywords": ""
    },
    {
        "id": 2459,
        "label": 56,
        "author": "jim yang lee",
        "title": "Graphene-like layered metal dichalcogenide/graphene composites: Synthesis and applications in energy storage and conversion",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The unusual properties of graphene and graphene-like (GL-) layered metal dichalcogenides (LMDs, MoS2, WS2 and SnS2) have stimulated strong interest in GL-LMD/graphene composites. Heterostructures which are constructed by stacking GL-LMD and graphene together are expected to extend the usability of these 2D materials beyond graphene alone. This review will focus on recent progress in the synthesis and applications of GL-LMD/graphene composites in energy storage and conversion. The remarkable electrochemical properties of GL-LMD/graphene for reversible lithium storage are highlighted in particular. The applications of these composites in electrochemical and photochemical water splitting for hydrogen generation are also discussed.",
        "email": "",
        "conf": "Materials Today",
        "coauthors": [
            "Dongyuan Chen",
            "Weixiang Chen",
            "Lin Ma",
            "Ge Ji",
            "Kun Chang",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2557,
        "label": 56,
        "author": "jim yang lee",
        "title": "First Principles Computational Study for Understanding the Interactions between ssDNA and Gold Nanoparticles: Adsorption of Methylamine on Gold Nanoparticulate Surfaces",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "We conducted a computational adsorption study of methylamine on various surface models of a gold nanoparticle which is facetted by multiple {111} and {100} planes. In addition to these flat surfaces, our models include the stepped surfaces (ridges) formed along the intersections of these planes. Binding on the flat surfaces was fairly weak, but substantially stronger on the ridges by an average of 4.4 kcal/mol. This finding supports the idea that ssDNA's interaction with gold nanoparticles occurs through the amines on the purine/pyrimidine rings. Also, this typically undesirable interaction between DNA and gold nanoparticles is expected to increase as the particle size decreases. Our analysis suggests that particle size is an important controlling parameter to reduce this interaction.",
        "email": "",
        "conf": "Langmuir",
        "coauthors": [
            "Boon-Kin Pong",
            "Jim Yang Lee",
            "Bernhardt L Trout"
        ],
        "keywords": "Amines,Binding energy,Gold,Genetics,Nanoparticles"
    },
    {
        "id": 2591,
        "label": 56,
        "author": "jim yang lee",
        "title": "An Improved Procedure for Preparing Smaller and Nearly Monodispersed Thiol-Stabilized Platinum Nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "An alternative process was developed to prepare smaller and nearly monodispersed thiol-stabilized platinum nanoparticles. The procedure involves the reduction of a Pt(IV) precursor salt by a small (10%) stoichiometric excess of sodium borohydride in the presence of a toluene solution of 1-dodecanethiol. Complete reduction of the Pt precursor was confirmed by elemental analysis and UV−vis spectroscopy. The platinum nanoparticles prepared as such could be transferred directly to the toluene layer without the addition of concentrated hydrochloric acid that was previously reported as essential for the transfer to take place. TEM imaging shows a mean particle diameter of 2.6 nm and a nearly monodispersed particle size distribution (σ = 0.44 nm). These results were used to formulate a protocol to prepare oligonucleotide-stabilized Pt nanoparticles with narrow particle size distribution and excellent stability in aqueous solutions.",
        "email": "",
        "conf": "Langmuir",
        "coauthors": [
            "Jun Yang",
            "Jim Yang Lee",
            "Theivanayagam C Deivaraj",
            "Heng-Phon Too"
        ],
        "keywords": "Hydrocarbons,Platinum,Metal nanoparticles,Nanoparticles,Colloids"
    },
    {
        "id": 2609,
        "label": 56,
        "author": "jim yang lee",
        "title": "Dispersion of Sn and SnO on Carbon Anodes",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Sn and SnO were supported on large surface-area synthetic graphite (KS6) to obtain composite materials with improved electrochemical performance relative to bulk Sn and SnO. In general the composites are superior to the mechanical mixtures of KS6 and Sn (or SnO) of similar overall compositions in many performance areas. The Sn–KS6 composites increase the reversible capacity of graphite at some expense of the cyclability. It was observed that Sn could also contribute to the irreversible capacity loss in the first cycle, probably through a mechanism similar to solid electrolyte interface (SEI) formation on carbonaceous surfaces. The KS6–SnO composites have good reversible capacities, rate capability and cycle life, although their irreversible capacity losses in the first cycles are necessarily higher because of the requisite electro-reduction reaction to convert the oxide precursor into Sn-based Li storage compounds. The observation of specific capacities that are larger than the weighted sums of the capacities of SnO and graphite suggests the presence of synergistic interaction between the two constituents.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Jim Yang Lee",
            "Ruifen Zhang",
            "Zhaolin Liu"
        ],
        "keywords": "Sn dispersion,SnO dispersion,Carbon anodes"
    },
    {
        "id": 2612,
        "label": 56,
        "author": "jim yang lee",
        "title": "Modifications of synthetic graphite for secondary lithium-ion battery applications",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Experimentally, three types of synthetic graphite from TimRex (SFG44, SFG15 and KS6) were plated with copper electrolessly. The specific capacities of untreated TimRex samples are typically in the range of 140–280 mA h/g, with low coulombic efficiencies in the first few cycles of charge and discharge. Electroless copper plating on these graphites could substantially improve the material performance in discharge capacity and coulombic efficiency. Some improvement in high rate dischargeability was also observed.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Zhaolin Liu",
            "Aishui Yu",
            "Jim Yang Lee"
        ],
        "keywords": "Lithium-ion battery,Synthetic graphite,Modification"
    },
    {
        "id": 2622,
        "label": 56,
        "author": "jim yang lee",
        "title": "Synthesis and electrochromic properties of poly-o-aminophenol",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The electropolymerization of o-aminophenol is markedly different from that of aniline and other aniline derivatives owing to the ease of generation of radical cations from the oxidation of the monomer. The growth of poly-o-aminophenol (POAP) therefore proceeds mainly through the reactions between the growing polymer and oxidized monomer molecules. The polymer matrix of POAP consists of both oxidized (quinonoid) and reduced (N-phenyl-p-phenylenediamine) repeating monomer units. The polymer is dark brown when it is oxidized at potentials greater than 0.13 V (vs. SCE), and light yellow when it is reduced at potentials lower than − 0.042 V. The polymer under potentiodynamic polarization can also give rise to a completely colourless intermediate oxidation state that is made up of an equal number of oxidized and reduced units. Except for good colour retention in the oxidized state, POAP is unsatisfactory in electrochromic applications owing to rate limitation in the heterogeneous charge-transfer step. In particular, the reduction of the polymer is much slower than the reverse process of polymer oxidation.",
        "email": "",
        "conf": "Journal of electroanalytical chemistry",
        "coauthors": [
            "A.Q. Zhang",
            "C.Q. Cui",
            "Y.Z. Chen",
            "Jim Yang Lee"
        ],
        "keywords": "CONDUCTIVE POLYMERS;MODIFIED ELECTRODES;POLYANILINE;ELECTROPOLYMERIZATION;ELECTROCHEMISTRY;MECHANISM;FILMS"
    },
    {
        "id": 2490,
        "label": 56,
        "author": "jim yang lee",
        "title": "Uncovering the Design Rules for Peptide Synthesis of Metal Nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Peptides are multifunctional reagents (reducing and capping agents) that can be used for the synthesis of biocompatible metal nanoparticles under relatively mild conditions. However, the progress in peptide synthesis of metal nanoparticles has been slow due to the lack of peptide design rules. It is difficult to establish sequence−reactivity relationships from peptides isolated from biological sources (e.g., biomineralizing organisms) or selected by combinatorial display libraries because of their widely varying compositions and structures. The abundance of random and inactive amino acid sequences in the peptides also increases the difficulty in knowledge extraction. In this study, a “bottom-up” approach was used to formulate a set of rudimentary rules for the size- and shape-controlled peptide synthesis of gold nanoparticles from the properties of the 20 natural α-amino acids for AuCl4− reduction and binding to Au0. It was discovered that the reduction capability of a peptide depends on the presence of certain reducing amino acid residues, whose activity may be regulated by neighboring residues with different Au0 binding strengths. Another finding is the effect of peptide net charge on the nucleation and growth of the Au nanoparticles. On the basis of these understandings, several multifunctional peptides were designed to synthesize gold nanoparticles in different morphologies (nanospheres and nanoplates) and with sizes tunable by the strategic placement of selected amino acid residues in the peptide sequence. The methodology presented here and the findings are useful for establishing the scientific basis for the rational design of peptides for the synthesis of metal nanostructures.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of the American Chemical Society",
        "coauthors": [
            "Yen Nee Tan",
            "Jim Yang Lee",
            "Daniel I. C. Wang"
        ],
        "keywords": "Redox reactions,Metal nanoparticles,Peptides and proteins,Gold,Monomers"
    },
    {
        "id": 2576,
        "label": 56,
        "author": "jim yang lee",
        "title": "A highly efficient phase transfer method for preparing alkylamine-stabilized Ru Pt and Au nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A highly efficient phase-transfer method was developed to prepare alkylamine-stabilized nanoparticles of several noble metals. This method involved first mixing the metal hydrosols and an ethanol solution of dodecylamine and then extracting the dodecylamine-stabilized metal nanoparticles into toluene. The efficiency of this phase-transfer method was nearly 100%. Alkylamine-stabilized Ru, Pt, and Au nanoparticles 3.45, 4.33, and 7.89 nm in diameter, respectively, could be prepared this way. The self-assembly of dodecylamine-stabilized Pt and Au particles was also detected by transmission electron microscopy (TEM).",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Colloid and Interface Science",
        "coauthors": [
            "J Yang",
            "Jim Yang Lee",
            "Theivanayagam C Deivaraj",
            "Heng-Phon Too"
        ],
        "keywords": "Phase transfer,Alkylamine,Metal nanoparticles,Self-assembly"
    },
    {
        "id": 2466,
        "label": 56,
        "author": "jim yang lee",
        "title": "N-doped carbon encapsulation of ultrafine silicon nanocrystallites for high performance lithium ion storage",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A scalable method has been developed to encapsulate silicon (Si) nanocrystallites in a mesoporous N-doped carbon matrix for use as the anode in rechargeable lithium-ion batteries. The deliberate use of ionic liquid as the carbon source and pore size engineering of the SiO2 precursor in the synthesis not only produced the ultrafine Si nanocrystals and the mesoporous N-doped carbon matrix, but also their tight integration into a composite (IL–C–Si–MS) with mixed-conducting (ionic/electronic) properties and effective cushioning of the Si volume change during cycling. The good cyclability and rate performance of IL–C–Si–MS demonstrates the effectiveness of this N-doped carbon encapsulation technique for addressing the instability issues of Si-based anodes.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Materials Chemistry",
        "coauthors": [
            "Yue Ma",
            "Ge Ji",
            "Bo Ding",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2572,
        "label": 56,
        "author": "jim yang lee",
        "title": "Tin Nanoparticle Loaded Graphite Anodes for Li-Ion Battery Applications",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "",
        "email": "",
        "conf": "Journal of the Electrochemical Society",
        "coauthors": [
            "Yong Wang",
            "Jim Yang Lee",
            "Deivaraj Theivanayagam C"
        ],
        "keywords": ""
    },
    {
        "id": 2583,
        "label": 56,
        "author": "jim yang lee",
        "title": "Physical and Electrochemical Characterizations of Microwave-Assisted Polyol Preparation of Carbon-Supported PtRu Nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "PtRu nanoparticles supported on Vulcan XC-72 carbon and carbon nanotubes were prepared by a microwave-assisted polyol process. The catalysts were characterized by transmission electron microscopy, X-ray diffraction, and X-ray photoelectron spectroscopy (XPS). The PtRu nanoparticles, which were uniformly dispersed on carbon, were 2−6 nm in diameter. All PtRu/C catalysts prepared as such displayed the characteristic diffraction peaks of a Pt face-centered cubic structure, excepting that the 2θ values were shifted to slightly higher values. XPS analysis revealed that the catalysts contained mostly Pt(0) and Ru(0), with traces of Pt(II), Pt(IV), and Ru(IV). The electro-oxidation of methanol was studied by cyclic voltammetry, linear sweep voltammetry, and chronoamperometry. It was found that both PtRu/C catalysts had high and more durable electrocatalytic activities for methanol oxidation than a comparative Pt/C catalyst. Preliminary data from a direct methanol fuel cell single stack test cell using the Vulcan-carbon-supported PtRu alloy as the anode catalyst showed high power density.",
        "email": "",
        "conf": "Langmuir",
        "coauthors": [
            "Zhaolin Liu",
            "Jim Yang Lee",
            "Weixiang Chen",
            "Ming Han",
            "Leong Ming Gan"
        ],
        "keywords": ""
    },
    {
        "id": 2540,
        "label": 56,
        "author": "jim yang lee",
        "title": "Size effect in thiol and amine binding to small Pt nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A study was carried out to compare the binding affinities of 1-dodecanethiol and dodecylamine for small Pt nanoparticles. The results showed that the affinity of thiol for Pt nanoparticles increases with increasing particle size whereas the affinity of amine for Pt nanoparticles decreases. The divergence in binding affinities has resulted in differences in catalytic activities of thiol- and amine-protected Pt nanoparticles in the room temperature electro-oxidation of methanol (a fuel cell reaction). It was therefore possible for the larger Pt nanoparticles to be catalytically more active than the smaller Pt nanoparticles up to a certain critical size, before the surface area effects of nanoparticles become noticeable.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Analytica chimica acta",
        "coauthors": [
            "J Yang",
            "Jim Yang Lee",
            "Heng-Phon Too"
        ],
        "keywords": "1-Dodecanethiol,Dodecylamine,Pt nanoparticle,Binding affinity,Methanol oxidation"
    },
    {
        "id": 2584,
        "label": 56,
        "author": "jim yang lee",
        "title": "A microemulsion-based preparation of tin/tin oxide core/shell nanoparticles with particle size control",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Nearly monodispersed tin/tin oxide core/shell nanoparticles were prepared by a reverse microemulsion technique. A phenanthroline–tin chloride complex was used in an optimized microemulsion system to obtain small particle size and good size control (mean = 3.2 nm, standard deviation = 0.5 nm). Preparation in the absence of phenathroline in an otherwise identical microemulsion composition would result in larger particles and a broader size distribution (mean = 7.4 nm, standard deviation = 1.8 nm). The nanoparticles were extensively characterized and the sequence of events leading to the nanoparticle formation is postulated.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Materials Chemistry ",
        "coauthors": [
            "Yong Wang",
            "Jim Yang Lee",
            "Theivanayagam C Deivaraj"
        ],
        "keywords": ""
    },
    {
        "id": 2497,
        "label": 56,
        "author": "jim yang lee",
        "title": "Template-Free Synthesis of Porous Platinum Networks of Different Morphologies",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A simple one-pot template-free synthesis was used to form porous Pt networks from the CO-induced self-organization of monodisperse primary Pt nanoparticles. Spherical, rod-shaped, knot-like, multibranched, and hyperbranched porous networks could be obtained under different conditions through changes in the reaction temperature and citrate ion concentration. The formation of these porous platinum networks could be rationalized by a mechanism where citrate ions and Chini-like platinum carbonyl clusters formed upon CO exposure are the most important contributors.",
        "email": "",
        "conf": "Langmuir",
        "coauthors": [
            "Jianping Xie",
            "Qingbo Zhang",
            "Weijiang Zhou",
            "Jim Yang Lee",
            "Daniel I. C. Wang"
        ],
        "keywords": "Transfer reactions,Metal nanoparticles,Platinum,Nanoparticles,Ions"
    },
    {
        "id": 2544,
        "label": 56,
        "author": "jim yang lee",
        "title": "Drilling nanoholes in colloidal spheres by selective etching",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Selective etching of a monolayer of polystyrene (PS) colloidal spheres partially embedded in an electrochemically deposited nickel metal layer using the inductively coupled plasma (ICP) technique followed by removal of the metal layer yielded arrays of PS spheres with nanoholes.",
        "email": "",
        "conf": "Journal of Materials Chemistry ",
        "coauthors": [
            "Qingfeng Yan",
            "Fang Liu",
            "Likui Wang",
            "Jim Yang Lee",
            "X. S. Zhao"
        ],
        "keywords": ""
    },
    {
        "id": 2618,
        "label": 56,
        "author": "jim yang lee",
        "title": "Electrochemical copolymerization of aniline and metanilic acid",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Copolymers of metanilic acid (MA) and aniline (An) were electrodeposited by cyclic voltammetry from dilute H2SO4 containing 0.1 M of MA and varying amounts of An. The MA content in the copolymers was determined by Fourier transform IR (FTIR) and UV-visible analyses of spectral features attributable to MA. It is found that the MA content decreases with film thickness, and with increasing acidity and An concentration in the depositing solutions. The results are interpreted in terms of the limited involvement of MA monomers in copolymerization, particularly in the late stage of polymer growth. The presence of MA units in copolymers are not detectable at AnMA ratios approaching unity. Although MA monomers are incorporated only sporadically, extended polymer growth is inhibited even by trace quantities of MA because of the unfavourable combination of inductive and steric effects imposed by the bulky sulphonate pendant groups.",
        "email": "",
        "conf": "Journal of Electroanalytical Chemistry",
        "coauthors": [
            "Jim Yang Lee",
            "C. Q. Cui"
        ],
        "keywords": "Electrodeposition,Copolymerization,Aniline,Metanilic acid"
    },
    {
        "id": 2625,
        "label": 56,
        "author": "jim yang lee",
        "title": "Catalytic carbon monoxide oxidation over strontium cerium and copper-substituted lanthanum manganates and cobaltates",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The influence of either A or B-site substitution in perovskite-type mixed oxides on the catalytic oxidation of carbon monoxide has been studied. The following systems were investigated: (La,Sr) MnO3, La(Mn,Cu)O3, (La,Sr)CoO3 and (La,Ce)CoO3. Cobaltates are generally more active than the manganates. Substitution in the A or B-site improved the catalytic activity with oxidation starting from 75 °C. A volcano plot of activity versus composition was obtained for each series with up to a 10-fold increase in catalytic activity for the substituted compounds. Lattice oxygen participates in the reaction even under stoichiometric conditions. The catalysts show a positive rate dependence on the carbon monoxide partial pressure so that under reducing conditions, the reaction is not inhibited. A bistability in the rate of catalytic oxidation at high carbon monoxide concentration was observed over La1−xSrxMnO3 and LaMn1−xCuxO3 (0⩽x⩽0.2). This bistability has been attributed to a carbon monoxide-driven reconstruction of the reduced surface, leading to pairs of Mn2 ions with a Mn-Mn distance comparable to the spacing in the metal. These pairs provide reactive sites for carbon monoxide oxidation and oxygen chemisorption. Such metal-metal pairs are not found in the perovskite lattice but are a structural feature of the closely related hexagonal 4-layered packing which is the normal crystal structure of SrMnO3. The change back to the less active state is due to reoxidation of the surface. It was confirmed that a low mobility of lattice oxygen is a necessary condition for hysteresis in these oxides.",
        "email": "",
        "conf": "Applied Catalysis A General",
        "coauthors": [
            "K.S. Chan",
            "J. MA",
            "S. JAENICKE",
            "G. K. Chuah",
            "Jim Yang Lee"
        ],
        "keywords": "carbon monoxide oxidation,oxygen mobility,perovskites,steady-state multiplicity"
    },
    {
        "id": 2615,
        "label": 56,
        "author": "jim yang lee",
        "title": "A new method for preparing lithiated vanadium oxides and their electrochemical performance in secondary lithium batteries",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This paper describes a new method for preparing lithiated vanadium oxides which are suitable as the cathode material for secondary lithium batteries. Characterization by powder X-ray diffraction (XRD), infrared spectroscopy (IR), scanning electron microscopy (SEM) and thermogravimetric analysis (TGA) shows that these oxides are somewhat structurally different from LiV3O8 prepared by the solid-state reaction route, although the starting materials are identical in both cases. The discharge capacity of the oxide is much higher than that of crystalline LiV3O8, and can attain 250 mAh g−1 at the current density of 0.2 mA cm−2. The specific capacity and the cycling behaviour of these lithiated vanadium oxides are closely related to post-synthesis heat treatment. This suggests that the amount of water bound to the structure determines electrochemical performance of the oxide in secondary lithium batteries.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Aishui Yu",
            "Naoaki Kumagai",
            "Zhaolin Liu",
            "Jim Yang Lee"
        ],
        "keywords": "Lithium vanadate,Secondary lithium battery,Cathode material"
    },
    {
        "id": 2488,
        "label": 56,
        "author": "jim yang lee",
        "title": "Design of an Oxygen Reduction Catalyst for Direct Methanol Fuel Cells",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "First principle calculations were used to screen the activity of core−shell oxygen reduction reaction (ORR) electrocatalysts for use in direct methanol fuel cells (DMFCs). Density functional theory (DFT) calculations indicate that the subsurface addition of 3d transition metals improves the activity of a Pd3Pt electrocatalyst by reducing its oxygen binding energy. Optimal activity close to the maximum of the ORR volcano curve is predicted for Pd3Fe@Pd3Pt and Pd3Mn@Pd3Pt core-shell catalysts. To validate the theoretical predictions, a series of Pd3M@Pd3Pt/C electrocatalysts (M = Ni, Co, Fe, and Cr) was prepared by galvanic replacement. Optimal activity and high methanol tolerance were observed for Pd3Fe@Pd3Pt. Compared with commercial Pt catalysts, the Pd3M@Pd3Pt structured catalysts utilize less platinum and yet display favorable ORR activity and selectivity.",
        "email": "",
        "conf": "Industrial & Engineering Chemistry Research",
        "coauthors": [
            "Jing Xu",
            "Jinhua Yang",
            "Jim Yang Lee",
            "Mark Saeys"
        ],
        "keywords": "Palladium,Oxygen,Redox reactions,Platinum,Binding energy"
    },
    {
        "id": 2472,
        "label": 56,
        "author": "jim yang lee",
        "title": "Engineering the architectural diversity of heterogeneous metallic nanocrystals",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Similar to molecular engineering where structural diversity is used to create more property variations for application explorations, the architectural engineering of heterogeneous metallic nanocrystals (HMNCs) can likewise increase the versatility of metallic nanocrystals (NCs). Here we present a synthesis strategy capable of engineering the architectural diversity of HMNCs through rational and independent programming of every architecture-determining element, that is, the shape and size of the component NCs and their spatial arrangement. The strategy is based on the galvanic replacement reaction of a self-sustaining layer formed by underpotential deposition on a polyhedral NC. The selective deposition of satellite NCs on specific site of the central NC is realized by creating a geometry-dependent heterogeneous electron distribution. This site-selective deposition approach is applicable to central NCs in various polyhedral shapes and sizes. The satellite NCs can further develop their own shape and size through crystal growth kinetics control.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Yue Yu",
            "Qingbo Zhang",
            "Jianping Xie",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2631,
        "label": 56,
        "author": "jim yang lee",
        "title": "Origin of the difference between potentiostatic and cyclic potential sweep depositions of polyaniline",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "",
        "email": "",
        "conf": "Journal of electroanalytical chemistry",
        "coauthors": [
            "C. Q. Cui",
            "L. H. Ong",
            "T. C. Tan",
            "Jim Yang Lee"
        ],
        "keywords": "Aniline polymer, Deposition, Sweep efficiency, Cyclic method, Potentiostatic method, Electrochemical polymerization"
    },
    {
        "id": 2562,
        "label": 56,
        "author": "jim yang lee",
        "title": "Solvent-induced shape evolution of PVP protected spherical silver nanoparticles into triangular nanoplates and nanorods",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The reaction between silver nitrate and poly(N-vinyl-2-pyrrolidone) (PVP) in pyridine at ambient conditions could lead to the formation of spherical nanoparticles or quadrilateral and triangular silver nanoplates, depending on the silver-to-PVP ratio used. It is proposed that the spherical Ag nanoparticles, which were formed early in the reaction, were transformed into nanoplates through an Ostwald ripening process driven by the bridging flocculation of small spherical Ag nanoparticles. This unique and hitherto unreported shape evolution process was carefully followed by a combination of techniques, viz., UV–visible spectroscopy, TEM, and powder X-ray diffraction.",
        "email": "",
        "conf": "Journal of Colloid and Interface Science",
        "coauthors": [
            "Theivanayagam C Deivaraj",
            "Neeta Lala Lala",
            "Jim Yang Lee"
        ],
        "keywords": "Ag nanoparticles,Poly(N-vinyl-2-pyrrolidone) (PVP),Nanoplates,Nanoprisms,Ostwald ripening"
    },
    {
        "id": 2509,
        "label": 56,
        "author": "jim yang lee",
        "title": "Aspartic Acid Synthesis of Crystalline Gold Nanoplates Nanoribbons and Nanowires in Aqueous Solutions",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A facile, environmentally benign shape-controlled synthesis of anisotropic crystalline gold nanostructures at room temperature has been developed using aspartic acid (Asp) as the reducing, particle-stabilizing, and shape-directing agents. Great latitude in the control of particle size and shape, including formation of hitherto unreported nanoribbons and nanowires, could be accomplished through simple manipulation of the experimental conditions. The gold precursor concentration [HAuCl4] and the concentration ratio of aspartic acid to gold precursor, R ([Asp]/[HAuCl4]), were found to be critical factors in morphosynthesis. Their effects on crystal growth into different final morphologies were examined and correlated with the growth kinetics. The experimental results also suggested a growth mechanism where the difference in rates between reduction of the gold precursor on {111} and {100} family of planes, competition between the reduction and capping functions of Asp, and Asp surface coverage determined the morphology of the nanostructure formed.",
        "email": "",
        "conf": "The Journal of Physical Chemistry C",
        "coauthors": [
            "Yen Nee Tan",
            "Jim Yang Lee",
            "Daniel I Wang"
        ],
        "keywords": "Peptides and proteins,Gold,Monomers,Nanoparticles,Nanoplates"
    },
    {
        "id": 2475,
        "label": 56,
        "author": "jim yang lee",
        "title": "Ion Pair Reinforced Semi-Interpenetrating Polymer Network for Direct Methanol Fuel Cell Applications",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This paper describes the synthesis of ion-pair-reinforced semi-interpenetrating polymer networks (SIPNs) as proton exchange membranes (PEMs) for the direct methanol fuel cells (DMFCs). Specifically, sulfonated poly(2,6-dimethyl-1,4-phenylene oxide) (SPPO), a linear polymer proton source, was immobilized in a brominated PPO (BPPO) network covalently cross-linked by ethylenediamine (EDA). The immobilization of SPPO in the SIPN network was accomplished not only by the usual means of mechanical interlocking but also by ion pair formation between the sulfonic acid groups of SPPO and the amine moieties formed during the cross-linking reaction of BPPO with EDA. Through the ion pair interactions, the immobilization of SPPO polymer in the BPPO network was made more effective, resulting in a greater uniformity of sulfonic acid cluster distribution in the membrane. The hydrophilic amine-containing cross-links also compensated for some of the decrease in proton conductivity caused by ion pair formation. The SIPN membranes prepared as such showed good proton conductivity, low methanol permeability, good mechanical properties, and dimensional stability. Consequently, the PPO based SIPN membranes were able to deliver a higher maximum power density than Nafion, demonstrating the potential of the SIPN structure for PEM designs.",
        "email": "",
        "conf": "The Journal of Physical Chemistry B",
        "coauthors": [
            "Chunliu Fang",
            "David Julius",
            "Siok Wei Tay",
            "Liang Hong",
            "Jim Yang Lee"
        ],
        "keywords": "Amines,Membranes,Proton conductivity,Nucleic acid structurePolymers"
    },
    {
        "id": 2508,
        "label": 56,
        "author": "jim yang lee",
        "title": "Preparation and Characterization of Carbon Nanospheres as Anode Materials in Lithium-Ion Secondary Batteries",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Carbon nanospheres (CNSs) with a diameter of less than 100 nm, containing nitrogen-functional groups, and turbostratic structure were prepared by carbonizing polypyrrole nanospheres (PNSs), which were synthesized by polymerization of pyrrole under ultrasonic conditions in the presence of dual surfactants and catalyst. The materials were characterized by X-ray diffraction, thermogravimetric analysis, field-emission transmission electron microscope, field-emission scanning electron microscope, Raman spectroscope, nitrogen adsorption, and X-ray photoelectron spectroscope. In addition, the electrochemical properties of the CNSs as anode materials in lithium-ion batteries were evaluated. It was found that the use of ultrasonication is a simple and reproducible method for the synthesis of monodisperse PNSs. The CNSs displayed a higher specific capacity than the carbon spheres derived from sucrose and a higher rate capability than commercial mesophase carbon microbeads.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Industrial & Engineering Chemistry Research",
        "coauthors": [
            "Yong Wang",
            "Fabing Su",
            "Colin D. Wood",
            "Jim Yang Lee",
            "Xiu Song Zhao"
        ],
        "keywords": "Nanospheres,Organic polymers,Nanoparticles,Pyrroles,Batteries"
    },
    {
        "id": 2613,
        "label": 56,
        "author": "jim yang lee",
        "title": "Lithium Intercalation and Deintercalation Reactions in Synthetic Graphite Containing a High Dispersion of SnO",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "",
        "email": "",
        "conf": "Electrochemical and Solid-State Letters",
        "coauthors": [
            "Jim Yang Lee",
            "Ruifen Zhang",
            "Zhaolin Liu"
        ],
        "keywords": ""
    },
    {
        "id": 2549,
        "label": 56,
        "author": "jim yang lee",
        "title": "Observation of Saturable and Reverse Saturable Absorption at Longitudinal Surface Plasmon Resonance in Gold Nanorods",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Saturable and reverse saturable absorption at longitudinal surface plasmon resonance (SPR) in gold nanorods have been observed using ZZ scan and transient absorption techniques with femtosecond laser pulses. At lower excitation irradiances, the wavelength dispersion of saturable absorption has been determined near the longitudinal mode of SPR with a recovery time determined to be a few ten picoseconds on the SPR resonance. With higher excitation irradiances, reverse saturable absorption occurs and becomes dominant. The underlying mechanisms are discussed. Such reversible saturable absorption makes Au NRs an ideal candidate for optical limiting applications.",
        "email": "",
        "conf": "Applied Physics Letters",
        "coauthors": [
            "Hendry Izaac Elim",
            "Jian Yang",
            "Jim Yang Lee",
            "Jun Mi",
            "Wei Ji"
        ],
        "keywords": ""
    },
    {
        "id": 2592,
        "label": 56,
        "author": "jim yang lee",
        "title": "Preparation of PtNi Nanoparticles for the Electrocatalytic Oxidation of Methanol",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Carbon supported PtNi nanoparticles were prepared by hydrazine reduction of Pt and Ni precursor salts under different conditions, namely by conventional heating (PtNi-1), by prolonged reaction at room temperature (PtNi-2) and by microwave assisted reduction (PtNi-3). The nanocomposites were characterized by XRD, EDX, XPS and TEM and used as electrocatalysts in direct methanol fuel cell (DMFC) reactions. Investigations into the mechanism of PtNi nanoparticle formation revealed that platinum nanoparticle seeding was essential for the formation of the bimetallic nanoparticles. The average particle size of PtNi prepared by microwave irradiation was the lowest, in the range of 2.9–5.8 nm. The relative rates of electrooxidation of methanol at room temperature as measured by cyclic voltammetry showed an inverse relationship between catalytic activity and particle size in the following order PtNi-1 < PtNi-2 < PtNi-3.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Materials Chemistry ",
        "coauthors": [
            "Deivaraj Theivanayagam C",
            "Weixiang Chen",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2617,
        "label": 56,
        "author": "jim yang lee",
        "title": "Metalpolymer interactions in the Ag+poly-o-aminophenol system",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Like polyaniline (PAn), electrodeposited films of poly-o-aminophenol (POAP) of different thicknesses, and hence different oxidation states, were found to react differently with a 0.1 M aqueous solution of AgNO3. The interactions between Ag+ and POAP ranged from redox reactions in which the cations were reduced to the metallic form upon contact with the polymer, to a partial charge transfer between metal and polymer resulting in the formation of a metalpolymer complex. These two types of interaction predominated in thick and thin films respectively, and films of moderate thickness exhibited intermediate behaviour. The interactions are believed to originate from a silver-nitrogen linkage moderated by the presence of oxygen from the -OH group. As POAP is more resistant to electrochemical degradation and can take up four times as much silver as PAn through the metal-polymer interactions, practical applications may be developed to exploit such properties.",
        "email": "",
        "conf": "Journal of Electroanalytical Chemistry",
        "coauthors": [
            "A.Q. Zhang",
            "C.Q. Cui",
            "Jim Yang Lee"
        ],
        "keywords": "Metal-polymer interactions,Ag+-poly-o-aminophenol"
    },
    {
        "id": 2454,
        "label": 56,
        "author": "jim yang lee",
        "title": "Promotion of reversible Li+ storage in transition metal dichalcogenides by Ag nanoclusters",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "After years of development, improvement in the electrochemical properties of MoS2 through structural modifications has reached its limit. Further improvements in the Li+ storage properties of MoS2 must be based on an understanding of the Li+ storage mechanism in MoS2. On this basis, we have developed a novel ternary composite of graphene, MoS2 nanosheets and a small amount (1 wt%) of silver nanoclusters (NCs; MoS2/G/Ag). The presence of the Ag NCs in the composite is, however, instrumental and serves several purposes: immobilization of sulfur, increased association with Li+ and increased spacing between graphene sheets. The presence of this small amount of Ag NCs was able to increase the Li+ storage capacity of MoS2 by 60% (with a discharge capacity of ~1300 mAh g−1 at 0.5 A g−1 compared with 800–850 mAh g−1 for a MoS2/graphene composite without the Ag NCs (MoS2/G)). The MoS2/G/Ag composite also exhibited a very impressive rate performance: discharge capacities of 1040 and 850 mAh g−1 at the very high current densities of 1 and 5 A g−1, respectively (the corresponding values from MoS2/G without the Ag NCs are 790 and 580 mAh g−1).",
        "email": "cheleejy@nus.edu.sg",
        "conf": "NPG Asia Materials",
        "coauthors": [
            "Ge Ji",
            "Yong Yu",
            "Qiaofeng Yao",
            "Baihua Qu",
            "Dongyun Chen",
            "Weixiang Chen",
            "Jianping Xie",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2457,
        "label": 56,
        "author": "jim yang lee",
        "title": "Cationic surfactant-assisted hydrothermal synthesis of few-layer molybdenum disulfide/graphene composites: Microstructure and electrochemical lithium storage",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Few-layer molybdenum disulfide/graphene (FL-MoS2/GNS) composites are fabricated by a facile hydrothermal route and a post-annealing with the assistance of various cationic surfactants (dodecyltrimethylammonium bromide, DTAB; octyltrimethylammonium bromide, OTAB; and tetrabutylammonium bromide, TBAB), which have different alkyl-chain lengths and stereo configurations. The effects of these cationic surfactants on the microstructures and electrochemical performances of the FL-MoS2/GNS for lithium storage are investigated. It is demonstrated the cationic surfactants show some ability to control the microstructure (layer number) of FL-MoS2 in composites. The electrochemical performances of FL-MoS2/GNS composites for lithium storage are greatly improved compared to the bare MoS2. Especially, FL-MoS2/GNS with ∼6 MoS2 layers prepared with the assistance of OTAB exhibits very high reversible capacity of ∼1200 mAh g−1 with excellent cycle stability and enhanced rate capability. Electrochemical impedance spectrum also confirms that the FL-MoS2/GNS composite electrodes exhibit much lower electron-transfer resistance than the MoS2. The remarkable electrochemical performances of FL-MoS2/GNS composites can be attributed to the synergistic interaction between FL-MoS2 and graphene and their quasi-3D architectures, which promote lithium diffusion, electron transfer and electrolyte access.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Lin Ma",
            "Guochuang Huang",
            "Weixiang Chen",
            "Zhen Wang",
            "Jianbo Ye",
            "Haiyang Li",
            "Dongyun Chen",
            "Jim Yang Lee"
        ],
        "keywords": "Few-layer molybdenum disulfide,Graphene,Composites,Cationic surfactants,Electrochemical lithium storage"
    },
    {
        "id": 2574,
        "label": 56,
        "author": "jim yang lee",
        "title": "Molten Salt Synthesis of Tin Oxide Nanorods: Morphological and Electrochemical Features",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "This article reports the nonhydrothermal synthesis of SnO2 nanorods at moderate temperatures (320 or 700 °C), and the application of these nanorods as a Li storage compound for Li-ion batteries. The 15 nm diameter high aspect ratio (∼50−100) SnO2 nanorods prepared at 700 °C were fabricated as Li-ion battery anodes and tested. They exhibited good capacity (∼700 mAh/g nominal in the 5 mV to 1 V range) and extended cyclability for a tin-based anode. More interestingly was the observation of a capacity of ∼1100 mAh/g in the 5 mV to 2 V window that exceeds the theoretical capacity of SnO2. SEM and TEM characterizations revealed substantial morphological changes in the nanorods during cycling. A few possible reasons for the high capacity and the morphological changes are provided.",
        "email": "",
        "conf": "The Journal of Physical Chemistry B",
        "coauthors": [
            "Yong Wang",
            "Jim Yang Lee"
        ],
        "keywords": "Alloys,Nanoparticles,Electrodes,Transmission electron microscopy,Nanorods"
    },
    {
        "id": 2531,
        "label": 56,
        "author": "jim yang lee",
        "title": "Do magnetically modified PtFe/C catalysts perform better in methanol electrooxidation?",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Motivated by the demonstrated magnetic field effect on the oxygen reduction reaction in polymer electrolyte fuel cells (PEMFC), a number of PtFe/C catalysts with different magnetic characteristics were prepared and tested for methanol electrooxidation in acidic solutions at room temperature. The catalysts were characterized by transmission electron microscopy (TEM), powder X-ray diffraction (XRD), X-ray photoelectron spectroscopy (XPS), energy dispersive X-ray microanalysis (EDX) and vibrating sample magnetometry (VSM). The activity and CO tolerance of the catalysts in the methanol oxidation reaction (MOR) was measured by cyclic voltammetry and anodic CO stripping voltammetry, respectively. Heat treatment transformed the as-prepared PtFe/C from a face-centered cubic (fcc) structure into a face-centered tetragonal (fct) structure. Vibrating sample magnetometer (VSM) measurements confirmed the as-prepared PtFe/C as superparamagnetic, and the heat-treated catalysts as ferromagnetic. The heat-treated ferromagnetic catalysts were, however, low in specific mass activity and showed no improvement in CO tolerance relative to the as-prepared one. These results led us to conclude that the magnetic modification of catalysts through heat treatment have no practical contributions to the catalysis of MOR.",
        "email": "",
        "conf": "Electrochimica Acta",
        "coauthors": [
            "Jianhuang Zeng",
            "Zeliang Zhao",
            "Jim Yang Lee",
            "Pei Kang Shen",
            "Shuqin Song"
        ],
        "keywords": "Magnetically modified,PtFe/C,Heat treatment,Methanol electrooxidation,CO tolerance"
    },
    {
        "id": 2535,
        "label": 56,
        "author": "jim yang lee",
        "title": "Stabilization of Pt nanoparticles by single stranded DNA and the binary assembly of Au and Pt nanoparticles without hybridization",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The non-specific interaction between single stranded DNA (ssDNA) and 12 nm Pt nanoparticles is investigated in this work. The data show a strong and non-specific interaction between the two which can be exploited for the stabilization of Pt nanoparticles in aqueous solutions. Based on the experimental findings, a non-hybridization based protocol to assemble 17 nm Au and Pt nanoparticles (12 nm cubic and 3.6 nm spherical) by single-stranded DNA was developed. Transmission electron microscopy (TEM) and UV–visible spectroscopy confirmed that Au and Pt nanoparticles could be assembled by the non-specific interaction in an orderly manner. The experimental results also caution against the potential pitfalls in using DNA melting point analysis to infer metal nanoparticle assembly by DNA hybridization.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Nanoparticle Research",
        "coauthors": [
            "J. Yang",
            "Jim Yang Lee",
            "Heng-Phon Too",
            "Gan-Moog Chow",
            "Leong M. Gan"
        ],
        "keywords": "DNA,Platinum nanoparticles,non-specific interaction,assembly,melting point"
    },
    {
        "id": 2478,
        "label": 56,
        "author": "jim yang lee",
        "title": "Linker-free 3D assembly of nanocrystals with tunable unit size for reversible lithium ion storage",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A simple and scalable procedure combining hydrothermal synthesis with post-synthesis calcination was developed to produce a linker-free, thermally stable, mesoscale 3D ordered assembly of spinel-type ZnCo2O4 nanocrystals. The mesoscale assembly with distinctively sharp edges was formed by close-packing the ZnCo2O4 nanocrystal building blocks with a unit size changeable by the synthesis temperature. A self-templating mechanism based on the topotactic transformation of an oxalato-bridged precursor coordination compound was proposed for the assembly. The packaging of crystalline ZnCo2O4 nanoparticles, an active lithium ion storage compound, into a dense organized structure is an effective way to increase the volumetric capacity of ZnCo2O4 nanoparticles for reversible lithium ion storage. The highly ordered 3D assembly of ZnCo2O4 demonstrated excellent reversible lithium ion storage properties and a specific capacity (~800 mAh g − 1) much higher than that of carbon (typically ~ 350 mAh g − 1).",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Nanotechnology",
        "coauthors": [
            "Da Deng",
            "Jim Yang Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2589,
        "label": 56,
        "author": "jim yang lee",
        "title": "Single Stranded DNA Induced Assembly of Gold Nanoparticles",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "The binding affinity of single stranded DNA (ssDNA) for gold nanoparticle surface is studied in this work. The data indicate that the strength of interaction between ssDNA and Au particle surface is closely related to the particle size, with smaller particles (5 nm) producing the most pronounced effects. From these experimental findings, a single stranded DNA (ssDNA) based method to assimilate 13 and 5 nm gold nanoparticles was developed, and verified by transmission electron microscopy (TEM).",
        "email": "cheleejy@nus.edu.sg",
        "conf": "",
        "coauthors": [
            "Jun Yang",
            "Jim Yang Lee",
            "Deivaraj Theivanayagam C",
            "Heng-Phon Too"
        ],
        "keywords": "self assembly, gold nanoparticles, DNA, oligonucleotides"
    },
    {
        "id": 2515,
        "label": 56,
        "author": "jim yang lee",
        "title": "Ruthenium-free carbon-supported cobalt and tungsten containing binary & ternary Pt catalysts for the anodes of direct methanol fuel cells",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Carbon supported Pt, PtCo, PtW and PtCoW catalysts were prepared by wet impregnation and their catalytic activities for electrooxidation of methanol in the acidic environment of direct methanol fuel cells (DMFCs) were determined at room temperature. The catalysts were characterized by X-ray powder diffraction and X-ray photoelectron spectroscopy and their electrochemical properties were measured by cyclic voltammetry and CO anodic stripping voltammetry. The ternary PtCoW/C catalyst was found to be the best in terms of activity and CO tolerance although the binary PtCo/C and PtW/C catalysts also outperformed Pt/C. The performance of PtCoW/C could be rationalized in terms of synergistic interactions where Co promoted the initiation of methanol dehydrogenation, W contributed to CO removal through the generation of oxygenated species and expedient removal of protons. The inclusion of base metals (Co and W) other than ruthenium provides additional options in the design of catalysts for DMFCs.",
        "email": "",
        "conf": "International Journal of Hydrogen Energy",
        "coauthors": [
            "Jianhuang Zeng",
            "Jim Yang Lee"
        ],
        "keywords": "Methanol oxidation reaction,Cobalt and tungsten,Binary,Ternary,Fuel cells"
    },
    {
        "id": 2516,
        "label": 56,
        "author": "jim yang lee",
        "title": "Template Synthesis of Mesoporous Carbon Microfibers as a Catalyst Support for Methanol Electrooxidation",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Mesoporous carbon microfibers (MCMFs) were prepared using one-dimensional alumina microfibers as the templates via chemical vapor deposition method. Physical adsorption of nitrogen, X-ray diffraction, thermogravimetric analysis, field-emission transmission electron microscopy, energy dispersive X-ray analysis, and field-emission scanning electron microscopy techniques were used to study the structure and morphology of the samples. MCMFs possess a core/shell structure with a surface area of 409 m2/g. The core structure of the obtained MCMFs was composed of mesopores with a pore size of 8.8 nm, whereas the dense shell with a thickness of around 15−20 nm was built up with roughly parallel discrete graphene layers. Compared with Pt catalyst supported on Vulcan XC-72, catalyst supported on MCMFs displayed a better CO tolerance and catalytic activity in electrooxidation of methanol at room temperature.",
        "email": "",
        "conf": "Industrial & Engineering Chemistry Research",
        "coauthors": [
            "Fabing Su,Jianhuang Zeng,Peng Bai,Lu Lv,Pei-Zhi Guo,Hong Sun,Hong Liang Li,Jianqiang Yu,Jim Yang Lee,Xiu Song Zhao"
        ],
        "keywords": "Morphology,Platinum,Metal nanoparticles,Genetics,Catalysts"
    },
    {
        "id": 2482,
        "label": 56,
        "author": "jim yang lee",
        "title": "Graphene/nanosized silicon composites for lithium battery anodes with improved cycling stability",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Graphene/nanosized silicon composites were prepared and used for lithium battery anodes. Two types of graphene samples were used and their composites with nanosized silicon were prepared in different ways. In the first method, graphene oxide (GO) and nanosized silicon particles were homogeneously mixed in aqueous solution and then the dry samples were annealed at 500 °C to give thermally reduced GO and nanosized silicon composites. In the second method, the graphene sample was prepared by fast heat treatment of expandable graphite at 1050 °C and the graphene/nanosized silicon composites were then prepared by mechanical blending. In both cases, homogeneous composites were formed and the presence of graphene in the composites has been proved to effectively enhance the cycling stability of silicon anode in the lithium-ion batteries. The significant enhancement on cycling stability could be ascribed to the high conductivity of the graphene materials and absorption of volume changes of silicon by graphene sheets during the lithiation/delithiation process. In particular, the composites using thermally expanded graphite exhibited not only more excellent cycling performance, but also higher specific capacity of 2753 mAh/g because the graphene sheets prepared by this method have fewer structural defects than thermally reduced GO.",
        "email": "",
        "conf": "Carbon",
        "coauthors": [
            "Hongfa Xiang",
            "Kai Zhang",
            "Ge Ji",
            "Jim Yang Lee",
            "Changi Zou",
            "Xiaodong Chen",
            "Jishan Wu"
        ],
        "keywords": "Anodes, Conductivity, Defects, Graphite, Lithium ions, Lithium Composite materials, Oxides, Particles, Silicon, Aqueous solutions, Stability, Heat treatments"
    },
    {
        "id": 2620,
        "label": 56,
        "author": "jim yang lee",
        "title": "Interactions Between Polyaniline and Silver Cations",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "",
        "email": "",
        "conf": "Journal of The Electrochemical Society",
        "coauthors": [
            "A.Q. Zhang",
            "C.Q. Cui",
            "Jim Yang Lee",
            "F.C. Loh"
        ],
        "keywords": ""
    },
    {
        "id": 2538,
        "label": 56,
        "author": "jim yang lee",
        "title": "Polymer electrolyte membrane based on 2-acrylamido-2-methyl propanesulfonic acid fabricated by embedded polymerization",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "Methanol crossover through the Nafion membrane is a perennial problem in the operation of direct methanol fuel cells (DMFCs) and therefore justifies the search for a Nafion substitute. This study reports a new methanol-blocking polymer matrix which consists of a methanol barrier phase and an embedded proton source. A three-component polymer blend (TCPB) of poly(4-vinylphenol-co-methyl methacrylate), poly(butyl methacrylate) (PBMA), and Paraloid® B-82 acrylic copolymer resins is used as a methanol barrier. In order to implant a proton source in the membrane as homogeneously as possible, the hydrophilic monomers, 2-acrylamido-2-methyl propanesulfonic acid (AMPS), 2-hydroxyethyl methacrylate (HEMA) and a cross-linking agent (poly(ethylene glycol) dimethylacrylate) (PEGDMA) are polymerized after they have been embedded in the TCPB matrix. The embedded polymerization has resulted in an asymmetric membrane structure, in which the hydrophilic network is sandwiched by two outer layers of predominantly hydrophobic TCPB. Measurements are made of properties of the AMPS-containing membranes that are important to fuel cell applications such as water uptake, ion-exchange capacity, proton conductivity, methanol permeability and tensile strength. The highest proton conductivity of the AMPS-containing membrane is about 0.030 S cm−1 at 70 °C. The low methanol permeability (10−8 to 10−7 cm2 s−1) of the AMPS-containing membranes is their primary advantage for DMFC applications.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Haiqin Pei",
            "Liang Hong",
            "Jim Yang Lee"
        ],
        "keywords": "Methanol crossover,Fuel cells,Proton conduction,Permeability,Tensile strength,Membrane"
    },
    {
        "id": 2585,
        "label": 56,
        "author": "jim yang lee",
        "title": "Visualization of particle distribution in composite polymer electrolyte systems",
        "organization": "Department of Chemical and Biomolecular Engineering National University of Singapore",
        "abstract": "A simple visualization method is developed to enable the imaging of the distribution and agglomeration of ceramic fillers in composite polymer electrolytes by scanning electron microscopy (SEM). Solvent-free composite electrolytes based on poly(ethylene oxide) (PEO), LiBF4 and SiO2 particles are used as examples. The SiO2 particles are stained by a heavy element (Pb) to enhance the imaging contrast between the particles and their surroundings. Modified SiO2 from a silanization reaction where most of the surface OH groups has been replaced by Si-phenyl groups is also used to reduce the Lewis acid–base interactions between the ceramic fillers, the polymer and the Li salt. Although nearly the same particle size and particle distribution are found for SiO2 and modified SiO2 in PEO, the two composite electrolyte systems exhibit remarkably different electrochemical transport properties. The difference can, therefore, be unambiguously attributed to the benefit of Lewis acid–base interactions.",
        "email": "cheleejy@nus.edu.sg",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "S. Zhang",
            "Jim Yang Lee",
            "Liang Hong"
        ],
        "keywords": "Poly(ethylene) oxide,Polymer electrolyte,Ceramic filler,Morphology,Surface groups,Lithium batteries"
    }
]