[
    {
        "id": 4691,
        "label": 89,
        "author": "john robinson",
        "title": "Capital Gains Taxes and IPO Under-Pricing",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We identify initial public offerings (IPOs) as a setting to study the effect of capital gains taxes on asset prices. The initial (first-day) stock returns are a reasonable estimate of the short term taxable gains incurred by initial investors who bought shares at the offer price. If initial investors are able to shift the short-term capital gains tax burden from selling their shares to equity issuers or subsequent buyers, then the magnitude of IPO under-pricing should increase in short-term capital gains taxes. On the other hand, a historically lower long-term capital gains tax rate offers initial investors the benefit of deferring and reducing capital gains taxes by delaying the sale of their shares. If these tax savings are important, then the magnitude of IPO under-pricing should decrease in long-term capital gains tax rate. We provide empirical evidence supporting both predictions. Broadly speaking, our results suggest that taxes play an important role in valuing securities.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Katrina Ellis",
            "Oliver Zhen Li",
            "John R Robinson"
        ],
        "keywords": "capital gain tax,    initial investor,    stock return,    important role,    equity issuer,    initial public offering,    subsequent buyer,    long-term capital gain tax rate,  empirical evidence,    asset price,    short-term capital gain tax,    short-term"
    },
    {
        "id": 4697,
        "label": 89,
        "author": "john robinson",
        "title": "Multiple Bids Management Opposition and the Market for Corporate Control",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We use regression analysis to disentangle the wealth effect for acquired firm shareholders of management opposition and multiple bids (e.g., multiple bidders and bid revisions). Although multiple bidders and bid revisions occur more frequently for opposed acquisitions, opposition is not associated with incremental acquisition returns for acquisitions with multiple bidders. We also find that management opposition has no significant incremental effect on single bidder acquisitions unless the acquiring firm revises its initial bid. These findings indicate that rather than amplifying acqiuisition returns directly, management opposition instead serves as a negotiating tool to solicit additional bids.",
        "email": "",
        "conf": "Financial Review",
        "coauthors": [
            "Craig E. Lefanowicz",
            "John R Robinson"
        ],
        "keywords": "HOSTILE TAKEOVERS , BIDS , RATES OF RETURN , REGRESSION ANALYSIS , STUDIES"
    },
    {
        "id": 4706,
        "label": 89,
        "author": "john robinson",
        "title": "Capital market evidence of windfalls from the acquisition of tax carryovers",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "Examines the relation between tax carryovers for acquired corporations and their excess stock returns at the time of announcement of a pending acquisition. Uses a matched pair design and limits the sample to taxable acquisitions which may qualify for a step up in tax basis.",
        "email": "",
        "conf": "National tax journal",
        "coauthors": [
            "Elizabeth Plummer",
            "John Robinson"
        ],
        "keywords": "Target acquisitions, Corporate taxes, Business entities, Income taxes, Corporate mergers, Shareholders, Empirical evidence, Federal taxes"
    },
    {
        "id": 4703,
        "label": 89,
        "author": "john robinson",
        "title": "International transfer pricing restrictions: impact on corporate financial policy",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "Transfer pricing is a pervasive issue that presents significant tax savings potential concerning international enterprises. The authors discuss company incentives to manage transfer prices in an article appearing in the preceding issue of this journal. In response to these incentives, governments have increasingly enacted and enforced domestic restrictions on transfer prices. In this article, contemporary norms restricting transfer pricing are analyzed. The OEGO and US pricing standards are assessed and Brazil's recent application of these standards is considered. Transfer pricing methods are described and evidence of their use is presented. We conclude by describing an intercompany transfer pricing policy intended to facilitate internaI financiaI management and minimize externaI tax threats.",
        "email": "",
        "conf": "Revista de Administração de Empresas",
        "coauthors": [
            "Stephen T. Limberg",
            "John R Robinson",
            "Raimundo L.M. Christians"
        ],
        "keywords": "financial policy, international tax, transfer pricing, restrictions"
    },
    {
        "id": 4700,
        "label": 89,
        "author": "john robinson",
        "title": "Why Do People Give Interest-Free Loans to the Government? An Experimental Study of Interim Tax Payments",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "U.S. taxpayers remit substantial interim tax overpayments. This study uses a case‐based experiment with 162 experienced M.B.A.‐student volunteers to investigate taxpayer preferences for excess interim tax remittances in the absence of default withholding rules, transaction costs, and other sources of complexity. Findings indicate that even if taxpayers are given full discretion for the amounts paid, 43 percent indicate a preference to pay more than a known minimum amount. Further analysis indicates that the degree of uncertainty associated with estimating the current‐year tax liability significantly increases the propensity to overpay on an interim basis, but that this effect diminishes with taxpayer experience. Preferences are robust to whether taxes are remitted as withholding from wages or as direct payments of estimated taxes. Findings are consistent with behavioral theories that explain why individuals' intertemporal choices may not strictly adhere to a positive time value of money.",
        "email": "",
        "conf": "Journal of the American Taxation Association",
        "coauthors": [
            "Benjamin C. Ayers",
            "Steven J. Kachelmeier",
            "John R Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4702,
        "label": 89,
        "author": "john robinson",
        "title": "The Financial Statement Effects of Eliminating the Pooling-of-Interests Method of Acquisition Accounting",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "Accounting standard setters have become increasingly concerned with the perceived manipulation of financial statements afforded by the pooling‐of‐interests (pooling) method of accounting for corporate acquisitions. While different restrictions have been discussed, in September 1999 the Financial Accounting Standards Board (FASB) issued an Exposure Draft to eliminate the pooling method. This study provides a basis for evaluating restrictions on the pooling method by analyzing the financial statement effects on pooling acquisitions made by public corporations over the period 1992 through 1997. Using these acquisitions we (1) quantify the scope of the “pooling problem,” (2) estimate the financial statement repercussions of eliminating the pooling method, and (3) examine the effects of restricting pooling accounting to business combinations meeting various “merger of equals” restrictions. While our analysis does not address whether restrictions on the pooling method will influence the nature or level of acquisition activity, the results indicate that the pooling method generates enormous amounts of unrecognized assets, across individual acquisitions, and in aggregate. In addition, our results suggest that recording and amortizing these assets generate significant balance sheet and income statement effects that vary with industry. Regarding restrictions on the pooling method, our analysis indicates that size restrictions would significantly reduce the number and value of pooling acquisitions and unrecognized assets generated by these acquisitions.",
        "email": "",
        "conf": "Accounting Horizons",
        "coauthors": [
            "Benjamin C. Ayers",
            "Craig E. Lefanowicz",
            "John R Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4687,
        "label": 89,
        "author": "john robinson",
        "title": "Performance Measurement of Corporate Tax Departments",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We investigate why firms choose to evaluate a tax department as a profit center (“contributor to the bottom line”) as opposed to as a cost center and the association between this choice and effective tax rates (ETRs). Using data from a confidential survey taken in 1999 of Chief Financial Officers, we develop and test a theory for choosing between these two methods of evaluating a tax department. We find that the likelihood of evaluating the tax department as a profit center is increasing in firm decentralization characteristics and tax-planning opportunities. We then employ instrumental variables to investigate whether evaluating a tax department as a profit center provides an effective incentive for the tax department to contribute to net income through lower ETRs. We find that our instrument for profit center firms is associated with significantly lower ETRs than cost center firms.",
        "email": "",
        "conf": "The Accounting Review",
        "coauthors": [
            "John Robinson",
            "Stephanie A. Sikes",
            "Connie D. Weaver"
        ],
        "keywords": "Tax department, effective tax rates, profit centers, managerial incentives"
    },
    {
        "id": 4685,
        "label": 89,
        "author": "john robinson",
        "title": "Distilling the Reserve for Uncertain Tax Positions: The Revealing Case of Black Liquor",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We examine the extent to which management discretion affects the reserve for unrecognized tax benefits. We analyze the financial statement disclosures of 19 paper companies that received a total of $6.4 billion in refundable excise taxes during 2009. All of these companies included the refunds in financial income, but 14 excluded all or part of the refunds from taxable income. Despite the magnitude and unprecedented nature of the exclusion, we find that only five of the excluding firms accrued a full reserve for an uncertain tax position, three firms accrued a partial reserve, and six firms did not accrue any reserve. This variation suggests managers enjoy wide latitude in applying the more likely than not standard for determining additions to the reserve. Our findings suggest that financial statement users should exercise caution when comparing tax reserves across companies. In addition, we find some evidence that income-increasing tax accrual decisions are related to characteristics generally associated with weak corporate governance.",
        "email": "John.Robinson@mccombs.utexas.edu",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Lisa De Simone",
            "John Robinson",
            "Bridget Stomberg"
        ],
        "keywords": "Uncertain tax positions,  FIN 48,  Financial accounting,  Tax avoidance"
    },
    {
        "id": 4690,
        "label": 89,
        "author": "john robinson",
        "title": "Tax-Induced Trading Around the Taxpayer Relief Act of 1997",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We examine investor trading around the passage of the Taxpayer Relief Act of 1997 (TRA97), which reduced the capital gains tax rate from 28 percent to 20 percent. We provide evidence that individual investors increase their demand for equity shares on the announcement day of TRA97, consistent with the capitalization of capital gains taxes. On the effective day of TRA97, we find that individual investors increase the supply of equity shares with accrued gains, consistent with the lock-in effect of capital gains taxes. Regression results suggest that the demand-side effect associated with tax capitalization is a more powerful effect on abnormal trading than the supply-side effect associated with lock-in for the median stock trading around TRA97. Overall, our results suggest that capital gains taxes influence both the demand and supply for equity by tax-sensitive investors and that the effect on demand is more pronounced than the effect on supply.",
        "email": "",
        "conf": "Journal of the American Taxation Association",
        "coauthors": [
            "Benjamin C. Ayers",
            "Oliver Zhen Li",
            "John R Robinson"
        ],
        "keywords": "taxation, dividend tax capitalization,lock-in effect,trading volume"
    },
    {
        "id": 4689,
        "label": 89,
        "author": "john robinson",
        "title": "Foreword?The Future of Tax Research: What Are the Unanswered Questions?",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "Panelists were asked to present their views on the following question: What tax issues would you like to see addressed by tax researchers in the next five to ten years? The following articles were written by the panelists to summarize and amplify their remarks. In the first article Terry Shevlin provides an accounting perspective and suggests that future tax research should be more outcome-oriented. He expects that future tax research will address questions such as the effectiveness and efficiency of tax rules changes and any unexpected",
        "email": "",
        "conf": "Journal of the American Taxation Association",
        "coauthors": [
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4695,
        "label": 89,
        "author": "john robinson",
        "title": "Shareholder Taxes in Acquisition Premiums: The Effect of Capital Gains Taxation",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We exploit cross‐temporal differences in capital gains tax rates to test whether shareholder‐level capital gains taxes are associated with higher acquisition premiums for taxable acquisitions. We model acquisition premiums as a function of proxies for the capital gains taxes of target shareholders, taxability of the acquisition, and tax status of the price‐setting shareholder as represented by the level of target institutional ownership. Consistent with a lock‐in effect for acquisition premiums, results suggest a unique positive association between shareholder capital gains taxes for individual investors and acquisition premiums for taxable acquisitions, which is mitigated by target institutional ownership.",
        "email": "",
        "conf": "The Journal of Finance",
        "coauthors": [
            "Benjamin C. Ayers",
            "Craig E. Lefanowicz",
            "John R Robinson"
        ],
        "keywords": "Capital gains taxes, Shareholders, Target acquisitions, Stock prices, Price premiums, Acquisition costs, Capital gains, Data acquisition"
    },
    {
        "id": 4688,
        "label": 89,
        "author": "john robinson",
        "title": "Mandated Compensation Disclosures and CEO Pay",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "Mandated compensation disclosures provide important information for investors and may play a governance role in reducing excessive compensation and disciplining management. We utilize SEC evaluations of compensation disclosures mandated by rules adopted in 2006 to investigate whether noncompliance with the new regulations is associated with excessive CEO compensation, previous media attention, or proprietary costs. We also test whether subsequent CEO compensation is associated with the level of noncompliance identified by these publicized SEC reviews. We construct several measures of defective disclosures from SEC comment letters and find that disclosure defects are positively associated with excess CEO compensation and media criticism of CEO compensation during the previous year. We find no evidence supporting the contention that compensation disclosure defects are associated with proprietary costs. Furthermore, we present some evidence that the level of defects in pay-for-performance disclosures identified by the SEC is associated with a reduction in excess CEO compensation in the subsequent year.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "John R Robinson",
            "Yong Yu",
            "Yanfeng Xue"
        ],
        "keywords": "executive compensation, mandatory disclosures, noncompliance"
    },
    {
        "id": 4694,
        "label": 89,
        "author": "john robinson",
        "title": "Do Firms Purchase the Pooling Method?",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We investigate two related questions. What factors influence firms' use of acquisition accounting method, and are firms willing to pay higher acquisition premiums to use the pooling-of-interests accounting method? We analyze a comprehensive sample of nontaxable corporate stock-for-stock acquisitions from 1990 through 1996. We use a two-stage, instrumental variables estimation method that explicitly allows for simultaneity in the choice of accounting method and acquisition premiums. After controlling for economic differences across pooling and purchase transactions, our evidence indicates that financial reporting incentives influence how acquiring firms structure stock-for-stock acquisitions. In addition, our two-stage analysis indicates that higher acquisition premiums are associated with the pooling method. In sum, our evidence suggests that acquiring firms structure acquisitions and expend significant resources to secure preferential accounting treatment in stock-for-stock acquisitions.",
        "email": "",
        "conf": "Review of Accounting Studies",
        "coauthors": [
            "Benjamin C. Ayers",
            "Craig E. Lefanowicz",
            "John R Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4680,
        "label": 89,
        "author": "john robinson",
        "title": "How do CEO incentives affect corporate tax planning and financial reporting of income taxes?",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We examine how different accounting metrics used to evaluate CEO performance for annual bonuses affect the level of corporate tax planning as well as financial reporting for income taxes. We predict and find that firms using cash flow metrics report lower GAAP and cash effective tax rates (ETR) than firms using earnings metrics. We also find that firms using after-tax earnings metrics report lower GAAP ETRs but similar cash ETRs as firms using pre-tax earnings metrics. Further analyses show that firms using after-tax earnings metrics are more likely to designate foreign earnings as permanently reinvested and have lower discretionary reserves for tax uncertainty. Hence, it appears that both types of firms engage in similar levels of tax planning, but firms evaluating CEOs with after tax-earnings metrics incentivize different financial reporting choices.",
        "email": "",
        "conf": "Review of Accounting Studies",
        "coauthors": [
            "Kathleen Powers",
            "John R Robinson",
            "Bridget Stomberg"
        ],
        "keywords": "Effective tax rate,  Performance metrics,  Executive compensation, After-tax compensation"
    },
    {
        "id": 4686,
        "label": 89,
        "author": "john robinson",
        "title": "Determinants of Disclosure Noncompliance and the Effect of the SEC Review: Evidence from the 2006 Mandated Compensation Disclosure Regulations",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We investigate the economic forces that influence noncompliance with mandatory compensation disclosures and the effect of a subsequent focused enforcement action. We utilize SEC evaluations of compensation disclosures mandated by rules adopted in 2006 to examine whether noncompliance is associated with excess CEO compensation, proprietary costs, or previous media attention. We further test whether subsequent CEO compensation declines after the SEC publicly identifies noncompliance. We construct measures of defective disclosures from SEC critiques and find that disclosure defects are positively associated with excess CEO compensation and media criticism of CEO compensation during the previous year. We find no evidence supporting the contention that compensation disclosure defects are associated with proprietary costs. Furthermore, we are unable to document that the level of disclosure defects identified by the SEC is associated with a reduction in excess CEO compensation in the subsequent year.",
        "email": "",
        "conf": "The Accounting Review",
        "coauthors": [
            "John Robinson",
            "Yanfeng Xue",
            "Yong Yu"
        ],
        "keywords": "Executive compensation, mandatory disclosures, noncompliance"
    },
    {
        "id": 4692,
        "label": 89,
        "author": "john robinson",
        "title": "Does Ownership Structure Affect Corporations' Responses to Lower Dividend Tax Rates? An Analysis of Public and Private Banks",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "The Jobs and Growth Tax Relief Reconciliation Act of 2003 (JGTRRA) significantly reduces the maximum tax rate imposed on dividend income received in 2003 through 2008 by individual shareholders. Using data from call reports filed with the Federal Reserve Board, we investigate whether federally regulated bank holding companies (BHCs) increased dividend distributions after JGTRRA. By focusing on BHCs, we are able to compare the responses to this important but temporary change in tax policy across publicly-traded and privately-held corporations, while controlling for industry-related factors. Examining private firms' dividend payouts and reactions to JGTRRA allows us to estimate the effect of differential taxation on dividend policy in a setting that is relatively free of the information asymmetry and agency problems that may dominate the payout decisions of public firms. We find that dividend yield (i.e. dividend distributions deflated by assets) increased after the reduction of the dividend tax rate for both private and public BHCs. However, private BHCs increased dividend payouts to a greater extent than most public BHCs. Our findings have implications for tax policy and for understanding differences between public and private firms.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "C. Bryan Cloyd",
            "John R Robinson",
            "Connie D. Weaver"
        ],
        "keywords": "Dividend policy, dividend taxes, Closely-held corporations, Bank holding companies"
    },
    {
        "id": 4682,
        "label": 89,
        "author": "john robinson",
        "title": "Do CEO Performance Measures Motivate Tax Avoidance?",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "",
        "email": "",
        "conf": "American Taxation Association Midyear Meeting: Research-In-Process",
        "coauthors": [
            "Kathleen Powers",
            "Bridget Stomberg",
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4683,
        "label": 89,
        "author": "john robinson",
        "title": "The Effect of Quarterly Earnings Guidance on Share Values in Corporate Acquisitions",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We investigate whether quarterly earnings guidance by corporate takeover targets is associated with acquisition premiums. Regulators have expressed recurring concerns that quarterly guidance is associated with a misallocation of resources because it encourages management to focus on excessively short-term horizons. If so, firms providing quarterly guidance represent an acquisition opportunity for non-guiding firms because acquired resources can be redeployed towards more productive long-term uses. Based on prior research that finds value created by acquisitions accrues primarily to target shareholders, we predict that an expected increase in value from the termination of guidance will be observed in acquisition premiums. We find that, after controlling for the other determinants of acquisition gains, the premium paid for an acquired corporation is associated with the target's practice of issuing quarterly earnings guidance. Consistent with our prediction, we find that no incremental premium is paid to acquire guiding targets when the bidding firm also provides guidance.",
        "email": "John.Robinson@mccombs.utexas.edu",
        "conf": "Journal of Corporate Finance",
        "coauthors": [
            "Adam S Koch",
            "Craig E. Lefanowicz",
            "John R Robinson"
        ],
        "keywords": "Earnings guidance,Acquisition premiums,Management myopia,Mergers and acquisitions"
    },
    {
        "id": 4707,
        "label": 89,
        "author": "john robinson",
        "title": "Tax reform: Analyzing a comprehensive income tax",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "This paper includes an analysis of the general costs and benefits associated with the introduction of a comprehensive income tax. The introduction of a comprehensive income tax may result in such benefits as simplicity, horizontal equity, and neutrality that may, in turn, be offset by the costs in vertical equity, implementation losses, and efficiency losses. The solution to the question of the desirability of the comprehensive income tax may turn upon the nature of these costs and benefits as well as the philosophy of tax reform that is adopted.",
        "email": "",
        "conf": "Journal of Accounting and Public Policy",
        "coauthors": [
            "John R Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4704,
        "label": 89,
        "author": "john robinson",
        "title": "USE OF DEBT BY CLOSELY HELD CORPORATIONS THE IMPACT OF FEDERAL TAXES ON THE USE OF DEBT BY CLOSELY HELD CORPORATIONS",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "",
        "email": "",
        "conf": "National Tax Journal",
        "coauthors": [
            "C. Bryan Cloyd",
            "Stephen T Limberg",
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4699,
        "label": 89,
        "author": "john robinson",
        "title": "Golden Parachutes and Managerial Incentives in Corporate Acquisitions: Evidence from the 1980s and 1990s",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We investigate the extent to which managerial incentives, including golden parachute (GP) payments, have influenced target acquisition gains over the past two decades. We find that the use and scope of GP contracts expanded dramatically for a large sample of firms acquired from 1980 through 1995. To investigate the effect of managerial incentives on target acquisition gains, we estimate a regression of abnormal stock returns for acquisitions on variables including managerial incentives, the value of GP payments, and the interaction between GPs and management incentives. The regression results indicate that management incentives are positively associated with target acquisition returns and that GP payments serve to mitigate this influence. We do not, however, detect any direct association between the level of GP payments and target gains.",
        "email": "j.r.robinson@mail.utexas.edu",
        "conf": "Journal of Corporate Finance",
        "coauthors": [
            "Craig E. Lefanowicz",
            "John R Robinson",
            "Reed Smith"
        ],
        "keywords": "Corporate acquisitions,Golden parachutes,Management incentives"
    },
    {
        "id": 4705,
        "label": 89,
        "author": "john robinson",
        "title": "Organizational form and taxes: An empirical analysis of small businesses",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "Organizational form is among the most fundamental of business decisions. Among other possible influences, it is often asserted that differences in the taxation of various organizational forms systematically affect this decision. A recent study examines the extent to which the choice of organizational form by small businesses is influenced by tax and nontax factors. A multinomial logit model is used to analyze the selection of organizational form for a sample of small businesses organized as taxable C corporations, electing",
        "email": "",
        "conf": "Journal of the American Taxation Association",
        "coauthors": [
            "Benjamin C. Ayers",
            "C. Bryan Cloyd",
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4701,
        "label": 89,
        "author": "john robinson",
        "title": "The Effects of Goodwill Tax Deductions on the Market for Corporate Acquisitions",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We analyze the effect of the tax deduction for goodwill amortization provided by the Omnibus Budget Reconciliation Act of 1993 (OBRA) on the market for corporate acquisitions. We analyze a sample of taxable corporate acquisitions, including acquisitions of subsidiaries, private firms, and public firms, occurring over the period 1990 through 1996. We assess the impact of the goodwill legislation by (1) quantifying the frequency and size of qualifying acquisitions and comparing these acquisitions to nonqualifying acquisitions pre‐ and post‐OBRA and (2) investigating if and how the goodwill amortization deduction influenced the premium paid for qualifying corporate acquisitions. We estimate a regression of acquisition premiums on target‐firm characteristics including a proxy for purchased goodwill. We find that acquisitions qualifying for goodwill amortization comprise less than 17 percent of sample taxable corporate acquisitions before OBRA, and this percentage does not increase after the enactment of OBRA. Nonetheless, our regression results indicate that the OBRA goodwill provisions did contribute to a significant increase in acquisition premiums associated with purchased goodwill for qualifying transactions. Thus, rather than operate as a subsidy to acquiring firms, we find that a majority of the tax benefits associated with the goodwill amortization deduction accrues to target‐firm shareholders.",
        "email": "",
        "conf": "Journal of the American Taxation Association",
        "coauthors": [
            "Benjamin C. Ayers",
            "Craig E. Lefanowicz",
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4698,
        "label": 89,
        "author": "john robinson",
        "title": "The Influence of Income Taxes on the Use of Inside and Outside Debt By Small Businesses",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We investigate the effect of taxes on the utilization of inside debt (loans from owners) and outside debt (loans from non-owners) across small businesses organized as taxable corporations and flow-through entities (Subchapter S corporations and part-nerships). We find that the tax incentives to use debt differ according to the type of debt and the type of entity. Our results indicate that the effect of marginal tax rates on the use of outside debt and other non-debt tax shields is similar for both taxable and flow-through entities. In contrast, we find that marginal tax rates are unrelated to the use of inside debt by flow-through entities.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Benjamin C. Ayers",
            "C. Bryan Cloyd",
            "John R Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4696,
        "label": 89,
        "author": "john robinson",
        "title": "The Effect of Shareholder-Level Dividend Taxes on Stock Prices: Evidence from the Revenue Reconciliation Act of 1993",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We investigate the effect of an increase in the individual (shareholder‐level) income tax rate on share values. We regress cumulative daily abnormal stock returns surrounding the passage of the Revenue Reconciliation Act of 1993 on firm dividend yield, tax status of the investor as represented by level of institutional ownership, the interaction of these two variables, and control variables. Consistent with our expectations, we find that (1) the higher the firm's dividend yield, the more negative the firm's stock price reaction to the increase in the individual income tax rate (i.e., the dividend tax rate) enacted in the Revenue Reconciliation Act of 1993, and (2) institutional holdings mitigate this negative reaction. Our results suggest that both the dividend policy of the firm and the tax status of the marginal investor influence the extent to which dividend taxes are reflected in share values. Our evidence is consistent with the traditional view that firm dividend policy influences the extent to which tax rate changes affect share values.",
        "email": "",
        "conf": "The Accounting Review",
        "coauthors": [
            "Benjamin C. Ayers",
            "Cloyd Bryan Cloyd",
            "John R Robinson"
        ],
        "keywords": "DIVIDENDS , STOCK PRICES , IMPACT ANALYSIS , STUDIES , FEDERAL LEGISLATION , INCOME TAXES"
    },
    {
        "id": 4684,
        "label": 89,
        "author": "john robinson",
        "title": "Tax Planning and Financial Expertise in the Audit Committee",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "Specialized knowledge allows expert directors to provide valuable advice while simultaneously monitoring managers. We investigate the advising and monitoring roles of corporate directors by examining the relation between firm tax planning and the level of financial expertise on the audit committee. Consistent with the advising function, we find that firms whose audit committees have high levels of accounting expertise are associated with higher levels of tax planning. Consistent with the monitoring function, we find that firms with higher levels of accounting expertise on the audit committee are associated with a lower likelihood of engaging in risky tax planning. Despite controlling for CEO compensation, we find that the strength of corporate governance is associated with an overall reduction in both tax planning and risky tax planning. In contrast, we find evidence that firms with higher levels of non-accounting financial expertise on the audit committee exhibit a significantly higher likelihood of engaging in risky tax planning.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "John R Robinson",
            "Yanfeng Xue",
            "May H. Zhang"
        ],
        "keywords": "tax planning, financial expertise, audit committee, accounting expertise"
    },
    {
        "id": 4681,
        "label": 89,
        "author": "john robinson",
        "title": "Regulation FD: A Review and Synthesis of the Academic Literature",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "We summarize the empirical evidence regarding Regulation Fair Disclosure (FD) to gauge whether the regulation achieves its stated objectives and to provide insights and direction for future research. Overall, we find that FD's prohibition against the selective disclosure of material information eliminates the information advantage enjoyed by certain investors and analysts and thereby provides a more level playing field for all investors. In addition, a number of firms respond to FD by expanding public disclosures, and the information environment of the average firm does not appear to be adversely affected. However, we find that an unintended consequence of FD is a reduction in the total amount of information available in the market (i.e., a “chilling effect”) for small or high-technology firms. Finally, ongoing research suggests that private access to management continues to provide select analysts or investors with non-material information used to complete the “mosaic” of information.",
        "email": "john.robinson@mccombs.utexas.edu",
        "conf": "Accounting Horizons",
        "coauthors": [
            "Adam Koch",
            "Craig E. Lefanowicz",
            "John R Robinson"
        ],
        "keywords": "Regulation Fair Disclosure (Reg FD), Financial Analysts, Earnings Guidance, Capital Markets"
    },
    {
        "id": 4693,
        "label": 89,
        "author": "john robinson",
        "title": "The Effect of Shareholder-Level Capital Gains Taxes on Acquisition Structure",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "This study investigates the effect of shareholder capital gains taxes on the structure of corporate acquisitions. We analyze a sample of large publicly traded firms acquired in taxable cash‐for‐stock and tax‐free stock‐for‐stock acquisitions from 1975 to 2000. We model acquisition structure (i.e., taxable cash‐for‐stock acquisitions versus tax‐free stock‐for‐stock acquisitions) as a function of target shareholder capital gains taxes and other economic factors believed to influence acquisition structure. Consistent with expectations, we find a positive association between the capital gains tax rate for individual investors and the use of tax‐free stock‐for‐stock acquisitions. In addition, we find that the effect of the capital gains tax rate for individuals decreases with target institutional ownership (a proxy that represents the likelihood the price‐setting shareholder is not subject to the individual capital gains tax rate). We reconcile our analyses with previous studies and identify a plausible explanation for the lack of results in prior research. In supplemental analysis, we also report evidence that corporations “time” the completion of taxable acquisitions around major tax rate changes to minimize shareholder capital gains taxes. In sum, results suggest that shareholder‐level taxes have a significant effect on the choice of taxable cash‐for‐stock versus tax‐free stock‐for‐stock acquisitions, and this effect varies with the tax status of target shareholders.",
        "email": "",
        "conf": "The Accounting Review",
        "coauthors": [
            "Benjamin C. Ayers",
            "Craig E. Lefanowicz",
            "John R Robinson"
        ],
        "keywords": "Capital gains taxes, mergers and acquisitions, acquisition form"
    },
    {
        "id": 4708,
        "label": 89,
        "author": "john robinson",
        "title": "Is Aggressive Financial and Tax Reporting Related to the Organization and Orientation of the Corporate Tax Function?",
        "organization": "Sims Eminent Scholar Chair in BusinessTexas A&amp;M University",
        "abstract": "",
        "email": "",
        "conf": "National Tax Association Annual Meeting",
        "coauthors": [
            "John Robinson",
            "Stephanie A Sikes",
            "Connie D. Weaver"
        ],
        "keywords": ""
    }
]