[
    {
        "id": 4160,
        "label": 76,
        "author": "john mitchell",
        "title": "Citation Patterns in the Finance Literature",
        "organization": "Central Michigan University",
        "abstract": "Out of a total of 12,637 individuals whose works were ever cited in the leading finance journals over the past 25 years, the top 1% (10%) account for more than one third of the number of citations to articles published in these journals. In contrast, nearly one half of the authors have been cited only once. Similarly, the top 1% (10%) of articles/books received 22% (56%) of the total number of citations. These results indicate that a few prominent researchers dominate citation in these journals. The top two finance journals, the Journal of Finance and Journal of Financial Economics, account for more than half of the 100 most cited works.",
        "email": "",
        "conf": "Financial Management",
        "coauthors": [
            "Kee H. Chung",
            "Raymond A K Cox",
            "John B. Mitchell"
        ],
        "keywords": "Bibliographic citations, Citation analysis, Legal citations, Authors, Academic journals, Scholarly literature, Economic theory, Stock prices, Quantitative analysis"
    },
    {
        "id": 4151,
        "label": 76,
        "author": "john mitchell",
        "title": "Nudge: An Application in Retirement Planning",
        "organization": "Central Michigan University",
        "abstract": "This paper reviews principles of behavioral finance as applicable to retirement withdrawal planning, discusses common retirement planning problems, reviews relevant law, and proposes an application of Thaler and Sunstein’s NUDGE (2008). The paper includes a proposal for modification of federal retirement plan law to encourage behavior which will lead to reduced risk of ruin for retirees and concludes with the implications for retirees, the federal government, and financial institutions.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "John B. Mitchell"
        ],
        "keywords": " Retirement Planning, Behavioral Finance, NUDGE"
    },
    {
        "id": 4156,
        "label": 76,
        "author": "john mitchell",
        "title": "Publication vs. Citation: Impact on Scholarly Contribution",
        "organization": "Central Michigan University",
        "abstract": "In this study, we show that the number of papers published by an individual in a broad set of journals is a poor predictor of the number of citations he individual receives the former explains less than 7% of cross-sectional variation in the latter. We find, however that the number of papers in the top four journals explains about 20% to 30% of cross-sectional variation in the number of citations. The number of papers published by an individual in a broad set of both high and lower quality journals increases with the number of years since graduation. The number of papers in the top four journals, however, does not increase with the number of years since graduation, indicating that the likelihood of publication in the top journals declines as people get older.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Raymond A K Cox",
            "Kee H. Chung",
            "John B. Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4148,
        "label": 76,
        "author": "john mitchell",
        "title": "An Age-Based Three Dimensional Universal Distribution Model Incorporating Sequence Risk",
        "organization": "Central Michigan University",
        "abstract": "The authors develop an Age-Based Three Dimensional Distribution Model that illustrates a retiree transition from early retirement into later retirement, including superannuated years for the long-lived who continue to survive. The model for this concept development simultaneously: 1) Establishes an age-based distribution model; 2) Incorporates current age life expectancy directly into the model; 3) Addresses survivorship into superannuated ages; 4) Addresses sequence risk to incorporate decisions due to market changes as the retiree ages.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Larry R Frank Sr",
            "John B. Mitchell",
            "David M. Blanchett"
        ],
        "keywords": "Retirement Planning, Adjustable Withdrawal Rates, Sequence Risk, Probability of Failure, Expected Longevity"
    },
    {
        "id": 4157,
        "label": 76,
        "author": "john mitchell",
        "title": "Web-Based Student Evaluations of Professors: The Relations between Perceived Quality Easiness and Sexiness",
        "organization": "Central Michigan University",
        "abstract": "College students critique their professors' teaching at RateMyProfessors.com, a web page where students anonymously rate their professors on Quality, Easiness, and Sexiness. Using the self-selected data from this public forum, we examine the relations between quality, easiness, and sexiness for 3190 professors at 25 universities. For faculty with at least ten student posts, the correlation between quality and easiness is 0.61, and the correlation between quality and sexiness is 0.30. Using simple linear regression, we find that about half of the variation in quality is a function of easiness and sexiness. When grouped into sexy and non-sexy professors, the data reveal that students give sexy-rated professors higher quality and easiness scores. If these findings reflect the thinking of American college students when they complete in-class student opinion surveys, then universities need to rethink the validity of student opinion surveys as a measure of teaching effectiveness. High student opinion survey scores might well be viewed with suspicion rather than reverence, since they might indicate a lack of rigor, little student learning, and grade inflation.",
        "email": "",
        "conf": "Assessment & Evaluation in Higher Education",
        "coauthors": [
            "James Felton",
            "John B. Mitchell",
            "Michael  Stinson"
        ],
        "keywords": "Teaching, Evaluation, Student Opinion, Halo Effect"
    },
    {
        "id": 4145,
        "label": 76,
        "author": "john mitchell",
        "title": "Real GPA and Real SET: Two Antidotes to Greed Sloth and Cowardice in the College Classroom",
        "organization": "Central Michigan University",
        "abstract": "Recently published evidence of limited learning among American college students confirms the damage done when students, faculty and institutions pursue interests that conflict with the educational process. The ‘disengagement compact’ in which faculty tacitly trade lenient workloads and grading for higher student evaluation of teaching (SET) scores and fewer complaints from students does damage wherever it operates. The work of Johnson confirms the link between SET and grade inflation. We propose a modification of an earlier grade index, the Real Grade Point Average (GPA), and propose as well an index for SET scores, the Real SET, to make inflated grades and inflated SET scores more visible. Used by institutions, parts of institutions or individual faculty, Real GPA and Real SET would encourage and protect faculty and students who offer or seek out educational experiences that have not been deflected by greed, sloth or cowardice.",
        "email": "",
        "conf": "Assessment & Evaluation in Higher Education",
        "coauthors": [
            "Peter T. Koper",
            "James Felton",
            "Kenneth Sanney",
            "John B. Mitchell"
        ],
        "keywords": "student evaluation of teaching, grade inflation, disengagement compact, Real GPA, Real SET"
    },
    {
        "id": 4155,
        "label": 76,
        "author": "john mitchell",
        "title": "Financial implications of accounting for human resources using a liability model",
        "organization": "Central Michigan University",
        "abstract": "The purpose of this paper is to: discuss how reporting under a human resource liability paradigm fits into the traditional accounting framework of contingent liabilities; examine the financial effects of such reporting on market valuation and internal planning; and explore measurement of human resource liabilities. From reviews of financial effects of human resource liability reporting the paper logically extends those results to support the proposed paradigm. Accountants already recognize some liabilities resulting from future expenses for past labor. A fuller treatment of expected costs from human resource polices would provide external and internal financial analyst with different and useful information. Recognizing these future expenses will depress asset turnover and return on asset calculations, while increasing estimates of risk such as higher debt ratio, lower cash flow coverage and higher degrees of operating leverage. The paper provides support for the feasibility and need to adopt a human resource liability paradigm for valuing, reporting and managing human resources.  ",
        "email": "",
        "conf": "Journal of Human Resource Costing & Accounting",
        "coauthors": [
            "Herman Theeke",
            "John B. Mitchell"
        ],
        "keywords": "human resources, human resource liabilities, contingent liabilities, financial ratios"
    },
    {
        "id": 4147,
        "label": 76,
        "author": "john mitchell",
        "title": "Dynamic retirement withdrawal planning",
        "organization": "Central Michigan University",
        "abstract": "This paper develops a dynamic model of retirement withdrawal planning that allows retirees and financial planners to improve the probability of retirement portfolio success while simultaneously increasing the average withdrawal rate. The key elements of the model are periodic adjustments of retirement withdrawal rates based on both portfolio performance and remaining life expectancy, and Monte Carlo simulation of both investment returns and mortality. The inclusion of mortality in fixed planning horizon models reduces the probability of retirement-portfolio ruin by almost 50%. When compared to fixed withdrawal rate models, dynamic withdrawal management incorporating mortality reduces the probability of ruin by another 35-40% while increasing average lifetime withdrawal rates by nearly 50%.",
        "email": "",
        "conf": "Financial Services Review",
        "coauthors": [
            "R Gene Stout",
            "John B. Mitchell"
        ],
        "keywords": "Retirement portfolio, Adjustable withdrawal rates, Monte Carlo simulation"
    },
    {
        "id": 4161,
        "label": 76,
        "author": "john mitchell",
        "title": "The Theory of Superstardom: Evidence from Golf",
        "organization": "Central Michigan University",
        "abstract": "One of the most pervasive phenomena in modern society is that a relatively small number of people dominate the activities in which they are engaged and earn enormous amounts of income. Recently, rigorous economic analyses have been applied to this so-called \"superstar phenomenon\" in an attempt to identify the critical forces driving the phenomenon. Rosen (1981) and MacDonald (1988) suggest that the large earnings of superstars are driven by an allocative equilibrium, in which markets reward talented people with increasing returns to ability. Rosen argues that much of the superstar phenomenon can be explained by the convexity of sellers' revenue functions, since the convex revenue function implies that the distribution of rewards is more skewed than the distribution of talent (i.e., small differences in talent are magnified into disproportionate levels of success).",
        "email": "",
        "conf": "Michigan academician",
        "coauthors": [
            "Raymond A K Cox",
            "John B. Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4150,
        "label": 76,
        "author": "john mitchell",
        "title": "A Modified Life Expectancy Approach to Withdrawal Rate Management",
        "organization": "Central Michigan University",
        "abstract": "This research explores the costs and benefits of modifying life expectancy (planning horizon) within a multiple-factor withdrawal management strategy. Stochastic optimization of Monte Carlo simulation analysis using data from 1926-2009 is employed within a seven-factor control limit model. This research contributes to the literature by modifying the planning horizon to avoid excessive withdrawals by those retirees most vulnerable to ruin. Previous research has found that many of the portfolio failures occur in the final years of life. A more conservative approach to the final years potentially protects those retirees with the worst portfolio performance. This modification of the retirement planning model allows the majority of retirees to adopt more aggressive withdrawal rate strategies earlier in their retirement. This model improves upon previous research by enhancing the median lifetime average withdrawal rate while maintaining less than a .1% probability of ruin. The efficacy of expected longevity modification is demonstrated for new retirees aged 55 to 75.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "John B. Mitchell"
        ],
        "keywords": "Retirement Planning, Withdrawals, Monte Carlo"
    },
    {
        "id": 4166,
        "label": 76,
        "author": "john mitchell",
        "title": "Public Sector Competitive Contracting",
        "organization": "Central Michigan University",
        "abstract": "",
        "email": "",
        "conf": "Competitiveness Review An International Business Journal incorporating Journal of Global Competitiveness",
        "coauthors": [
            "Raymond A K Cox",
            "John B. Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4163,
        "label": 76,
        "author": "john mitchell",
        "title": "Superstardom in the Finance Accounting and Economics Scholarly Publication Industry",
        "organization": "Central Michigan University",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Raymond A K Cox",
            "John B. Mitchell",
            "Kee H. Chung"
        ],
        "keywords": ""
    },
    {
        "id": 4154,
        "label": 76,
        "author": "john mitchell",
        "title": "The Case for Flexible Retirement Planning",
        "organization": "Central Michigan University",
        "abstract": "This paper examines the importance of the volatility of investment returns and the uncertainty of remaining lifespan in retirement planning. These factors cause the unnecessary sacrifice of higher withdrawals to reduce the probability of exhausting the retirement portfolio before death (portfolio ruin) if withdrawal rates are constant. Flexible retirement planning, characterized by withdrawal rate adjustments in response to unexpected portfolio performance or changes in expected remaining life, reduces the withdrawal rate sacrifice of probability-of-ruin protection. As Baby Boomers recognize the “preparation gap” consequence from low saving rates and longer expected life spans, flexible retirement planning will prove productive in improving the retirement lifestyle without unduly increasing the probability of ruin.",
        "email": "",
        "conf": "The Journal of Personal Finance",
        "coauthors": [
            "John B. Mitchell",
            "Rgene Stout"
        ],
        "keywords": "Flexible retirement planning, withdrawal rates"
    },
    {
        "id": 4158,
        "label": 76,
        "author": "john mitchell",
        "title": "A Stochastic Model of Citation",
        "organization": "Central Michigan University",
        "abstract": "",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Raymond A K Cox",
            "Kee H. Chung",
            "John B. Mitchell"
        ],
        "keywords": "Bibliographic citations, Finance, Scholarly literature, Stochastic models, Citation indexes, Academic journals, Citation analysis, Periodical indexing, Journal writing, Stochastic processes "
    },
    {
        "id": 4165,
        "label": 76,
        "author": "john mitchell",
        "title": "The Stock Market Reaction to Plant Closings",
        "organization": "Central Michigan University",
        "abstract": "his paper is an event time study of the valuation effects of a sample of eighty‐two permanent plant closings. The traditional approach to project termination decisions suggests that common stock prices should increase around the date on which firms publicly announce the termination of a project. However, the empirical results of this study indicate that, on average, no significant changes in share holder wealth are associated with the closing down of capital assets.",
        "email": "",
        "conf": "American Business Law Journal",
        "coauthors": [
            "Raymond A K Cox",
            "Robert T. Kleigman",
            "John B. Mitchell"
        ],
        "keywords": "valuation effects;plant closings;project termination decisions"
    },
    {
        "id": 4164,
        "label": 76,
        "author": "john mitchell",
        "title": "The Volatility of U.S. Treasury Bond Futures: Day Versus Evening Trading",
        "organization": "Central Michigan University",
        "abstract": "This paper analyzes the differing volatility between the intraday trading and nontrading sessions of USA treasury bond futures. Predictions are developed based on the calendar time and information flow hypotheses. Results show that the price volatility of sessions in descending order is day trading, overnight nontrading, evening trading and in-between nontrading. These results supported the information flow hypothesis. In addition, some day of the week effects are found.",
        "email": "",
        "conf": "Journal of Financial Management and Analysis",
        "coauthors": [
            "Raymond A K Cox",
            "John B. Mitchell",
            "R Gene Stout"
        ],
        "keywords": ""
    },
    {
        "id": 4153,
        "label": 76,
        "author": "john mitchell",
        "title": "A Mean-Variance Approach to Withdrawal Rate Management: Theory and Simulation",
        "organization": "Central Michigan University",
        "abstract": "Withdrawal rate management of retirement portfolios (decumulation) is explored in a traditional mean-variance context. The paper demonstrates that improvements in the composition of portfolios and in the management of withdrawal rates can both be thought of as increasing the opportunity cost price of annuitizing and reducing the optimal risk of portfolios. Increases in age are shown to have three separate components: decreasing remaining expected lifespan; decreasing variability of remaining lifespan; and increasing variability of returns over remaining holding period. The difficulty of employing a mean-variance approach when a portion of the variation in returns is absorbed by variation in the ending portfolio is noted. The second portion of the paper demonstrates these principles with simulation analysis. A zero-tolerance (MAXSAFE) approach, as proposed by Bengen, is combined with a multiple-factor withdrawal management strategy, as developed by Stout and Mitchell, to generate a series of risk-return frontiers based on data from 1926-2008. Improvements in risk-return relationships are found using more restrictive withdrawal rate management approaches than previously reported in the literature. Restricting withdrawal rates when retirees no longer have 1.45 times the present value of their expected withdrawals combined with limitations on withdrawal rate increases allow most retirees to experience average withdrawal rates in excess of 5.5% with average withdrawal rates in excess of 6% and with only a .1% chance of ruin before death.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "John B. Mitchell"
        ],
        "keywords": "Retirement Planning, Withdrawal Rate Management"
    },
    {
        "id": 4149,
        "label": 76,
        "author": "john mitchell",
        "title": "Retirement Withdrawals: The Historic Return Dilemma",
        "organization": "Central Michigan University",
        "abstract": "Historic returns from 1926 to present are commonly used to predict future returns when planning retirement withdrawals. This paper examines the accuracy of historic returns for predicting future returns, implications of historic returns for setting withdrawal rates, and the ramifications for retirees following such advice.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "John B. Mitchell"
        ],
        "keywords": "Retirement, Withdrawal Rate, Historic Returns"
    },
    {
        "id": 4159,
        "label": 76,
        "author": "john mitchell",
        "title": "Quantity vs. Quality: Impact on Scholarly Contribution",
        "organization": "Central Michigan University",
        "abstract": "In this study, we show that the number of papers published by an individual in a broad set of journals is a poor predictor of the number of citations the individual will receive: the former explains less than 7% of cross-sectional variation in the latter. We find, however, that the number of papers in the top four journals explains more than 25% of cross-sectional variation in the number of citations. The number of papers published by an individual in a broad set of both high- and lower-quality journals increases with the number of years since graduation. We find, however, that the number of papers in the top four journals does not increase with the number of years since graduation, indicating that the likelihood of publication in the top journals declines substantially as people get older.",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Kee H. Chung",
            "Raymond A K Cox",
            "John B. Mitchell"
        ],
        "keywords": "Articles published, Citations, Relationship between publications and citations"
    },
    {
        "id": 4144,
        "label": 76,
        "author": "john mitchell",
        "title": "Migrating with Black Swans: Climate Risk and Retirement Planning",
        "organization": "Central Michigan University",
        "abstract": "This article combines the thoughts of several authors to describe the migration of retirees through the retirement phase of their lives during a time of climate change. Taleb [2007] introduced the concept of the Black Swan, the (hopefully) infrequent but significant disruption of investment returns. Bernstein [2013] discussed sources of risk in portfolio design and the concept of deep risk, the long-term loss of real capital. Frank, Mitchell, and Blanchett [2012], among others, demonstrated how retirees move through retirement, frequently adjusting to changes in market performance and personal expectations of longevity. Nordhaus [2013] investigated the potential effects of climate change on economic performance and equity returns. The Intergovernmental Panel on Climate Change reports outlined many of the possible underlying climate changes that are likely to drive these risks and necessitate adjustment on the part of retirees. These sources, and others, motivate this article’s exploration of climate change, its economic implications, and how retirees might cope as they migrate through their final years. Suggestions are made for how financial planners should prepare themselves and their clients for climate change–related risks.",
        "email": "",
        "conf": "The Journal of Retirement",
        "coauthors": [
            "John B. Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4152,
        "label": 76,
        "author": "john mitchell",
        "title": "Attractiveness Easiness and Other Issues: Student Evaluations of Professors on RateMyProfessors.com",
        "organization": "Central Michigan University",
        "abstract": "Felton et al. (2004) reported that web‐based student evaluations of teaching (SET) demonstrated a student preference for course easiness and instructor sexiness. This study explores these same relationships with a larger and improved database. Results indicate even stronger relationships than previously reported. In addition, this study demonstrates significant cultural differences by institution and discipline in the relationships between Quality, Easiness, and ‘Hotness’ in web‐based SET.",
        "email": "",
        "conf": "Assessment & Evaluation in Higher Education",
        "coauthors": [
            "James Felton",
            "Peter T. Koper",
            "John B. Mitchell",
            "Michael Stinson"
        ],
        "keywords": "teaching, evaluation, student opinion, grade inflation, Ratemyprofessors.com"
    },
    {
        "id": 4162,
        "label": 76,
        "author": "john mitchell",
        "title": "The Performance of Oil Futures as a Cross Hedge for the Venezuelan Bolivar",
        "organization": "Central Michigan University",
        "abstract": "",
        "email": "",
        "conf": "Journal of foreign exchange and international finance",
        "coauthors": [
            "Raymond A K Cox",
            "H. Luces",
            "John B. Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4146,
        "label": 76,
        "author": "john mitchell",
        "title": "Lifetime Expected Income Breakeven Comparison between SPIAs and Managed Portfolios",
        "organization": "Central Michigan University",
        "abstract": "This paper provides insight and guidance for the retiree decision making between whether to annuitize or manage their retirement savings. Tables and graphs demonstrate the breakeven age between annuitizing with a single premium immediate annuity (SPIA) versus managing a portfolio and the likelihood of outliving the breakeven cash flow sums for various annuitization ages (65 to 85), longevity percentiles of Period Life Tables, and portfolio allocations. What are breakeven asset allocations below which a SPIA provides a higher lifetime expected total cash flow? Managed portfolios retain a balance at death while SPIAs have none. How does the cash flow breakeven comparison change when that balance is, or is not, considered? Does age matter in the decision to switch from a managed portfolio to a SPIA? Is there a different conclusion if different tables are used (Social Security Table \"General Population\" vs Annuity 2000 Table (\"Healthy Population\"))? How do good vs median vs poor markets affect the breakeven comparison? How do fees affected the comparison? Can the Annual Payout Rate (APR) of a SPIA be useful in the decision making process? ",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Larry R Frank Sr",
            "John B. Mitchell",
            "Wade Pfau"
        ],
        "keywords": "SPIA, Immediate annuity, managed diversified portfolio, cash flow comparisons, breakeven comparison"
    }
]