[
    {
        "id": 4665,
        "label": 88,
        "author": "john g robinson",
        "title": "Body Size Diet and Population Density of Neotropical Forest Mammals",
        "organization": "Wildlife Conservation Society",
        "abstract": "The population densities of Neotropical mammalian species are predictably related to their body masses and diets. In interspecific comparisons, population densities generally declined with increasing body mass, and declined with body mass within each of seven specified dietary categories. In our regression analyses, body mass alone accounted for approximately half of the variation in density in the general case, and a greater proportion of the variation in five of the regressions within dietary categories. Pairwise comparisons using stepwise multiple regression indicated that adding diet as well as body mass significantly increased the proportion of variance explained. Finally, the magnitude of the effect of body mass on population density varied with dietary class. These results indicate that, in general, larger-bodied species occur at lower densities than smaller-bodied species, and species with restricted diets and those at higher trophic levels occur at lower densities than species whose diet allows them access to a greater abundance of food resources. The decline in density with increasing body size is greater within some dietary categories than others. The results broadly support the hypothesis that population densities of species are determined by the potential resources, and ultimately energy, available to them in specified habitats.",
        "email": "",
        "conf": "The American Naturalist",
        "coauthors": [
            "John G Robinson",
            "Kent Redford"
        ],
        "keywords": ""
    },
    {
        "id": 4610,
        "label": 88,
        "author": "john g robinson",
        "title": "What Does It Mean to Successfully Conserve a (Vertebrate) Species?",
        "organization": "Wildlife Conservation Society",
        "abstract": "The conservation of species is one of the foundations of conservation biology. Successful species conservation has often been defined as simply the avoidance of extinction. We argue that this focus, although important, amounts to practicing conservation at the “emergency room door,” and will never be a sufficient approach to conserving species. Instead, we elaborate a positive definition of species conservation on the basis of six attributes and propose a categorization of different states of species conservation using the extent of human management and the degree to which each of the attributes is conserved. These states can be used to develop a taxonomy of species “recovery” that acknowledges there are multiple stable points defined by ecological and social factors. With this approach, we hope to contribute to a new, optimistic conservation biology that is not based on underambitious goals and that seeks to create the conditions under which Earth's biological systems can thrive.",
        "email": "",
        "conf": "BioScience",
        "coauthors": [
            "Kent H. Redford",
            "George Amato",
            "Jonathan Baillie",
            "Pablo Beldomenico",
            "Elizabeth L. Bennett",
            "Nancy Clum",
            "Robert Cook",
            "Gustavo Fonseca",
            "Simon Hedges",
            "Frederic Launay",
            "Susan Lieberman",
            "Georgina M. Mace",
            "Akira Murayama",
            "Andrea Putnam",
            "John G. Robinson",
            "Howard Rosenbaum",
            "Eric W.Sanderson",
            "Simon N. Stuart",
            "Patrick Thomas",
            "John Thorbjarnarson"
        ],
        "keywords": "species conservation, extinction, successful conservation, recovery"
    },
    {
        "id": 4666,
        "label": 88,
        "author": "john g robinson",
        "title": "Seasonal variation in use of time and space by the wedge-capped capuchin monkey Cebus olivaceus: Implications for foraging theory",
        "organization": "Wildlife Conservation Society",
        "abstract": "John G. Robinson. Seasonal Variation in Use of Time and Space by the Wedge-capped Capuchin Monkey, Cebus olivaceus: Implications for Foraging Theory. Smithsonian Contributions to Zoology, number 431, 60 pages, 23 figures, 16 tables, 1986.—The relationship between the foraging behavior of a group of wedge-capped capuchin monkeys Cebus olivaceus and the abundance and spatial distribution of resources, was examined in a highly seasonal gallery forest in central Venezuela during 14 months. The aim of the study was to evaluate the behavioral mechanisms regulating group foraging. How the group forages depends on the information that animals possess about resource availabilities in their home range. Can the foraging behavior be predicted by assuming that animals know about resource abundances (both in areas where the animals are and for the whole area), the spatial distribution of specific resources, or the actual locations and qualities of specific resources? The composition of the diet varied seasonally, with animals being less selective in periods of scarcity. The amount of time that animals forage increases with resource abundance, but only in the dry season, when food is scarce. During the wet season, foraging time is determined by the digestive capacities of the animals. The pattern of group movements and use of space do not depend on the amount of time that animals forage, the proportion of time allocated to foraging on specific items, or the spatial distribution of resources, but they are predictable from the specific distribution, both the patchiness and clumping of patches, of the most common resource available each month. Foraging groups of capuchin monkeys thus have considerable information on resource location ana quality and navigate over their ranges on the basis of that knowledge. This capacity is advantageous in a species that exploits ripe fruit, a resource that varies predictably in time and space. Large ranges ensure that fruiting species are available throughout the year. Because group ranges overlap completely and groups compete for access to fruiting trees, groups are large.",
        "email": "",
        "conf": "Smithsonian Libraries",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4619,
        "label": 88,
        "author": "john g robinson",
        "title": "Mapping the Conservation Landscape",
        "organization": "Wildlife Conservation Society",
        "abstract": "Before widespread, informed collaboration can take place in conservation there must be a process of understanding the different approaches employed by different conservation organizations to conserve biodiversity. To begin this process and to help build understanding and collaboration, we provide a conceptual map of 21 approaches currently being implemented by 13 conservation organizations. We examined each of these approaches according to (1) the nature of the conservation target—the object(s) of the conservation action; ( 2 ) whether the question addressed is where conservation should be done or how conservation should be done; ( 3 ) the scale ( both grain and extent ) of the approach; and (4 ) the principles that underlie the approach. These questions provide a good way of distinguishing between most of the approaches and reveal that there is less competition between them than is assumed. We conclude that only with explicit understanding can the conservation community and its supporters critically compare approaches and come to a consensus about a set of metrics for measuring and achieving global conservation.",
        "email": "",
        "conf": "Conservation Biology",
        "coauthors": [
            "Kent H. Redford",
            "Peter Coppolillo",
            "Eric W. Sanderson",
            "Gustavo A. B. Da Fonseca",
            "Eric Dinerstein",
            "Craig Groves",
            "Georgina Mace",
            "Stewart Maginnis",
            "Russell A. Mittermeier",
            "Reed Noss",
            "David Olson",
            "John G. Robinson",
            "Amy Vedder",
            "Michael Wright"
        ],
        "keywords": ""
    },
    {
        "id": 4670,
        "label": 88,
        "author": "john g robinson",
        "title": "Syntactic Structures in the Vocalizations of Wedge-Capped Capuchin Monkeys Cebus Olivaceus",
        "organization": "Wildlife Conservation Society",
        "abstract": "Capuchin monkeys, Cebus olivaceus, combine different types of calls to form compound calls. These compound calls are syntactically organized (i. e. , there is a predictable ordering of call types in the compound call). The analysis of the syntax of animal communication necessarily includes: (a) Accurate classification of types of calls, and a demonstration that calls that occur both alone and in compound calls are structurally similar. (b) Description of the syntactic rules generating compound calls or call sequences, and classification of types of compound calls or call sequences. (c) Examination of the social circumstances or contexts in which both single and compound calls occur. I followed these steps using a large sample of Cebus olivaceus calls, recorded in riparian gallery forest in central Venezuela. The calls were initially screened using a real-time spectrum analyzer, and a group of structurally related call types was selected for further analysis. Temporal and frequency characteristics of 868 of these calls were measured from sound spectrograms produced on a sound sonograph. Call classification involved first defining a very large number of possible call types on the basis of these characteristics, and then using a discriminant analysis to identify which types should be lumped together. A stepwise procedure was followed, using only calls which occurred singly, until five call types (squaws, chirps, trills, whistles, screams) were statistically separable. Two of these types (trills, whistles) showed considerable within-type variation and were further subdivided into four variants each. Discriminant analysis was then used to demonstrate structurally similarity between calls produced singly and those in compound calls. Social circumstances were defined using similarities in the vocalizer's actions, arousal, orientation to and distance from the presumed receiver. Use of call types, when given singly, covaried predictably with social circumstances and presumably with the internal state of the vocalizer. Different calls expressed different internal states on a continuum from contact-seeking to contact-avoiding. Use of trill and whitle variants also covaried with social circumstances. Different variants expressed different states on a continuum from affiliation or submission to aggression. Combinations of internal states, in theory, might be expressed as intergradations or intermediates between different call types. However, such intermediate states are often coded syntactically. Syntactically organized compound calls accounted for 38% of the total sample. The distribution of social circumstances in which compound calls are given was intermediate between the distributions of the constituent call types, which presumably indicates an intermediate internal state. Compound calls are generated by syntactic rules closely analogous to lexical rules of human language. Specifically they act like compounding rules that combine two lexical entries to form a third. They are not analogous to the grammatical rules that generate human sentences.",
        "email": "",
        "conf": "Behaviour",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4618,
        "label": 88,
        "author": "john g robinson",
        "title": "An Island of Evolutionary Exuberance",
        "organization": "Wildlife Conservation Society",
        "abstract": "Madagascar is simply more different than most places. Over 80% of the island's 12,000 described plant species and 70% of its butterfly species are endemic. Of the 141 species of freshwater fish known from the island, 91 are found nowhere else. Only 2 of the island's 203 described species of tiger beetles are nonendemic. All of the 101 native species of terrestrial mammals are restricted to the island or the nearby Comoro Islands. The evolution responsible for this rich endemic biota has been proceeding in insular isolation for a long time. What was to become Madagascar separated from the rest of Pangea some 150 million years ago and then split off from what would become the Indian subcontinent some 60 million years later. Steven Goodman (a Field Museum biologist whose name is almost synonymous with natural history in Madagascar) and Jonathan Benstead (a postdoctoral researcher at the Marine Biological Laboratory, Woods Hole) have tackled the task of compiling what we currently know about the island's environments, ecology, and biota. Working with some 300 contributors, 70 of whom are Malagasy researchers, they have produced a hefty volume comprising 14 chapters, with over 250 individually written sections and thousands of references, and",
        "email": "jrobinson@wcs.org",
        "conf": "Science",
        "coauthors": [
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4608,
        "label": 88,
        "author": "john g robinson",
        "title": "Corporate greening: Is it significant for biodiversity conservation?",
        "organization": "Wildlife Conservation Society",
        "abstract": "The TEEB (The Economics of Ecosystems and Biodiversity) Report for Business (2010) recognized a new positive presence in biodiversity conservation—the private corporation. This recognition was the culmination of the transformation of the corporation, in the eyes of some, from rapacious exploiter of nature to conservation saviour. The transformation was aided by the development of policies and practices of Corporate Social Responsibility, which began to be adopted by firms in the mid 1980s. Corporate Social Responsibility initiatives are voluntary efforts by companies to address social, environmental and human rights concerns arising from business activities. It was helped along by the recognition by the Convention of Biological Diversity in their 2002 strategic plan that private firms were full partners in the Convention’s efforts. It was endorsed by the plethora of partnerships and collaborations that have been established between private corporations and conservation organizations. Many conservationists dismiss this corporate greening as marketing green-wash. The private sector is after all directly implicated, by the very nature of business, in the harvest of wild species, the exploitation of natural resources, the conversion of natural areas and the generation of waste material. But if private corporations are able and willing to mitigate the negative environmental impacts of their business activities there could be significant conservation consequences. The land under private management, or influenced through smallholders, suppliers and contractors, is vast. Multinational corporations in particular have extensive supply chains reaching into all regions of the world. If companies would incorporate the ideas of longterm sustainability into their use of natural resources, and lighten their global footprint, then biodiversity losses could be reduced.",
        "email": "jrobinson@wcs.org",
        "conf": "Oryx",
        "coauthors": [
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4646,
        "label": 88,
        "author": "john g robinson",
        "title": "Believing What You Know Ain't So: Response to Holdgate and Munro",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "Conservation Biology",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4621,
        "label": 88,
        "author": "john g robinson",
        "title": "Hunting the world's wildlife to extinction",
        "organization": "Wildlife Conservation Society",
        "abstract": "The twin to wildlife across the world are habitat loss and hunting, but the perception of which looms larger has fluctuated over time. In the last 10 years, however, we have come to realize that hunting is the major threat across the tropics. Ironically, given the success we have had in protecting certain key areas, these areas are increasingly becoming empty forests. The threat posted by hunting is especially great in tropical forests, where the productivity of edible wildlife is extremely low. Certain groups of species are especially vulnerable to hunting, but the current scale of hunting affects the whole biotic community. Using conservative estimates of offtake about 28 million bay duikers, 16 million blue duikers and more than 7 million red colobus are taken from the forests of Central Africa every year. Extraction of wildfire from such forests is presently six times the sustainable rate.",
        "email": "",
        "conf": "Oryx",
        "coauthors": [
            "Eleanor J Milner-Gulland",
            "E J Milner-Gulland",
            "Mohamed Bakarr",
            "Heather E. Eves",
            "John G Robinson",
            "David S Wilkie"
        ],
        "keywords": ""
    },
    {
        "id": 4628,
        "label": 88,
        "author": "john g robinson",
        "title": "Hunting of Wildlife in Tropical Forests: Implications for Biodiversity and Forest Peoples",
        "organization": "Wildlife Conservation Society",
        "abstract": "The study addresses the importance of wildlife to people, and as a resource of nutritional, economic, and socio-cultural values, and examines the complexities of hunting in tropical forests. It also expresses that today, such hunting is rarely sustainable, because of declining forest areas, which decreases wildlife populations; because of changes among human populations in the tropical forests, who have increasingly become more sedentary; because of cultural changes, where social taboos against hunting certain species are breaking down, and systems of traditional hunting territories are disappearing; and, because environmental economic changes, prod the commercialization of wildlife hunting in these areas. The study explores the multifaceted, and complex problem of hunting, suggesting solutions must be area specific, based on detailed knowledge of hunting patterns, ecology, and local socio-cultural conditions. Recommendations include: establishment of national networks to manage protected, and extractive reserves areas, to supply subsistence needs to local hunting communities; establish land uses to support protected/extractive reserves areas in partnership with local communities; enact, comply, and enforce regulations to prevent exploitation by timber companies' workers; and, encourage participatory approaches among non-governmental organizations, academic institutions, and the international community at large.",
        "email": "",
        "conf": "THE WORLD BANK",
        "coauthors": [
            "Elizabeth L. Bennett",
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4616,
        "label": 88,
        "author": "john g robinson",
        "title": "Parks as Shibboleths",
        "organization": "Wildlife Conservation Society",
        "abstract": "On the morning of 18 May 2005, 14 pickup trucks with about 150 people armed with machetes, pistols, rifles, shotguns, and automatic weapons rolled into a camp in the eastern part of the Parque Nacional Laguna del Tigre, Guatemala. At 338,000 ha it is the largest national park in Central America and an important RAMSAR site. Their leader announced they came from the village of Nuevo Amanacer and other recent, illegally established, villages within the park. These recent immigrants demanded that their development needs take precedence over conservation and the rights of the indigenous Qeq'chi Indians. To enforce their demands they took over the camp that had been established by the Wildlife Conservation Society (WCS) and the Guatemalan National Park Service as a base for fire control, park management, and wildlife research. After a period of negotiation, the group returned to Nuevo Amanacer, taking with them four hostages and leaving behind some 20 local Qeq'chi. They then called the local WCS field office on their satellite phone and declared that the hostages would be released only when the governor of the state of Péten clarified their land and resource rights within the park. his situation is more complex than a simple conflict (with clear winners and losers) between local people and conservationists. The immediate winners were certainly the immigrants, who as reward for their act of kidnapping received a promise of a school, provision of technical assistance, and construction of a road into the heart of the park, conceded by the governor of the Péten to secure release of the hostages. The long‐term winners will probably be absentee cattle ranchers and their political allies in the Péten, who have encouraged movement of the people of Nuevo Amanacer into the park as a step in a wider, speculative drive for land in the park. The main losers were the Qeq'chi people living in the nearby town of Paso Caballos, whose livelihoods are tied to the park. The Qeq'chi have been attempting to stabilize their rights to land and resources in and around the park in the face of competition from new immigrants from the highlands and speculation by local political and business interests. The WCS staff who were kidnapped were working with the Qeq'chi to document and secure Qeq'chi rights, thus making the conservation staff targets.",
        "email": "",
        "conf": "Conservation Biology",
        "coauthors": [
            "Kent H Redford",
            "John G Robinson",
            "William M Adams"
        ],
        "keywords": "agriculture; animal; editorial; environmental protection; ethnic and racial groups; Guatemala; human; wild animal; Agriculture; Animals; Animals, Wild; Conservation of Natural Resources; Guatemala; Humans; Population Groups"
    },
    {
        "id": 4601,
        "label": 88,
        "author": "john g robinson",
        "title": "IUCN's encounter with 007: safeguarding consensus for conservation",
        "organization": "Wildlife Conservation Society",
        "abstract": "A controversy at the 2016 IUCN World Conservation Congress on the topic of closing domestic ivory markets (the 007, or so-called James Bond, motion) has given rise to a debate on IUCN's value proposition. A cross-section of authors who are engaged in IUCN but not employed by the organization, and with diverse perspectives and opinions, here argue for the importance of safeguarding and strengthening the unique technical and convening roles of IUCN, providing examples of what has and has not worked. Recommendations for protecting and enhancing IUCN's contribution to global conservation debates and policy formulation are given.",
        "email": "",
        "conf": "Oryx",
        "coauthors": [
            "Simon Stuart",
            "Shaikha Al Dhaheri",
            "Elizabeth L. Bennett",
            "Duan Biggs",
            "Andrew Bignell",
            "Onnie Byers",
            "Rosie Cooney",
            "John Donaldson",
            "Holly T Dublin",
            "Hilde Eggermont",
            "Barbara Engels",
            "Basile van Havre",
            "Michael Hoffmann",
            "Masahiko Hone",
            "Jon Hutton",
            "Ashol Khosla",
            "Frederic Launay",
            "Caroline Lees",
            "Georgina M Mace",
            "Julia Marton-Lefevre",
            "Vivek Menon",
            "Russell A Mittermeter",
            "Tamar Pataridze",
            "Miguel Pellerano",
            "Ramon Perez Gil",
            "John G Robinson",
            "Jon Paul Rodriguez",
            "Aroha Te Pareake Mead",
            "Spencer Thomas",
            "Marina von Weissenberg"
        ],
        "keywords": "CITES, convening, independent science, IUCN, IUCN Red List, Key Biodiversity Areas, Protected Planet, World Heritage Convention"
    },
    {
        "id": 4640,
        "label": 88,
        "author": "john g robinson",
        "title": "The responsibility to conserve wild species",
        "organization": "Wildlife Conservation Society",
        "abstract": "Humans have a responsibility to conserve wild species because of the serious impact human activities have on their survival. The main responsibility is to guarantee the survival of species, which may call for intrusive measures. Species survival should take precedence over the welfare of individual animals. However, conservation measures must be carried out in a humane manner and with consideration for animal sentience.",
        "email": "",
        "conf": "Social Research",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4631,
        "label": 88,
        "author": "john g robinson",
        "title": "Biodiversity Conservation in the Context of Tropical Forest Management",
        "organization": "Wildlife Conservation Society",
        "abstract": "This paper disaggregates the term \"biodiversity\" into components (landscapes, ecosystems, communities, species/populations, and genes) and attributes (structure, composition, and function). It then disaggrgates \"logging\" by detailing the vast range of activities subsumed under the term including variation of logging intensities, logging methods, collateral damage, and silvicultural approaches. Using the richness present in both terms, a framework for considering the impacts of logging and other forest management activities on the various components and attributes of biodiversity is presented. This framework is, in turn, used to evaluate the extensive literature covering different studies of logging in tropical forests. This paper does not conclude with uncritical support for sustainable forest managmement of timber as a conservation strategy. Such an endorsement is unwarranted given widespread illegal logging in the tropics, widespread frontier logging and logging of areas of high priority for biodiversity protection, the persistence of poor logging practices despite substantial efforts in research and training, and the generally slow rate at which most loggers are transforming themselves from timber exploiters into forest managers. Rather the authors assert, from a biodiversity maintenance perspective, that natural forest management is preferable to virtually all land-use practices other than complete protection.",
        "email": "",
        "conf": "THE WORLD BANK",
        "coauthors": [
            "Francis E. Putz",
            "Kent H Redford",
            "John G Robinson",
            "Robert Fimbel",
            "Geoffrey M. Blate"
        ],
        "keywords": ""
    },
    {
        "id": 4651,
        "label": 88,
        "author": "john g robinson",
        "title": "Sustainable harvest of Neotropical forest mammals",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "Neotropical wildlife use and conservation",
        "coauthors": [
            "John Robinson",
            "Kent Redford"
        ],
        "keywords": ""
    },
    {
        "id": 4635,
        "label": 88,
        "author": "john g robinson",
        "title": "Females control male reproductive success in wedge-capped capuchins based on genetic and behavioral data [Abstract]",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "American Journal of Physical Anthropology",
        "coauthors": [
            "X. Valderrama",
            "John G Robinson",
            "Don J Melnick"
        ],
        "keywords": ""
    },
    {
        "id": 4615,
        "label": 88,
        "author": "john g robinson",
        "title": "A master plan for wildlife in Sarawak: Preparation implementation and implications for conservation",
        "organization": "Wildlife Conservation Society",
        "abstract": "Introduction Considerable research has been conducted on the causes of wildlife decline in the Malaysian State of Sarawak on the island of Borneo (e.g. Dewan Undangan Negeri 1985; Caldecott 1988; Bennett 1992; Meredith 1993; Bennett & Dahaban 1995; Dahaban 1996; Bennett et al. 2000). These studies documented the decline of many species, and the importance of wildlife to rural peoples and to the State of Sarawak. In 1994, no comprehensive plan existed to determine how to apply that knowledge to conserving Sarawak’s wildlife. Hence, the Government of Sarawak took the unique step of requesting that a “Wildlife Master Plan’ for the State be prepared. As far as we know, this is the only comprehensive, officially adopted, cross-sectoral master plan for wildlife anywhere in the tropical world. We describe how the Master Plan was developed and became official government policy, was implemented, and the long-term effects of the Master Plan on wildlife management and conservation in Sarawak. The chapter concludes with an assessment of successes of the Master Plan to date, and the problems that still need to be addressed. Implementation is still continuing, and data on the full impacts of the process on wildlife populations, and on rural peoples, are still being collected. State of Sarawak’s wildlife populations prior to 1994 Sarawak has amongst the highest number of species of animals for an area of its size anywhere in the world: about 185 species of mammals (Payne et al. 1985), 530 species of birds (MacKinnon & Phillipps 1993), 166 species of snakes, 104 of lizards and 113 of amphibians (Dewan Undangan Negeri 1985).",
        "email": "",
        "conf": "",
        "coauthors": [
            "Melvin Gumal",
            "Elizabeth L. Bennett",
            "John Robinson",
            "Oswald BRAKEN Tisen"
        ],
        "keywords": ""
    },
    {
        "id": 4671,
        "label": 88,
        "author": "john g robinson",
        "title": "Diurnal Variation in Foraging and Diet in the Wedge-Capped Capuchin Cebus olivaceus",
        "organization": "Wildlife Conservation Society",
        "abstract": "Cebus olivaceus monkeys exhibit pronounced diurnal variation in when they forage and what they eat when they are foraging. During the dry season, while foraging bouts occurred throughout the day, the group reliably foraged in the early morning and late afternoon. During the wet season there was no overall pattern to foraging through the day. At all times of the year, animals usually fed on ripe fruit in the early morning, but only certain fruits were taken more frequently at this time. Thereafter they fed on both fruits and invertebrates. I examined whether these diurnal patterns reflects environmental conditions, such as ambient temperature or resource availability, or internal constraints, such as preference for or selection of specific food items.",
        "email": "",
        "conf": "Folia Primatologica",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": "Cebus olivaceus,Diet,Foraging,Movements,Diurnal variation,Ambient temperature,Relative humidity,Hunger,Resource availability,Selectivity,Preferences"
    },
    {
        "id": 4612,
        "label": 88,
        "author": "john g robinson",
        "title": "Bushmeat: Markets and Households",
        "organization": "Wildlife Conservation Society",
        "abstract": "In this section we focus on the importance of bushmeat to human livelihoods, using various case studies from West, Central and southern Africa. In a study in Cameroon, it was found that, although cacao and coffee were the main sources of individual income, bushmeat was important for village hunters as a means of obtaining cash during the ‘hungry season’, when crops and food are scarce (Chapter 4). In neighbouring Equatorial Guinea, a study indicated that income from bushmeat hunting was similarly low overall, certainly much lower than construction work currently offers during the country’s oil boom (Chapter 5). However, there are instances when sustained incomes can be achieved (Davies, 2002; Elliott, 2002), as noted for professional hunters in Ghana (Chapter 2) and Zambia (Chapter 6). Nevertheless, we still have a poor understanding of the contribution bushmeat makes compared with other items in individuals’ food economies and annual income – especially during ‘lean periods’, or following economic or social shocks. Other chapters in this section focus on markets and household consumption. A large number of different animal species are eaten, gifted, loaned or traded as bushmeat. Many are mammals (from the large elephant to the tiny elephant shrew), but birds, reptiles, snails and insects are regionally important. There are dramatic regional differences in the relative proportions of taxa present in markets (Chapter 3). Considering just three groups – ungulates (mostly duikers, other antelopes and pigs), primates (rarely including great apes) and rodents (mostly porcupines and cane rats) – a comparison of different markets (Table 1) shows that primates may account for between 1% and 50% of the carcasses in West African markets, and ungulates for between 38% and 88% in Central African markets. In an urban market in Ghana, snails and rodents predominate (Cowlishaw et al., 2004). This variation derives from complex interactions between various ecological, cultural, social and economic factors",
        "email": "",
        "conf": "",
        "coauthors": [
            "Glyn Davies",
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4669,
        "label": 88,
        "author": "john g robinson",
        "title": "Group Size and Foraging Habits of the Collared Peccary Tayassu tajacu",
        "organization": "Wildlife Conservation Society",
        "abstract": "The social unit of the collared peccary varies considerably in size and spatial cohesiveness. Most a agree that the basic social unit or herd is made up of one or more adult males and several adult fem with their various aged young, and the herd occupies a relatively exclusive",
        "email": "",
        "conf": "Journal of Mammalogy",
        "coauthors": [
            "John G Robinson",
            "J. F. Eisenberg"
        ],
        "keywords": "Peccaries, Fruits, Cactus, Group size, Tropical forests, Monkeys, Foraging, Aggregation, Deciduous forests, Food"
    },
    {
        "id": 4625,
        "label": 88,
        "author": "john g robinson",
        "title": "Tropical Forest Management and Conservation of Biodiversity: an Overview",
        "organization": "Wildlife Conservation Society",
        "abstract": "This paper is a much abridged version of World Bank Environment Department Paper 75, “Biodiversity Conservation in the Context of Tropical Forest Management,” by the same authors. It is the first paper in the bank's Impact Studies Series, which addresses the broader questions of the positive and negative effects of human activities on biodiversity. ",
        "email": "",
        "conf": "Conservation Biology",
        "coauthors": [
            "Francis Putz",
            "Geoffrey Blate",
            "Kent Redford",
            "Robert Fimbel",
            "John Robinson"
        ],
        "keywords": "Tree felling, Review, Biodiversity, Tropical forest, Forest management, Environmental protection, Silviculture"
    },
    {
        "id": 4606,
        "label": 88,
        "author": "john g robinson",
        "title": "A Collaboratively-Derived Science-Policy Research Agenda",
        "organization": "Wildlife Conservation Society",
        "abstract": "The need for policy makers to understand science and for scientists to understand policy processes is widely recognised. However, the science-policy relationship is sometimes difficult and occasionally dysfunctional; it is also increasingly visible, because it must deal with contentious issues, or itself becomes a matter of public controversy, or both. We suggest that identifying key unanswered questions on the relationship between science and policy will catalyse and focus research in this field. To identify these questions, a collaborative procedure was employed with 52 participants selected to cover a wide range of experience in both science and policy, including people from government, non-governmental organisations, academia and industry. These participants consulted with colleagues and submitted 239 questions. An initial round of voting was followed by a workshop in which 40 of the most important questions were identified by further discussion and voting. The resulting list includes questions about the effectiveness of science-based decision-making structures; the nature and legitimacy of expertise; the consequences of changes such as increasing transparency; choices among different sources of evidence; the implications of new means of characterising and representing uncertainties; and ways in which policy and political processes affect what counts as authoritative evidence. We expect this exercise to identify important theoretical questions and to help improve the mutual understanding and effectiveness of those working at the interface of science and policy.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "William J Sutherland",
            "Laura Bellingan",
            "Jim R Bellingham",
            "Jason J Blackstock",
            "Robert M Bloomfield",
            "Michael Bravo",
            "Victoria M Cadman",
            "David D Cleevely",
            "Andy Clements",
            "Anthony S Cohen",
            "David R Cope",
            "Arthur A Daemmrich",
            "Cristine Devecchi",
            "Laura Diaz Anadon",
            "Simon Denegri",
            "Robert Doubleday",
            "Nicholas R Dusic",
            "Robert J Evans",
            "Wai Y Feng",
            "H Charles J Godfray",
            "Paul Harris",
            "Sue E Hartley",
            "Alison J Hester",
            "John Holmes",
            "Alan Hughes",
            "Mike Hulme",
            "Colin Irwin",
            "Richard C Jennings",
            "Gary S Kass",
            "Peter Littlejohns",
            "Theresa M Marteau",
            "Glenn Mckee",
            "Erik P Millistone",
            "William J Nuttall",
            "Susan Owens",
            "Mikles M Parker",
            "Sarah Pearson",
            "Judith Petts",
            "Richard Ploszek",
            "Andrew S Pullin",
            "Graeme Reid",
            "Keith S Richards",
            "John G Robinson",
            "Louise Shaxson",
            "Leonor Sierra",
            "Beck G Smith",
            "David J Spiegelhalter",
            "Jack Stigoe",
            "Andy Stirling",
            "Christopher P Tyler",
            "David E Winickoff",
            "Ron L Zimmern"
        ],
        "keywords": "Ethical decision making; Evidence based practice; Government; Participatory management; Policy; Political participation; Public-private partnership; Reproductibility"
    },
    {
        "id": 4650,
        "label": 88,
        "author": "john g robinson",
        "title": "Adjustment in Birth Sex Ratio in Wedge-Capped Capuchin Monkeys",
        "organization": "Wildlife Conservation Society",
        "abstract": "Fisher proposed an equilibrium model for the birth sex ratio in which expected reproductive success, E(RS), of sons and daughters, the birth sex ratio, and the relative cost of producing offspring of different sexes were inextricably linked. In a population of wedge-capped capuchin monkeys (Cebus olivaceus), we used the observed intrinsic rate of natural increase (r), calculated from demographic life tables, as a measure of E(RS). Reproductive success of females varied with group size, and there was a quantitatively predictable variation in birth sex ratio. Groups with 15 or more individuals produced on average a birth sex ratio of 1:1.9, while groups of less than 15 produced a birth sex ratio of 1:0.83. For the population as a whole, the birth sex ratio of 1:1.57 (n = 95) is strongly skewed toward daughters. On average, the E(RS) of sons is greater than that of daughters, which suggests that the cost of producing daughters is lower than for sons. Daughters might be cheaper because they \"pay back\" parents by not dispersing and thus help parents produce future offspring.",
        "email": "",
        "conf": "The American Naturalist",
        "coauthors": [
            "John G Robinson",
            "Timothy G O'Brien"
        ],
        "keywords": ""
    },
    {
        "id": 4609,
        "label": 88,
        "author": "john g robinson",
        "title": "Ethical pluralism pragmatism and sustainability in conservation practice",
        "organization": "Wildlife Conservation Society",
        "abstract": "Conservation organizations are asked to be responsive to a number of ethical obligations beyond that of the conservation of biodiversity: the reduction of poverty, the imperative of social justice and cultural integrity, and the improvement in human livelihoods. Yet how a conservation project is designed and structured can negatively impact people’s access to resources, privilege one group of people over another, or protect some species at a cost to others. Ideological conflict among nature protectionists, advocates for indigenous people, those promoting a pro-poor agenda, and those seeking to move conservation into the economic mainstream has characterized the conservation debate. I argue that in practice, most conservation programs should adopt a pluralistic and pragmatic approach, adopting multiple goals and making decisions on the basis of what works. Choosing among approaches requires an appreciation of trade-offs, and consideration of biological, social, and cultural values. Ultimately conservation approaches must be sustainable – ecologically, culturally, socially, economically and politically – otherwise they will fail both practically and ethically.",
        "email": "jrobinson@wcs.org",
        "conf": "Biological Conservation",
        "coauthors": [
            "John Robinson"
        ],
        "keywords": "Biodiversity,Ethics,Pluralism,Pragmatism,Sustainability"
    },
    {
        "id": 4638,
        "label": 88,
        "author": "john g robinson",
        "title": "Where can tigers live in the future? A framework for identifying high-priority areas for the conservation of tigers in the wild",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "iding the Tiger: Tiger Conservation in Human Dominated Landscape",
        "coauthors": [
            "Eric E. Dinerstein",
            "John G Robinson",
            "Ullas Karanth",
            "Doree Bolze"
        ],
        "keywords": ""
    },
    {
        "id": 4622,
        "label": 88,
        "author": "john g robinson",
        "title": "Will alleviating poverty solve the bushmeat crisis?",
        "organization": "Wildlife Conservation Society",
        "abstract": "There is a broad consencus among the scientific and conservation communities that the bushment crisis in tropical forests is not hyperbole. The annual harvest of wild species for their meat is vast: estimates are 23,500 tonnes in Sarawak. Hunting rates exceed sustainable levels across large swathes of the tropics, and as a consequence populations of hundereds of species are going locally extinct. In addition, people whose lives depend on wildlife are losing a significant natural resource. Across the humid tropics millions of people depend on deat from wildlife for both food and income. For many of the poorest rural people bushmeat is not a luxury or something that they only turn to in times of hardship. It is a vital source of animal protein, and a commodity that can be sold. The twin imperatives of addressing people's needs and aspirations on the one hand, and conserving the world's species on the other, has suggested to many a silver bullte: solve the bushmeat crisis by allevating poverty in tropical countries. The logic from the perspective of London or Washington is unassailable: poor countries and people are trapped by their immediate needs, and forced by circumstances to overuse their resources. Raising people's incomes by providing alternative sources of revenue will therefore lower harvest rates of natural resources.",
        "email": "",
        "conf": "Oryx",
        "coauthors": [
            "John G Robinson",
            "Elizabeth L. Bennett"
        ],
        "keywords": ""
    },
    {
        "id": 4629,
        "label": 88,
        "author": "john g robinson",
        "title": "Endangered harvest?",
        "organization": "Wildlife Conservation Society",
        "abstract": "For the current meeting of CITES (the Convention on International Trade in Endangered Species of Wild Fauna and Flora; 10–20 April) in Nairobi, the Cuban government has submitted proposals to allow a small number of hawksbill turtle shells to be harvested from Cuban waters and exported to Japan. A CITES Appendix I listing has since 1976 banned the trade of this turtle's beautiful shell, which is prized for its use in ornaments and inlays, on the basis that the turtle populations were affected by international trade and that the species was threatened with extinction. The Cuban proposals argued that hawksbills (Eretmochelys imbricata) can be sustainably harvested, and that active international trade would promote the turtle's conservation. These proposals have generated passionate controversy, and a balanced analysis is needed of whether such a strategy might be applied to hawksbills. Mrosovsky's book falls short of fulfilling this need. The book, timed to influence the CITES debate, is an emotional plea in support of Cuba's position. It argues that there is a general lack of information on wild populations, so that effective conservation management is invariably experimental and adaptive. It also says that available information indicates that hawksbill turtles are not in danger of extinction, and that allowing the turtle trade, provided it is sustainable, is a better conservation strategy than strategies based on protection. Finally, the book states that institutional mechanisms are in place to manage the wild populations and the trade. Mrosovsky's first point is well developed. Conservation decisions must often be taken without full knowledge of the situation, and sometimes the safest or most ‘precautionary’ step is bold experimentation. The book's other points, however, are less effectively argued. Mrosovsky's argument that certain populations of hawksbills are showing recovery does not negate the consensus that the species population is still only a tiny fraction of its historical numbers. The fact that hawksbills do not fit the ‘Critically Endangered’ category of IUCN, the World Conservation Union, says nothing about their inclusion in CITES Appendix I. Mrosovsky's assertion that sustainable use works for crocodiles, elephants, whales and rhinos does not establish its applicability to hawksbills. His diatribes against protection as a conservation strategy ignore the fact that most recovering populations of hawksbills are those that are being effectively protected. While the Cuban authorities have a well-managed programme, this does not obviate the need for the regional management of this highly migratory species, nor for effective regulation of the trade in Japan. A fundamental requirement of any sustainable-use programme is that such use promotes conservation. Revenues from the harvest might be used to manage the wild population; local fishing communities might adopt the role of stewards of the resource; and other competing industries might be excluded. Mrosovsky fails to make any of these arguments, and puts forward as the primary benefits of trade only the avoidance of waste from incidental catching of hawksbills, and the use of revenues to construct an education centre in Cuba. These reasons are not compelling. Argument by analogy and innuendo, disregard for scientific credentials, questioning the pecuniary motives of real and imaginary opponents, and the selective use of scientific data do not make for effective conservation advocacy. Unfortunately, these tactics have characterized both sides of the sustainable-use debate. This book is no exception, and does a disservice to proponents of sustainable use and to our Cuban colleagues.",
        "email": "",
        "conf": "Nature",
        "coauthors": [
            "John G Robinson",
            "John Thorbjarnarson"
        ],
        "keywords": ""
    },
    {
        "id": 4652,
        "label": 88,
        "author": "john g robinson",
        "title": "Allomaternal Care By Female Wedge-Capped Capuchin Monkeys: Effects of Age Rank and Relatedness",
        "organization": "Wildlife Conservation Society",
        "abstract": "We examined patterns of infant care and the relative importance of female age, rank and relatedness to allomaternal care for a wild population of wedge-capped capuchin monkeys, Cebus olivaceus in Venezuela. Mothers interacted primarily with their own infants throughout the study. Infant age affected the timing and type of allomaternal interaction; investigation occurred primarily in the first 3 months of life, carrying was dominant during the second 3 months, and association occurred primarily in the third 3 months. The onset and level of allomaternal care assured a high level of infant care as maternal care was declining, suggesting that allomaternal care is an important component of infant survival. The relative importance of female age, rank and relatedness varied for different behaviour. Relatedness was the most consistently important effect. Sibling females participated in allomaternal care almost 4 times more often than other females and were especially active in carrying and associating with infants. Female rank was an important effect when the coefficient of relatedness was less than 0.5: high-ranking females participated in allomaternal care more than low-ranking females. Old juveniles and nulliparous adults interacted with infants more than young juveniles and parous adults, but the effect of female age was relatively unimportant. Allomaternal nursing may represent a form of reciprocal altruism. Allomaternal nursing supplemented maternal nursing and was unrelated to kinship or rank of female.",
        "email": "",
        "conf": "Behaviour",
        "coauthors": [
            "Timothy G O'Brien",
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4598,
        "label": 88,
        "author": "john g robinson",
        "title": "Protect the last of the wild",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "Nature",
        "coauthors": [
            "James E. M. Watson",
            "Oscar Venter",
            "Jasmine R Lee",
            "Kendall R Jones",
            "John G Robinson",
            "Hugh P Possingham",
            "James R Allan"
        ],
        "keywords": ""
    },
    {
        "id": 4679,
        "label": 88,
        "author": "john g robinson",
        "title": "Subsistence and commercial uses of wildlife in Latin America",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "Neotropical wildlife use and conservation",
        "coauthors": [
            "Kent Redford",
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4656,
        "label": 88,
        "author": "john g robinson",
        "title": "Training the New Conservationist: Cross-disciplinary Education in the 1990s",
        "organization": "Wildlife Conservation Society",
        "abstract": "The need for an integrated approach to ecological conservation and natural resource development is becoming widely recognized as environmental and social problems become more and more acute with human population pressures and depletion of resources. While a number of academic programmes addressing environmental problems have been operating for several decades, comprehensive approaches that integrate conservation with development issues are only just beginning to occur. These innovative, cross-disciplinary problem-solving approaches still face a number of traditional constraints to successful programme development. Obstacles occur in every major aspect of academia — including structure, communication, reward systems, research, curriculum, and evaluation.",
        "email": "",
        "conf": "Environmental Conservation",
        "coauthors": [
            "Susan Jacobson",
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4675,
        "label": 88,
        "author": "john g robinson",
        "title": "Spatial Structure in foraging groups of wedge-capped capuchin monkeys Cebus nigrivittatus",
        "organization": "Wildlife Conservation Society",
        "abstract": "Individuals in foraging groups of wedge-capped capuchin monkeys are organized in consistent and predictable configurations. The present authors examined how an individual's position in space, as characterized by its position relative to other animals and by its proximity to neighbors, influences its (a) capture success when foraging for invertebrates, (b) access to fruiting trees, and (c) time spent in vigilance as a measure of its vulnerability to predators. The dominant male and female and other animals tolerated by this female occupied the advantageous center-front positions. The positions of other animals depended on their respective age–sex classes, and are discussed relative to the risk of predation and foraging requirements of these classes. (62 ref) (PsycINFO Database Record (c) 2017 APA, all rights reserved)",
        "email": "",
        "conf": "Animal Behaviour",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4663,
        "label": 88,
        "author": "john g robinson",
        "title": "Demography and Group Structure in Wedgecapped Capuchin Monkeys Cebus Olivaceus",
        "organization": "Wildlife Conservation Society",
        "abstract": "The extent to which population demography determines the age and sex composition of primate groups was examined using data from a population of wedge-capped capuchin monkeys Cebus olivaceus in central Venezuela. Demographic parameters were derived from censuses of individually recognized, aged, and sexed individuals living in nine groups over a ten year period. Animals were aged by extrapolation from census data. Animals of both sexes were classed as infants during their first year, and juveniles until they reached six years of age. Females reach sexual maturity at this time, while males were classed as subadults until they reached full adult size at age 12. Adulthood lasts at least 30 years in females, at least 24 years in males. Age-sex class specific mortality and fecundity rates generated a life table which indicated that the population was increasing (r = 0.087) between 1977 and 1986. The age and sex composition of the nine groups was described annually. On average, non-adults made up 60% of a group, with this percentage increasing with group size. There were more females than males in all groups in all years. The strong female-biased adult sex ratio (1:4.4) was a consequence of a biased birth sex ratio (1:1.9), higher female than male survivorship especially between the ages of 3 and 7 when males were dispersing, and a pronounced sexual bimaturism. The stable age distribution derived from the life table successfully predicted the observed average distribution of age-sex categories in groups. This suggests that the group structure of Cebus olivaceus groups is not a consequence of intragroup social interactions, but results from demographic parameters.",
        "email": "",
        "conf": "Behaviour",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": "Social behavior, Demography, Social, organization, Simioidea, Venezuela, Cebus olivaceus, South America, America, Mammalia, Primates, Vertebrata"
    },
    {
        "id": 4648,
        "label": 88,
        "author": "john g robinson",
        "title": "Four Neotropical Rainforests",
        "organization": "Wildlife Conservation Society",
        "abstract": "We discuss the birds of four Neotropical forest sites: La Selva, Costa Rica (CR); Barro Colorado Island and Pipeline Road, Panama (PA); Manaus, Brazil (BR); and Manu, Peru (PE). Here we review the similarities and differences among the four avifaunas and discuss potential explanations of those patterns. First, we compare birds at the faunal level. Then we focus on selected topics at the level of forest birds, often with emphasis on upland forest, the only major forest type present at all four sites. Subjects such as taxonomic and ecological ",
        "email": "",
        "conf": "Journal of Wildlife Management",
        "coauthors": [
            "John G Robinson",
            "Alwyn H. Gentry"
        ],
        "keywords": ""
    },
    {
        "id": 4611,
        "label": 88,
        "author": "john g robinson",
        "title": "The Game of Choice: Patterns of Indian and Colonist Hunting in the Neotropics",
        "organization": "Wildlife Conservation Society",
        "abstract": "Anthropologists have collected data on hunting by humans to test a number of different hypotheses, including that of protein limitation (Gross 1975), the ideas on taboos advanced bv Ross (19781, the , , efficiency of different weapons (e.g., Hames 1979), and optimal foraging by humans (e.g., Hawkes et al. 1982). These data revealthe astonishing range of game species taken by Neotropical human hunters. This paper does not address the hypotheses listed above, but instead examines the difference between hunting by Indians and hunting by colonists. In particular, we test the null hypothesis that there were no differences between Indian and colonist hunting in terms of nature and intensitv. Anv differences found were examined in light of various biological and cultural factors. We have restricted",
        "email": "",
        "conf": "American Anthropologist",
        "coauthors": [
            "Kent Redford",
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4639,
        "label": 88,
        "author": "john g robinson",
        "title": "Losing the fat of the land",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "Oryx",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4662,
        "label": 88,
        "author": "john g robinson",
        "title": "Group size in wedge-capped capuchin monkeys Cebus olivaceus and the reproductive success of males and females",
        "organization": "Wildlife Conservation Society",
        "abstract": "The effect of variation in group size on age-specific survivorship and fecundity rates were examined in a population of wedge-capped capuchin monkeys Cebus olivaceus during a 10 year study. Life tables were constructed separately for four large (≥15 individuals) and four small groups (<15 individuals). Female reproductive success, and its relative contribution to population growth, was much higher in large groups, primarily through higher age-specific fecundity. Age-specific survivorship was similar in groups of different sizes. The reproductive success of the single breeding male in a group was much higher in large than small groups. Compared to small groups, breeding males in large groups had a longer breeding tenure, and access to greater numbers of reproductive females with a higher average fecundity. Differences in female reproductive success apparently resulted from variation in access to monopolizable fruit trees. Large groups predictably displaced small groups during intergroup encounters. Group rank depended on the number of males resident in groups. The large number of non-breeding males in large groups results from their longer average residency time. I explain the longer residency of males in large groups by the higher average reproductive success of breeding males in these groups.",
        "email": "",
        "conf": "Behavioral Ecology and Sociobiology",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4624,
        "label": 88,
        "author": "john g robinson",
        "title": "Why is eating bushmeat a biodiversity crisis?",
        "organization": "Wildlife Conservation Society",
        "abstract": "Deforestation still threatens habitat in tropical forests. But when the equivalent of 4 million cattle in wildlife—many of which are endangered species—are hunted and eaten each year in Central Africa alone, tropical forests throughout the world face a more immediate threat, known as the “empty forest syndrome.” It turns out we can “defauna” a forest quicker than we can “deforest” it. Tropical forests, in contrast to tropical savannas, are particularly susceptible to over-hunting because they support less wildlife—by at least an order of magnitude. Hunting intensity is increasing as demand for meat increases with human population, as new, more lethal hunting technologies such as wire snares and Defirearms are widely adopted, and as logging roads and vehicles open once isolated forests and significantly reduce hunters’ and traders’ transportation costs. The commercial trade in bushmeat has become a multimillion dollar business. Hunters consider all wildlife fair game; and they prefer large animals such as apes, elephants and large antelope because they generate the highest returns on investment. When large animals become scarce, hunting pressure on the system may not relinquish if smaller animals are sufficiently abundant to keep hunting economically viable. And whenever they can, hunters will still take the more profitable large animals, regardless of their scarcity.",
        "email": "",
        "conf": "Conservation in Practice",
        "coauthors": [
            "Elizabeth L. Bennett",
            "Heather Eves",
            "John Robinson",
            "David Wilkie"
        ],
        "keywords": ""
    },
    {
        "id": 4607,
        "label": 88,
        "author": "john g robinson",
        "title": "Invasives: A Major Conservation Threat",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "Science",
        "coauthors": [
            "Marco Lambertini",
            "Jim Leape",
            "Julia Marton-Lefvre",
            "Russell A Mittermeier",
            "Mark Rose",
            "John G Robinson",
            "Simon N Stuart",
            "Bill Waldman",
            "Piero Genovesi"
        ],
        "keywords": ""
    },
    {
        "id": 4613,
        "label": 88,
        "author": "john g robinson",
        "title": "Recognizing differences and establishing clear-eyed partnerships: A response to Vermeulen & Sheil",
        "organization": "Wildlife Conservation Society",
        "abstract": "Vermeulen & Sheil (2007) make a strong case that partnerships between conservationists and local people are desirable on both pragmatic and ethical grounds. My comment relates less to their conclusion and more to their understanding of the basis on which partnerships are defined and established. I will argue that the concept of partnerships must evolve away from notions of common goals and ’sharing decisions, rights, responsibilities and risks equitably’, and towards specified outcomes linked to clearly understood expectations, commitments and roles among all the parties concerned. The general concept of partnerships and the establishment of common goals between conservationists and local people are enshrined in conservation thinking. Statements from conservationists are replete with the language of partnership: ’[CI] teamed with the indigenous communities of the Kakum National Park’, and ’we shared 25% of our budget with partner organizations’ (Seligmann et al., 2005); ’[WWF] articulate[s] and practice[s] a policy affirming the central importance of working as partners with indigenous peoples’ (Roberts & Hails, 2005); and ’The Nature Conservancy has depended upon partnerships with local people to conserve some of the most biologically critical and threatened ecosystems on Earth’ (McCormick, 2005). So simple calls for partnerships are unlikely to be considered revolutionary.",
        "email": "jrobinson@wcs.org",
        "conf": "Oryx",
        "coauthors": [
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4668,
        "label": 88,
        "author": "john g robinson",
        "title": "Report of the American Society of Primatologists subcommittee on the status of primates in the wild",
        "organization": "Wildlife Conservation Society",
        "abstract": "By means of an announcement in the American Society of Primatologists (ASP) Bulletin and also through letters sent to several individuals working in the field, the Subcommittee requested recent news on the status of wild populations. Sixteen replies were received,* providing a sample of current information on specific situations which merit the attention of ASP Members. This information highlighted a number of problems in addition to the familiar ones of declining primate populations due to deforestation, agricultural conflicts, and hunting. Some encouraging news also came forth, pointing to several situations where positive conservation progress is being made, and where primate populations are doing better than previously feared. We believe these positive situations provide evidence that successful programs can be launched in the field, and they point the way to various conservation and management procedures that are being effective. The following material will discuss some of the problems, and some of the success stories that have come to light in the past year from our ASP inquiry.",
        "email": "",
        "conf": "American Journal of Primatology",
        "coauthors": [
            "Charles H. Southwick",
            "Russell A Mittermeier",
            "John G Robinson",
            "Richard A. Tenaza"
        ],
        "keywords": ""
    },
    {
        "id": 4634,
        "label": 88,
        "author": "john g robinson",
        "title": "Mechanisms of female dispersal in a female-bonded species [Abstract]",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "American Journal of Physical Anthropology",
        "coauthors": [
            "John Robinson",
            "X. Valderrama",
            "Don J Melnick"
        ],
        "keywords": ""
    },
    {
        "id": 4658,
        "label": 88,
        "author": "john g robinson",
        "title": "Variability and Adaptability in the Genus Cebus",
        "organization": "Wildlife Conservation Society",
        "abstract": "Capuchins (Cebus) present an array of similarities to humans and apes in morphology, behavior and life history which raise a host of questions about the relations of these features to each other and about their evolutionary origins. As a genus and as individuals, capuchins possess marked adaptability and great variability in behavior. These two characteristics contribute directly to the biological success of capuchins. Variability and adaptability are also hallmarks of human behavior.",
        "email": "",
        "conf": "Folia Primatologica",
        "coauthors": [
            "Dorothy Munkenbeck Fragaszy",
            "Elisabetta Visalberghi",
            "John G Robinson"
        ],
        "keywords": "Variability,Adaptability,Behavior,Genetics,Morphology,Development,Feeding,Cognition,Capuchin monkey,Cebus"
    },
    {
        "id": 4600,
        "label": 88,
        "author": "john g robinson",
        "title": "The exceptional value of intact forest ecosystems",
        "organization": "Wildlife Conservation Society",
        "abstract": "As the terrestrial human footprint continues to expand, the amount of native forest that is free from significant damaging human activities is in precipitous decline. There is emerging evidence that the remaining intact forest supports an exceptional confluence of globally significant environmental values relative to degraded forests, including imperilled biodiversity, carbon sequestration and storage, water provision, indigenous culture and the maintenance of human health. Here we argue that maintaining and, where possible, restoring the integrity of dwindling intact forests is an urgent priority for current global efforts to halt the ongoing biodiversity crisis, slow rapid climate change and achieve sustainability goals. Retaining the integrity of intact forest ecosystems should be a central component of proactive global and national environmental strategies, alongside current efforts aimed at halting deforestation and promoting reforestation.",
        "email": "",
        "conf": "Nature Ecology & Evolution",
        "coauthors": [
            "James E. M. Watson",
            "Tom Evans",
            "Oscar Venter",
            "Brooke Williams",
            "Ayesha Tulloch",
            "Claire Stewart",
            "Ian Thompson",
            "Justina C. Ray",
            "Kris Murray",
            "Alvaro Salazar",
            "Clive McAlpine",
            "Peter Potapov",
            "Joe Walston",
            "John G. Robinson",
            "Michael Painter",
            "David Wilkie",
            "Christopher Filardi",
            "William F. Laurance",
            "Richard A. Houghton",
            "Sean Maxwell",
            "Hedley Grantham",
            "Cristian Samper",
            "Stephanie Wang",
            "Lars Laestadius",
            "Rebecca K. Runting",
            "Gustavo A. Silva-Chávez",
            "Jamison Ervin",
            "David Lindenmayer"
        ],
        "keywords": ""
    },
    {
        "id": 4627,
        "label": 88,
        "author": "john g robinson",
        "title": "Logging-wildlife issues in the tropics: An overview",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "The cutting edge: conserving wildlife in logged tropical forests. Columbia University Press",
        "coauthors": [
            "Robert Fimbel",
            "Alejandro Grajal",
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4603,
        "label": 88,
        "author": "john g robinson",
        "title": "Sinks as saviors: Why flawed inference cannot assist tiger recovery",
        "organization": "Wildlife Conservation Society",
        "abstract": "A recent study of tigers in Chitwan, Nepal (1) stirred controversy by challenging the “source-sink” approach that underlies current global tiger conservation strategies (2). The observed lack of difference in tiger density estimates inside the protected area compared with a multiple-use area outside is offered as evidence. Based on this result, the study questions the relevance of strictly protected tiger reserves involving regulation of extractive uses and relocation of human settlements. The study offers an alternate vision of sustainable, syntopic “coexistence” of tigers and humans as a solution to increasing human resource demands on tiger habitats.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "K. Ullas Karanth",
            "Arjun M. Gopalaswamy",
            "Krithi K. Karanth",
            "John Goodrich",
            "John Seidensticker",
            "and John G. Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4645,
        "label": 88,
        "author": "john g robinson",
        "title": "Natural Connections: Perspectives In Community-Based Conservation",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "Island Press",
        "coauthors": [
            "Jonathan Otto",
            "Charles Zerner",
            "David Western",
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4664,
        "label": 88,
        "author": "john g robinson",
        "title": "Diet and dental microwear in Cebus nigrivittatus",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "American Journal of Physical Anthropology",
        "coauthors": [
            "Mark F Teaford",
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4678,
        "label": 88,
        "author": "john g robinson",
        "title": "Vocal regulation of use of space by groups of titi monkeys Callicebus moloch",
        "organization": "Wildlife Conservation Society",
        "abstract": "The daily movements and the resulting activity and calling fields are described for three groups of titi monkeys Callicebus moloch. Groups move to the periphery of their home range in the early morning and then call. Playback experiments confirmed that both proximity and location of calling by neighboring animals affect the group's response. Subsequent countercalling often regulates the approach of neighboring groups to a boundary. After encountering adjacent groups, animals return to areas near the home range center. Movements, calling behavior, and the response to neighboring groups all increase the probability of intergroup encounters in the early morning. Encounters define and reinforce the conventional location of boundaries. Boundaries decrease the probability of intergroup encounters at other times and allow exclusive use of space.",
        "email": "",
        "conf": "Behavioral Ecology and Sociobiology",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4637,
        "label": 88,
        "author": "john g robinson",
        "title": "Towards Wildlife Management in Tropical Forests",
        "organization": "Wildlife Conservation Society",
        "abstract": "Hunting is ubiquitous in tropical forests around the world, and meat from wildlife species is an important source of animal protein for rural populations. Ungulates, primates, and rodents provide most of the biomass consumed, but a wide variety of wildlife species are hunted for both subsistence and commerce. Across the tropics, tens of millions of animals and millions of metric tons of meat are hunted and consumed each year. Is this harvest sustainable? Available information and the use of simple sustainability models suggest it is not. The",
        "email": "",
        "conf": "Journal of Wildlife Management",
        "coauthors": [
            "John Robinson"
        ],
        "keywords": "Tropical forests, Wildlife conservation, Sustainable agriculture, Subsistence hunting, Ecological sustainability, Mammals, Meats, University presses, Forest conservation"
    },
    {
        "id": 4659,
        "label": 88,
        "author": "john g robinson",
        "title": "Infanticide in Wedge-Capped Capuchin Monkeys Cebus olivaceus",
        "organization": "Wildlife Conservation Society",
        "abstract": "Three cases of infanticide are reported from a well-studied population of wedge-capped capuchin monkeys, Cebus olivaceus, located in the Venezuelan llanos. For each case, we examined the social context and the consequences to the reproductive success of the infanticidal male. In 1 case, the male probably killed his own son. In 2 cases, the male killed an unrelated animal. In all 3 cases, the female conceived in the following breeding season, but in only 1 case did the infanticidal male possibly enhance his own reproductive success. These data are interpreted in the light of current hypotheses for infanticide.",
        "email": "",
        "conf": "Folia Primatologica",
        "coauthors": [
            "Ximena Valderrama",
            "Sompoad Srikosamatara",
            "John G Robinson"
        ],
        "keywords": "Infanticide,Cebus olivaceus,Llanos,Demography,Breeding males,Reproductive success,Sexual selection,Capuchin monkey"
    },
    {
        "id": 4661,
        "label": 88,
        "author": "john g robinson",
        "title": "Distribution status and traditional significance of the West Indian manatee Trichechus manatus in Venezuela",
        "organization": "Wildlife Conservation Society",
        "abstract": "Aerial and interview surveys were conducted in 1986 to determine the current distribution, status, and traditional significance of the West Indian manatee Trichechus manatus in Venezuela. Aerial surveys provided just eight tentative sightings in 73 hours of searching. These discouraging results may have been due to poor visibility, small populations, and perhaps reduced dry season manatee activity. Results of interview surveys, however, permitted a number of important generalizations. A remnant manatee population exists in Lake Maracaibo, but none occur along the more than 1500 km of Caribbean coastline. Abundance is greatest in eastern Venezuela bordering the Golfo de Paria, in the Orinoco Delta, and in the middle Orinoco and tributaries. Local market hunting in the middle of this century probably greatly reduced manatee populations in these areas. Recent protection laws, education efforts, and manatee scarcity have resulted in a declining interest in manatee hunting. Much excellent manatee habitat persists in these regions, and a continued decline in hunting could result in an optimistic outlook for future manatee populations if the incidental take in net fisheries is controlled. Traditional beliefs and legends concerning manatees in Venezuela, including hunting taboos, whow that these animals remain a colorful part of the folk culture. However, manatee protection does not pose economic hardships or infringe upon traditional spiritual beliefs.",
        "email": "",
        "conf": "Biological Conservation",
        "coauthors": [
            "Thomas J. O'Shea",
            "Martn Correa-Viana",
            "Mark E. Ludlow",
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4660,
        "label": 88,
        "author": "john g robinson",
        "title": "Seasonal ecological differences in diet and molar microwear in Cebus nigrivittatus",
        "organization": "Wildlife Conservation Society",
        "abstract": "Dental microwear analyses have raised new hopes and questions for functional morphologists. One hope is that analyses will allow insights into subtle dietary differences of extinct species. One major question is whether seasonal and/or habitat differences in dental microwear are reliably detectable. The extensive collections of Cebus nigrivittatus obtained by the Smithsonian Venezuelan Project allowed us to examine seasonal and habitat differences in dental microwear. Specimens were collected from three distinct ecological life zones that are distinguished by both the amount of rainfall and its seasonability. Environmental variation is generally correlated with variation in resource availability which, in C. nigrivittatus, affects diet. Published field studies indicate that these animals depend more on dry hard fruit and chitinous invertebrates during drier times and succulent fruits and caterpillars during wetter times of the year. As in previous microwear analyses, epoxy replicas were prepared from dental impressions, and the replicas were examined under a scanning electron microscope. Two micrographs were taken of facet 9 on M2 of each specimen. Mean values for the proportion of pits (vs. scratches), pit wdith, and scratch width were computed for each of 62 individuals and compared between ecological zones and collecting dates by using a multiple comparison test. Results indicate that, while seasonal differences in molar microwear in C. nigrivittatus are perhaps reliably detectable, 1) they are small in magnitude, 2) they are only detectable in certain ecological life zones, and 3) they are not of the order of magnitude that will obscure major interspecific differences in molar microwear such as those between C. apella and C. nigrivittatus.",
        "email": "",
        "conf": "American Journal of Physical Anthropology",
        "coauthors": [
            "Mark F Teaford",
            "John G Robinson"
        ],
        "keywords": "Scanning,electron,microscopy,Detal microwear,Abrasion"
    },
    {
        "id": 4672,
        "label": 88,
        "author": "john g robinson",
        "title": "Intergroup loud calls range size and spacing in Callicebus torquatus",
        "organization": "Wildlife Conservation Society",
        "abstract": "Observations are reported on the response of a free‐ranging group of Callicebus torquatus to recordings of loud intergroup calls. When the recording consisted of the call of a solo adult male, the group fled from the recording. When the recording consisted of the adult male and female duetting together, the group remained in place and called back to the recording. These results contrast with previously described vocal and spatial responses of C. moloch and suggest that range size influences the mechanisms that regulate between‐group spacing. The consequence of intergroup loud calls in C. moloch is to define and reinforce the location of boundaries, whereas in C. torquatus , homologous calls maintain spacing between groups.",
        "email": "",
        "conf": "American Journal of Physical Anthropology",
        "coauthors": [
            "Warren G. Kinzey",
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4599,
        "label": 88,
        "author": "john g robinson",
        "title": "From Bottleneck to Breakthrough: Urbanization and the Future of Biodiversity Conservation",
        "organization": "Wildlife Conservation Society",
        "abstract": "For the first time in the Anthropocene, the global demographic and economic trends that have resulted in unprecedented destruction of the environment are now creating the necessary conditions for a possible renaissance of nature. Drawing reasonable inferences from current patterns, we can predict that 100 years from now, the Earth could be inhabited by between 6 and 8 billion people, with very few remaining in extreme poverty, most living in towns and cities, and nearly all participating in a technologically driven, interconnected market economy. Building on the scholarship of others in demography, economics, sociology, and conservation biology, here, we articulate a theory of social–environmental change that describes the simultaneous and interacting effects of urban lifestyles on fertility, poverty alleviation, and ideation. By recognizing the shifting dynamics of these macrodrivers, conservation practice has the potential to transform itself from a discipline managing declines (“bottleneck”) to a transformative movement of recovery (“breakthrough”).",
        "email": "",
        "conf": "BioScience",
        "coauthors": [
            "Eric Wayne Sanderson",
            "Joseph Walston",
            "John Robinson"
        ],
        "keywords": "demographic transition, poverty alleviation, cities, natural resources, consumption"
    },
    {
        "id": 4632,
        "label": 88,
        "author": "john g robinson",
        "title": "Carrying capacity limits to sustainable hunting in tropical forests",
        "organization": "Wildlife Conservation Society",
        "abstract": "A fundamental tenet of modern conservation thinking is that wild areas will be conserved if specified groups of people—frequently indigenous peoples or rural populations—retain or are given the right to exploit resources in these areas. In its simplest form, the argument is that if people have the right to exploit natural resources, then they will take the responsibility for conserving them. For instance, Caring for the Earth (IUCN/UNEP/WWF 1991) urges as a priority action (7.1) that communities and individuals be provided with secure access to",
        "email": "",
        "conf": "Hunting for sustainability in tropical forests",
        "coauthors": [
            "John G Robinson",
            "Elizabeth L. Bennett"
        ],
        "keywords": ""
    },
    {
        "id": 4636,
        "label": 88,
        "author": "john g robinson",
        "title": "Wildlife Harvest in Logged Tropical Forests",
        "organization": "Wildlife Conservation Society",
        "abstract": "Commercial logging, by opening up remote tropical forest areas, stimulating a commercial trade, and bringing in people from other areas, has hugely increased the harvest of wildlife. This loss of wildlife threatens the ability of forest-dwelling people to feed themselves, the survival of harvested species, and the sustainability of tropical forestry itself. As commercial forestry has created the conditions for the increased wildlife harvest, regulatory mechanisms should focus on forestry operations. While progress has been slight to date, there is some openness within the industry to the idea of sustaining all elements of the rain forest ecosystem, including wildlife, when forests are logged.",
        "email": "",
        "conf": "Science",
        "coauthors": [
            "John G Robinson",
            "Kent H Redford",
            "Elizabeth L. Bennett"
        ],
        "keywords": ""
    },
    {
        "id": 4677,
        "label": 88,
        "author": "john g robinson",
        "title": "An Analysis of the Organization of Vocal Communication in the Titi Monkey Callicebus moloch",
        "organization": "Wildlife Conservation Society",
        "abstract": "Vocalizations of titi monkeys were recorded from 6 groups at two sites in the llanos of Colombia during 8 months of study. Frequency and temporal measurements from spectrograms of recordings, and differences in their patterns of use, were used to characterize call types. Animals repeat calls to form phrases, and combine phrases to form sequences. The six sequence types, defined by different transition probabilities between phrases, varied in proportion in different contexts. To examine the effect of order of phrases on response, I played back artificially constructed sequences to subject groups. I discuss hierarchical and sequential mechanisms as generators' of vocal sequences, and draw comparisons with models of human language.",
        "email": "",
        "conf": "Zeitschrift fr Tierpsychologie",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4614,
        "label": 88,
        "author": "john g robinson",
        "title": "Hunting for Consensus: Reconciling Bushmeat Harvest Conservation and Development Policy in West and Central Africa",
        "organization": "Wildlife Conservation Society",
        "abstract": "From both conservation and development perspectives, there is a bushmeat crisis. Yet there have been divergent opinions among conservation and development agencies in developed nations on the best practices and policies to resolve this crisis in the bushmeat range states. To address this issue a group of us met to share our knowledge of the bushmeat issue and to reflect on growing international concerns about the livelihoods and conservation dimensions of the bushmeat trade. We examined the problem from our varying disciplinary perspectives— conservation science, social science, and environmental policy—and arrived at the following consensus. The development of bushmeat policy is ultimately a matter for governments within nations where wildlife is harvested for food. Nevertheless, contributions from conservationists and development agencies are often sought and proffered. Yet these policy suggestions have only occasionally been congruent, which has limited their utility",
        "email": "",
        "conf": "Conservation Biology",
        "coauthors": [
            "ELIZABETH L. BENNETT",
            "ERIC BLENCOWE",
            "KATRINA BRANDON",
            "DAVID BROWN",
            "ROBERT W. BURN",
            "GUY COWLISHAW",
            "GLYN DAVIES",
            "HOLLY DUBLIN",
            "JOHN E. FA",
            "E. J. MILNER‐GULLAND",
            "JOHN G. ROBINSON",
            "J. MARCUS ROWCLIFFE",
            "FIONA M. UNDERWOOD",
            "DAVID S. WILKIE"
        ],
        "keywords": "bushmeat; conservation management; harvesting; hunting; policy development; Africa; animal; article; consensus; environmental protection; human; policy; wild animal; Africa, Central; Africa, Western; Animals; Animals, Wild; Consensus; Conservation of Natural Resources; Humans; Public Policy; Africa; Central Africa; Sub-Saharan Africa; West Africa"
    },
    {
        "id": 4649,
        "label": 88,
        "author": "john g robinson",
        "title": "Conservation Realities. (Book Reviews: Neotropical Wildlife Use and Conservation.)",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "Science",
        "coauthors": [
            "John G Robinson",
            "Kent Redford"
        ],
        "keywords": ""
    },
    {
        "id": 4644,
        "label": 88,
        "author": "john g robinson",
        "title": "Measuring the sustainability of hunting in tropical forests",
        "organization": "Wildlife Conservation Society",
        "abstract": "Wild animals are an important source of protein for the rural peoples living in or near tropical forests. However, the resource can easily be overexploited and game species can become locally depleted, or even extinct. This paper discusses attempts to measure the sustainability of hunting in tropical forests. It examines five indices of sustainability in current use and two models that attempt to model sustainability.",
        "email": "",
        "conf": "Oryx",
        "coauthors": [
            "John Robinson",
            "Kent Redford"
        ],
        "keywords": ""
    },
    {
        "id": 4654,
        "label": 88,
        "author": "john g robinson",
        "title": "The use and conservation of wildlife",
        "organization": "Wildlife Conservation Society",
        "abstract": "The use of wild animals by humans has been debated on both ethical and prag-matic levels. The ethical debate (Singer 1976; Callicot 1980; Nations 1988) in its simplest terms concerns whether humans should adopt a homocentric or a biocentric perspective: Do we, as human beings, have the right to use wildlife for our own purposes and beneﬁts, or do wild species have inalienable rights of their own? In this book, we and most other authors agree that unless wildlife has some use to people, then wildlife will not be valued by people. If wildlife",
        "email": "",
        "conf": "Neotropical wildlife use and conservation",
        "coauthors": [
            "John Robinson",
            "Kent Redford"
        ],
        "keywords": ""
    },
    {
        "id": 4620,
        "label": 88,
        "author": "john g robinson",
        "title": "Improving the Practice of Conservation: a Conceptual Framework and Research Agenda for Conservation Science",
        "organization": "Wildlife Conservation Society",
        "abstract": "Effective conservation requires addressing three fundamental questions whose answers can only be sought in conservation practice: (1) What should our goals be and how do we measure progress in reaching them? (2) How can we most effectively take action to achieve conservation? and (3) How can we learn to do conservation better? This essay provides a conceptual framework and research agenda for a conservation science that uses the principles of adaptive management to answer these questions. The framework is based on a general model of a conservation project. The conservation target involves defining the specific area or population the project is trying to influence. This target is affected by direct and indirect threats and opportunities; we provide a table of potential direct threats. Conservation actions that are taken to counter these threats can be divided into approaches, strategies, and specific tools; we present a comprehensive table of potential approaches. Finally, the practicioners that take these actions include individuals, organizations, project alliances, and networks; we define the specific functional roles necessary to achieve effective adaptive management. We then use this framework to outline a research agenda for conservation science that involves defining clear and practical measures of conservation success, determining sound guiding principles for using conservation strategies and tools, and developing the knowledge and skills in individuals and organizations for good adaptive management and thus for making conservation more effective.",
        "email": "",
        "conf": "Conservation Biology",
        "coauthors": [
            "Nick Salafsky",
            "Richard Margoluis",
            "Kent Redford",
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4674,
        "label": 88,
        "author": "john g robinson",
        "title": "Intrasexual competition and mate choice in primates",
        "organization": "Wildlife Conservation Society",
        "abstract": "Variation in reproductive success in each sex is a consequence of (a) mate choice for an individual's attributes, such as its rank, age, reproductive experience, etc, and the material benefits, such as resources and services, that the individual can provide and (b) intrasexual competition for the preferred attributes and material benefits. This paper reviews the many factors influencing reproductive success in primates, examines the mechanisms producing variation in success, and discusses the selective bassis for attractive qualities.",
        "email": "",
        "conf": "American Journal of Primatology",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4643,
        "label": 88,
        "author": "john g robinson",
        "title": "Babies and bathwater",
        "organization": "Wildlife Conservation Society",
        "abstract": "The failure to share information inhibits development of a team approach to solving problems, and limits the ability of participants to benefit from the efforts of their peers. As a consequence, individual programs and the network of which they are a part are reduced in both effectiveness and potential. 6. Poor documentation makes it difficult for any one program or any group of programs to quantify results. The captive-breeding community must continually justify its activities; and, if we fail to document our past and current ",
        "email": "",
        "conf": "Zoo Biology",
        "coauthors": [
            "John Robinson",
            "William Conway"
        ],
        "keywords": "agricultural programs and projects, breeding, zoos, endangered species, planning, organizations"
    },
    {
        "id": 4617,
        "label": 88,
        "author": "john g robinson",
        "title": "Having your wildlife and eating it too: An analysis of hunting sustainability across tropical ecosystems",
        "organization": "Wildlife Conservation Society",
        "abstract": "Unsustainable hunting of wildlife or bushmeat for human consumption across the tropics threatens both wildlife populations and the livelihoods of people who depend on these resources. The probability that hunting can be sustainable depends in part on ecological conditions that affect the ‘supply’ of and ‘demand’ for wildlife resources. In this study, supply is estimated across a number of tropical ecosystem types by calculating the theoretical ‘maximum sustainable offtake’ in kg/km2 for harvestable wildlife. Demand is estimated from observed harvests in kg/km2. We examine how supply and demand vary across relatively undisturbed ecosystems, indexed by annual rainfall. Supply is potentially highest in dry forests and wetter savannah grasslands and decreases in moist forests and more xeric grasslands. Demand tends to exceed supply in moist forests and xeric grasslands. Analogous to this ecological variation along the rainfall gradient is the gradient created by the conversion of tropical forests by humans. We hypothesise that the wild meat supply is greater in secondary forests and forest–farm–fallow mosaics than in undisturbed forests and test this with available data. We conclude that the probability that hunting will be sustainable varies with ecosystem type and degree of human disturbance and should influence where land is zoned for protected areas and where for wildlife harvests.",
        "email": "",
        "conf": "Animal Conservation",
        "coauthors": [
            "John Robinson",
            "Elizabeth L. Bennett"
        ],
        "keywords": ""
    },
    {
        "id": 4605,
        "label": 88,
        "author": "john g robinson",
        "title": "Common and Conflicting Interests in the Engagements between Conservation Organizations and Corporations",
        "organization": "Wildlife Conservation Society",
        "abstract": "The conservation community increasingly views the corporate sector as a positive force for conservation. Collaborations between corporations and nongovernmental conservation organizations (NGOs) seek to mitigate the negative effects of corporate activities and augment positive conservation outcomes. I reviewed the establishment of corporate social responsibility (CSR) policies by corporations; the emerging focus on environmental practices and sustainability; and the history of engagement between corporations and nongovernmental organizations. I considered the ethical and reputation vulnerabilities of these collaborations, which depend especially on the financial nature of the relationship and reviewed how CSR approaches have influenced corporate practices. I concluded that whereas CSR practices can act to mitigate negative environmental impact, to date they have had limited positive effect on biodiversity conservation.",
        "email": "wildcons@gmail.com",
        "conf": "Conservation Biology",
        "coauthors": [
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4641,
        "label": 88,
        "author": "john g robinson",
        "title": "Hunting wildlife in forest patches: An ephemeral resource",
        "organization": "Wildlife Conservation Society",
        "abstract": "The human impact on tropical forests has been recognized for many years (Myers 1980). Conversion of forests into agricultural and pastoral landscapes is driven by the imperatives of national development, the subsistence needs of landless peoples, and the economic objectives of national and international corporations. The frequent result is forest patches distributed across a human-dominated landscape. These forest patches might have value for conserving biological diversity, and ecologists have been able to apply existing theory to",
        "email": "",
        "conf": "Forest patches in tropical landscapes. Island Press",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4604,
        "label": 88,
        "author": "john g robinson",
        "title": "Conservation Stories Conservation Science and the Role of the Intergovernmental Platform on Biodiversity and Ecosystem Services",
        "organization": "Wildlife Conservation Society",
        "abstract": "Science and stories are not the same thing, although stories have long been the outward face of conservation science. The rate of species’ extinctions that framed the launch of our discipline was too high not to use whatever communication tools would be most effective to get people to address the crisis. We practiced science, and science structured the programs conservation practitioners implemented, but science showed no promise of changing peoples’ attitudes and behaviors. Stories did that, and we used them to convince the world of the urgency of paying attention to the global loss of biodiversity (genes, species, and ecosystems). But with the launch of the Intergovernmental Platform on Biodiversity and Ecosystem Services (IPBES; http://www.ipbes.net), we are going to have to more carefully and strategically untangle our stories from our science. The IPBES was established by more than 90 governments in Panama City, Panama, on 21 April 2012 as a “global mechanism recognized by both the scientific and policy communities that will gather, analyze, and synthesize information to inform decision making in a range of policy fora such as global and regional environmental conventions and development policy dialogues.” The IPBES is promising to provide scientific information on biodiversity and ecosystem services to governments and will have four main functions: identify and prioritize scientific information needed by policy makers and catalyze efforts to generate new knowledge, perform regular and timely assessments of knowledge on biodiversity and ecosystem services and their relations; support policy formulation and implementation; and prioritize capacity building and call for financial and other support for the highest priority needs. Although national governments are the major clients of IPBES, there is a major effort to involve the scientific community, nongovernmental stakeholders, and civil society in general in its activities. The International Union for Conservation of Nature (IUCN) has called for IPBES to be the “most authoritative, multidisciplinary, overarching mechanism on biodiversity and ecosystem services”",
        "email": "",
        "conf": "Conservation Biology",
        "coauthors": [
            "Kent H Redford",
            "Craig Groves",
            "Rodrigo A. Medelln",
            "John G Robinson"
        ],
        "keywords": "Biodiversity conservation, Nature conservation, Habitat conservation, Environmental conservation, Wildlife conservation, Ecosystem services, Biodiversity, Climate change policy, International environmental cooperation"
    },
    {
        "id": 4626,
        "label": 88,
        "author": "john g robinson",
        "title": "Conservation of Exploited Species",
        "organization": "Wildlife Conservation Society",
        "abstract": "List of contributors Foreword Sir Robert May Part I. Setting the Scene: 1. Exploitation as a conservation issue Georgina M. Mace and John D. Reynolds 2. Can we exploit sustainably? Donald Ludwig Part II. Population-Based Approaches: 3. The gospel of maximum sustainable yield in fisheries management: birth, crucifixion and reincarnation Andre E. Punt and Anthony D. M. Smith 4. Sustainable exploitation of fluctuating populations Russell Lande, Bernt-Erik S'ther and Steinar Engen 5. The exploitation of spatially structured populations E. J. Milner-Gulland 6. The conservation of exploited species in an uncertain world: novel methods and the failure of traditional techniques Paul R. Wade Part III. Taxonomic Comparisons: 7. Life histories of fishes and population responses to exploitation John D. Reynolds, Simon Jennings and Nicholas K. Dulvy 8. Mammalian life histories and responses of populations to exploitation Andy Purvis 9. Trade of live wild birds: potentials, principles, and practices of sustainable use Steven R. Beissinger 10. Game vertebrate extraction in African and Neotropical forests: an intercontinental comparison John E. Fa and Carlos A. Peres 11. Lessons from the plant kingdom for conservation of exploited species Charles M. Peters Part IV. From Individuals to Communities: 12. The role of behaviour in studying sustainable exploitation William J. Sutherland and Jennifer A. Gill 13. The Allee effect: a barrier to recovery by exploited species Christopher W. Petersen and Don R. Levitan 14. Life histories and sustainable harvesting Hanna Kokko, Jan Lindstrom and Esa Ranta 15. Phenotypic and genetic changes due to selective exploitation Richard Law 16. An ecosystem perspective on conserving targeted and non-targeted species Michel J. Kaiser and Simon Jennings 17. The half-empty forest: sustainable use and the ecology of interactions Kent H. Redford and Peter Feinsinger Part V. Conservation Meets Sustainable Use: 18. Sustainable use and pest control in conservation: kangaroos as a case study Gordon C. Grigg and Anthony R. Pople 19. Conservation and resource use in arctic ecosytems Anne Gunn 20. Conservation out of exploitation: a silk purse from a sow's ear? Jon Hutton and Barney Dickson 21. Getting the biology right in a political sort of way Steven Sanderson Part VI. Final Thoughts: 22. Using 'sustainable use' approaches to conserve exploited populations John G. Robinson Index",
        "email": "",
        "conf": "Journal of Wildlife Management",
        "coauthors": [
            "Joel Thomas Heinen",
            "John D. Reynolds",
            "Georgina M. Mace",
            "Kent H. Redford",
            "J. Gregory Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4667,
        "label": 88,
        "author": "john g robinson",
        "title": "Intrinsic rate of natural increase in Neotropical forest mammals: Relationship to phylogeny and diet",
        "organization": "Wildlife Conservation Society",
        "abstract": "The relationship of diet and phylogeny to the intrinsic rate of population increase (r max) was examined in a sample of 39 mammalian species that live in Neotropical forests. Diets of species did not predict their r max, contrary to published predictions based on associations between basal metabolic rate and diet and between basal metabolic rate and r max. Phylogeny did however, apparently because life history characteristics and susceptibility to predation vary predictably with phylogeny and with one another.",
        "email": "",
        "conf": "Oecologia",
        "coauthors": [
            "John G Robinson",
            "Kent H Redford"
        ],
        "keywords": ""
    },
    {
        "id": 4676,
        "label": 88,
        "author": "john g robinson",
        "title": "Vocal regulation of inter- and intragroup spacing during boundary encounters in the Titi monkey Callicebus moloch",
        "organization": "Wildlife Conservation Society",
        "abstract": "Individuals in foraging groups of wedge-capped capuchin monkeys, Cebus nigrivittatus, are organized in consistent and predictable configurations. This study examines how an individual's position in space, as characterized by its position relative to other animals and by its proximity to neighbours, influences its (a) capture success when foraging for invertebrates, (b) access to fruiting trees, and (c) time spent in vigilance (a measure of its vulnerability to predators). The dominant male and female and animals tolerated by this female occupy the advantageous centre-front positions. The positions of other animals depend on their respective age-sex classes, and are discussed relative to the risk of predation and foraging requirements of the different age-sex classes.",
        "email": "",
        "conf": "Primates",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4653,
        "label": 88,
        "author": "john g robinson",
        "title": "Park size and the conservation of forest mammals in Latin America",
        "organization": "Wildlife Conservation Society",
        "abstract": "This analysis is based on population densities presented in Robinson and Redford (1986) where we calculated mean number of individuals per square kilometer for 103 species of tropical forest mammals. Using these means, we then calculated the number of square kilometers necessary to sustain 500 individuals. This calculation was done twice, once using the published mean based on field data, and once using the\" predicted\" mean based on regression analyses. When these two figures were compared, those species for",
        "email": "",
        "conf": "Latin American mammalogy: history, biodiversity and conservation",
        "coauthors": [
            "Kent Redford",
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4647,
        "label": 88,
        "author": "john g robinson",
        "title": "Neotropical Wildlife Use and Conservation",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "Journal of Wildlife Management",
        "coauthors": [
            "Craig Guyer",
            "John G Robinson",
            "Kent Redford"
        ],
        "keywords": ""
    },
    {
        "id": 4642,
        "label": 88,
        "author": "john g robinson",
        "title": "The Limits to Caring: Sustainable living and the loss of biodiversity",
        "organization": "Wildlife Conservation Society",
        "abstract": "Caring for the Earth represents current middle‐of‐the‐road thinking on the relationship between conservation and development. This IUCN/UNEP/WWF document has embraced a purely utilitarian perspective: it considers the conservation and development of natural resources to be the same process. In this analysis, I argue that the goal of creating the sustainable society, as defined in Caring for the Earth, is an unattainable utopia, and that the mechanisms proposed to attain this goal will lead irrevocably to the loss of biological diversity. I consider the history of the concept of sustainable development, and then document the constraints on sustainable use of natural resources. Sustainable use only occurs when both human needs are met and the losses of biodiversity and environmental degradation are acceptable. These conditions are not always met when natural resources are used, and I consider the fundamental contradictions between resource potential and human needs. I conclude by emphasizing that while sustainable use is a powerful approach to conservation, it is not the only one, and the conservation of many species and biological communities also requires a preservationist approach.",
        "email": "",
        "conf": "Conservation Biology",
        "coauthors": [
            "John G Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4673,
        "label": 88,
        "author": "john g robinson",
        "title": "Models of Human Evolution",
        "organization": "Wildlife Conservation Society",
        "abstract": "The News and Comment briefing\" Potassium iodide and nuclear accidents\"(19 Mar., p. 1485) by Constance Holden misrepresents my congressional testimony. At the hearing, I made it absolutely clear that I was quoting from a report issued by the American Thyroid Association on 18 September 1981. This organization represents the leading experts in the field of thyroid disease. Their report said that\" evidence from subjects exposed to relatively large amounts of diagnostic [iodine-131] in Sweden and carefully followed suggested no",
        "email": "",
        "conf": "Science",
        "coauthors": [
            "Glynn Ll. Isaac",
            "Diahan Harley",
            "James W. Wood",
            "Linda D. Wolfe",
            "J. Patrick Gray",
            "John G. Robinson",
            "Leslie S. Lieberman",
            "Elizabeth H. Peters",
            "Rebecca L. Cann",
            "Allan C. Wilson",
            "C. Owen Lovejoy"
        ],
        "keywords": "Homo sapiens, Hominids, Ovulation, Mating behavior, Fertility rates, Age, Chimpanzees, Birth"
    },
    {
        "id": 4623,
        "label": 88,
        "author": "john g robinson",
        "title": "Planning to Save a Species: the Jaguar as a Model",
        "organization": "Wildlife Conservation Society",
        "abstract": "International conservation planning at the end of the twentieth century is dominated by coarse ‐ filter, supra ‐ organismal approaches to conservation that may be insufficient to conserve certain species such as the jaguar (    Panthera onca). If we are to retain broadly distributed species into the next century, we need to plan explicitly for their survival across their entire geographic range and through political boundaries while recognizing the variety of ecological roles the species plays in different habitats. In March 1999 the Wildlife Conservation Society sponsored a priority ‐ setting and planning exercise for the jaguar across its range, from northern Mexico to northern Argentina. Field scientists from 18 countries reached consensus on four types of information: (1) the spatial extent of their jaguar knowledge, (2) the known, currently occupied range of jaguars, (3) areas with substantial jaguar populations, adequate habitat, and a stable and diverse prey base, and (4) point localities where jaguars have been observed during the last 10 years. During the exercise, these experts also conducted a range-wide assessment of the long-term survival prospects of the jaguar and developed an algorithm for prioritizing jaguar conservation units occurring in major habitat types. From this work, we learned that the known, occupied range of the jaguar has contracted to approximately 46% of estimates of its 1900 range. Jaguar status and distribution is unknown in another 12% of the jaguar's former range, including large areas in Mexico, Colombia, and Brazil. But over 70% of the area where jaguars are thought to still occur was rated as having a high probability of supporting their long-term survival. Fifty ‐ one jaguar conservation units representing 30 different jaguar geographic regions were prioritized as the basis for a comprehensive jaguar conservation program.",
        "email": "",
        "conf": "Conservation Biology",
        "coauthors": [
            "Eric Wayne Sanderson",
            "Kent Redford",
            "Cheryl-Lesley B. Chetkiewicz",
            "Rodrigo A Medellin",
            "Alan R Rabinowitz",
            "John G Robinson",
            "Andrew B Taber"
        ],
        "keywords": "conservation planning; felid; species conservation; Cyamopsis tetragonoloba; Felidae; Panthera onca"
    },
    {
        "id": 4657,
        "label": 88,
        "author": "john g robinson",
        "title": "Rarity in Neotropical Forest Mammals and Its Ecological Correlates",
        "organization": "Wildlife Conservation Society",
        "abstract": "Local density and size of distributional range have been used to characterize rarity, but conclusions are weakened by their possible lack of independence. The usefulness and validity of using these two variables were tested with data on distribution, local density, body size, and feeding habits for a set of 100 Neotropical forest mammals. In a bivariate plot of distributional range against local density, species clustered according to their trophic or taxonomic groups. This indicates that diet and phylogenetic history have an influence on rarity. A negative correlation was found between distribution and abundance. However this correlation was weaker within trophic or taxonomic groups, and vanished when body size was held constant. These results show that both distribution and abundance are valid and independent estimators of rarity when comparing species with similar sizes and ecological traits. Regression analysis showed that larger animals tend to have lower densities and wider distributional ranges. Rarity is clearly associated with body size. A dichotomous classification of rarity based on area of ​​distribution and local density is suitable for Neotropical forest mammals. Species in each of four categories created by such a scheme require different conservation and management policies that are determined by the ecological characteristics of the species. Final conservation strategies must also be shaped by political and economic constraints.",
        "email": "",
        "conf": "Conservation Biology",
        "coauthors": [
            "Hector T Arita",
            "John G Robinson",
            "Kent H Redford"
        ],
        "keywords": ""
    },
    {
        "id": 4633,
        "label": 88,
        "author": "john g robinson",
        "title": "Seasonal Anointment with Millipedes in a Wild Primate: A Chemical Defense Against Insects?",
        "organization": "Wildlife Conservation Society",
        "abstract": "Members of a wild group of wedge-capped capuchin monkeys (Cebus olivaceus) intentionally anoint themselves with millipedes (Orthoporus dorsovittatus). Chemical analysis revealed these millipedes secrete two benzoquinones, compounds known to be potently repellent to insects. We argue that the secretion that rubs off on the monkeys in the course of anointment provides protection against insects, particularly mosquitoes (and the bot flies they transmit) during the rainy season. Millipede secretion is so avidly sought by the monkeys that up to four of them will share a single millipede. The anointment must also entail risks, since benzoquinones are toxic and carcinogenic. We suggest that for capuchins the immediate benefits of anointment outweigh the long-range costs.",
        "email": "",
        "conf": "Journal of Chemical Ecology",
        "coauthors": [
            "Ximena Valderrama",
            "John G Robinson",
            "Athula B Attygalle",
            "Thomas Eisner"
        ],
        "keywords": "Capuchin monkey, millipede, benzoquinone, anointment,chemical defense, insect deterrent, carcinogen"
    },
    {
        "id": 4630,
        "label": 88,
        "author": "john g robinson",
        "title": "Hunting for Sustainability in Tropical Forests",
        "organization": "Wildlife Conservation Society",
        "abstract": "Throughout the world people are concerned about the demise of tropical forests and their wildlife. Hunting by forest dwelling people has a dramatic effect on wildlife in many tropical forests, frequently causing species extinction, with serious implications for other species and forest health. However, wildlife is an important source of protein and income for rural peoples, and various questions need to be posed concerning this: can hunting can be managed to conserve biological communities while meeting human needs; and are the hunting rates practised by tropical forest peoples sustainable, and if not, what are the social and cultural implications of this failure. Drawing on examples from Ecuador to Congo-Zaire to Sulawesi, this book presents a wide array of studies by various authors (both biological and social scientists) examining the sustainability of hunting as practised by rural peoples. The book is arranged in 5 sections and 25 chapters. The first chapter is an introduction by the editors. Part I, Biological limits to sustainability (9 chapters), examines the effects of hunting on wildlife in tropical forests throughout the world. Part II, Sociocultural context influencing sustainability (6 chapters), addresses the importance of hunting to local communities. Part III, Institutional capacity for management (4 chapters), looks at the institutional challenges of resource management. Part IV, Economic influences on sustainability (4 chapters), examines economic perspectives in order to understand both hunting (including wildlife trade) and sustainability. Part V, Synthesis (1 chapter by the editors) provides a final synthesis and summary of the factors influencing sustainability and discusses the implications for management.",
        "email": "",
        "conf": "Columbia University Press",
        "coauthors": [
            "Elizabeth L. Bennett",
            "John G Robinson"
        ],
        "keywords": "Wildlife Conservation Society, Southern Blvd., Bronx, New York USA"
    },
    {
        "id": 4602,
        "label": 88,
        "author": "john g robinson",
        "title": "Protected Areas. Are they safeguarding biodiversity?",
        "organization": "Wildlife Conservation Society",
        "abstract": "",
        "email": "",
        "conf": "John Wiley & Sons",
        "coauthors": [
            "Lucas N. Joppa",
            "Jonathan E.M. Baillie",
            "John Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4655,
        "label": 88,
        "author": "john g robinson",
        "title": "Forest size and structure: Competitive and predatory effects on small mammal communities",
        "organization": "Wildlife Conservation Society",
        "abstract": "This study investigated how changes in forest fragment size and structure affect small mammal community structure in the Brazilian Atlantic forest. Forest fragments were of three sizes (small: 60–80 ha; medium: 860 ha; large: approximately 36 000 ha) and two disturbance conditions, primary and secondary. Forests were subject to a 17-month capture/recapture program for small mammals ( < 1000 g). The total trapping effort was of 57 120 trap nights, 9520 at each of six forests. During the course of the study, 692 individuals, belonging to 19 small mammal species, were captured 1366 times. The highest number of species (14) and total number of individuals trapped (190) were obtained at the large secondary forest. Both the small and the large primary forests had fewer species (6) and fewer individuals (70 and 57, respectively). The medium-size forests and the small secondary forest had 9 species each. Discriminant analysis indicated that differences in species composition of small mammal communities were not adequately explained by microhabitat preferences, with two exceptions. Species interactions were also poor predictors of community structure and composition, with the noted exception of interactions between the common opossum Didelphis marsupialis and other species. Smallerforest plots, especially among secondary habitat, are dominated by D. marsupialis, which are apparently able to exclude other species from these small mammal communities. It is postulated here that the lack of predators in smaller forests is the factor responsible for the observed lower species richness and diversity of these communities.",
        "email": "",
        "conf": "Biological Conservation",
        "coauthors": [
            "Gustavo A B da Fonseca",
            "John Robinson"
        ],
        "keywords": ""
    }
]