[
    {
        "id": 4134,
        "label": 75,
        "author": "john c mitchell",
        "title": "Effects of solidification conditions and heat treatment on the microstructure and vickers hardness of Pd-Cu-Ga dental alloys",
        "organization": "Professor Midwestern University",
        "abstract": "Two representative Pd-Cu-Ga dental alloys, one with a dendritic as-cast microstructure containing a eutectic interdendritic constituent and the other with an equiaxed fine-grained as-cast microstructure containing a near-surface eutectic constituent, have been subjected to rapid quenching following casting, in addition to the conventional bench cooling recommended by the manufacturers. The quenched alloys were subsequently heat treated at temperatures of 1200°, 1500° and 1800 op that span the range of the firing cycles for dental porcelain. Scanning electron microscopic examination showed that the lamellar eutectic constituents normally present in the microstructures of the as-cast and bench-cooled alloys persisted when the alloys were rapidly quenched after casting, although microstructural changes were evident. A large decrease occurred in the Vickers hardness of the alloy with the dendritic as-cast microstructure after heat treatment at 1500°F, and in the hardness of both alloys after heat treatment at 1800°F.",
        "email": "",
        "conf": "Cells and Materials",
        "coauthors": [
            "William A. Brantley",
            "Zhuo Cai",
            "Stanley G. Vermilyea",
            "Efstratios Papazoglou",
            "John C Mitchell",
            "Alan B Carr"
        ],
        "keywords": ""
    },
    {
        "id": 4133,
        "label": 75,
        "author": "john c mitchell",
        "title": "Effect of several variables on porcelain adherence of high-palladium alloys.",
        "organization": "Professor Midwestern University",
        "abstract": "",
        "email": "",
        "conf": "Journal of Dental Research",
        "coauthors": [
            "Efstratios Papazoglou",
            "William A. Brantley",
            "John C. Mitchell",
            "William M Johnson",
            "Alan B Carr"
        ],
        "keywords": ""
    },
    {
        "id": 4132,
        "label": 75,
        "author": "john c mitchell",
        "title": "New high-palladium casting alloys: Studies of the interface with porcelain",
        "organization": "Professor Midwestern University",
        "abstract": "This investigation studied the metal ceramic interface for two representative high-palladium alloys each of the Pd-Cu-Ga and Pd-Ga systems, using scanning electron microscopy and x-ray energy dispersive spectroscopy. The Pd-Cu-Ga alloys produced complex subsurface oxidation regions with thicknesses ranging from 15 to 20 μm for one alloy and 5 to 10 μm for the other alloy. Ga, In, and Sn accumulated at the interfaces, and Ga-rich deposits were found in the subsurface scale. One Pd-Ga alloy presented a surface oxidation region which dissolved in the ceramic, producing \"islands\" rich in Pd and Ga with a width that ranged from ito 2 μm. These islands were separated from the alloy by a band rich in Ga and Si which was 1 to 2.5 μm thick. While the other Pd-Ga alloy presented similar interfacial microstructures, the \"islands\" formed for this alloy were relatively sparse. The Pd-Cu-Ga alloys had a more favorable interface for metal ceramic bonding, which agrees with previous characterization of bond failures between these alloys and dental porcelain.",
        "email": "",
        "conf": "The International journal of prosthodontics",
        "coauthors": [
            "Efstratios Papazoglou",
            "William A. Brantley",
            "John C. Mitchell",
            "Alan B Carr"
        ],
        "keywords": ""
    },
    {
        "id": 4139,
        "label": 75,
        "author": "john c mitchell",
        "title": "New high-palladium casting alloys: Part 2. Effects of heat treatment and burnout temperature",
        "organization": "Professor Midwestern University",
        "abstract": "Castings simulating a maxillary central incisor coping were fabricated from five representative high-palladium alloys, using burnout temperatures of 1,400°F and 1,500°F, with a carbon-free phosphate-bonded investment. Three castings of each alloy were individually prepared at each burnout temperature. Each casting was sectioned into two specimens, and one specimen was subjected to simulated porcelain firing heat treatment. Polished and etched specimens in as-cast and heat-treated conditions were examined with optical and scanning electron microscopes. Mean values of Vickers hardness (1-kg load) were determined for each alloy and condition. It was observed that the simulated porcelain firing cycles caused major changes in as-cast bulk microstructures for the three first-generation alloys, while only subtle alterations were observed for the two second-generation alloys. In addition, complex regions associated with oxidation processes were found near the surfaces of all the heat-treated alloys. While the as-cast microstructure and the hardness of each alloy did not vary appreciably for the two burnout temperatures, the incidence of hot tearing in one first-generation alloy was substantially reduced at the lower burnout temperature. Statistically significant decreases in hardness generally occurred in the high-palladium alloys after the simulated porcelain firing cycles, but the relatively small changes (usually 10% or less) should not have any clinical significance. Other clinically relevant applications are also discussed.",
        "email": "",
        "conf": "The International journal of prosthodontics",
        "coauthors": [
            "Alan B Carr",
            "Zhuo Cai",
            "William A. Brantley",
            "John C. Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4142,
        "label": 75,
        "author": "john c mitchell",
        "title": "Scallop shell mineralogy and crystalline characteristics: Proxy records for interpreting Antarctic nearshore marine hydrochemical variability",
        "organization": "Professor Midwestern University",
        "abstract": "",
        "email": "",
        "conf": "Contributions to antarctic research",
        "coauthors": [
            "Paul Arthur Berkman",
            "Dennis W. Foreman",
            "John C. Mitchell",
            "Robert J. Liptak"
        ],
        "keywords": ""
    },
    {
        "id": 4107,
        "label": 75,
        "author": "john c mitchell",
        "title": "Mechanical performance of novel bioactive glass containing dental restorative composites",
        "organization": "Professor Midwestern University",
        "abstract": "Bioactive glass (BAG) is known to possess antimicrobial properties and release ions needed for remineralization of tooth tissue, and therefore may be a strategic additive for dental restorative materials. The objective of this study was to develop BAG containing dental restorative composites with adequate mechanical properties comparable to successful commercially available composites, and to confirm the stability of these materials when exposed to a biologically challenging environment. Composites with 72 wt% total filler content were prepared while substituting 0–15% of the filler with ground BAG. Flexural strength, fracture toughness, and fatigue crack growth tests were performed after several different soaking treatments: 24 h in DI water (all experiments), two months in brain–heart infusion (BHI) media + Streptococcus mutans bacteria (all experiments) and two months in BHI media (only for flexural strength). Mechanical properties of new BAG composites were compared along with the commercial composite Heliomolar by two-way ANOVA and Tukey's multiple comparison test (p ≤ 0.05). Overall, the BAG containing composites developed in this study demonstrated adequate and stable mechanical properties relative to three successful commercial composites.",
        "email": "",
        "conf": "Dental materials: official publication of the Academy of Dental Materials",
        "coauthors": [
            "Dmytro Khvostenko",
            "John C. Mitchell",
            "Thomas J Hilton",
            "Jamie J Kruzic"
        ],
        "keywords": "Resin composite,Bioactive glass,Strength,Fracture toughness,Fatigue,Bacteria,Hydration"
    },
    {
        "id": 4112,
        "label": 75,
        "author": "john c mitchell",
        "title": "Biomimetic dentin desensitizer based on nano-structured bioactive glass",
        "organization": "Professor Midwestern University",
        "abstract": "This study evaluated the ability of a novel sol–gel bioactive glass, in conjunction with appropriate carrier vehicles, to reduce dentinal fluid flow, with an eye toward reducing dentinal hypersensitivity. Experiments were conducted to measure the reduction in tubule fluid flow after treatment of cut tooth surfaces with sol–gel bioactive glass particles in several carrier vehicles. Surfaces were also examined after exposure to brushing and acidic solutions. A non-bioactive particulate glass was compared. Tubular occlusion produced by the bioactive glass was observed via SEM and a sustained reduction in hydrodynamic conductance was measured after exposure to various fluids and brushing. This new material may be used with the tested carriers to significantly and durably reduce tubule fluid flow, ultimately resulting in reduced dentinal hypersensitivity.",
        "email": "mitchelj@ohsu.edu",
        "conf": "Dental materials: official publication of the Academy of Dental Materials",
        "coauthors": [
            "John C. Mitchell",
            "Lawrence Musanje",
            "Jack L Ferracane"
        ],
        "keywords": "Bioactive glass,Dentin desensitizer,Hydraulic conductance,Dental hypersensitivity"
    },
    {
        "id": 4136,
        "label": 75,
        "author": "john c mitchell",
        "title": "Room temperature aging of Pd-Cu-Ga dental alloys",
        "organization": "Professor Midwestern University",
        "abstract": "Specimens of three Pd-Cu-Ga dental alloys cast five years ago and subsequently stored at room temperature were reexamined and observed to have lower amounts of the eutectic constituents in the near-surface region than originally present, along with other microstructural changes. This previously unreported room temperature aging behavior of these alloys is attributed to the presence of high-diffusivity paths in the non-equilibrium ascast eutectic structures and to the essential role of the surface for the vacancy diffusion mechanism. These results may have important clinical significance for the ill vivo corrosion resistance and long-term biocompatibility of the Pd-Cu-Ga alloys.",
        "email": "",
        "conf": "Cells and Materials",
        "coauthors": [
            "William A. Brantley",
            "Zhuo Cai",
            "Q. Wu",
            "Alan B Carr",
            "John C. Mitchell"
        ],
        "keywords": "Palladium, dental alloy, aging, microstructure, eutectic, scanning electron microscopy, X -ray energy-dispersive spectroscopy, diffusion, electrochemical corrosion, biocompatibility"
    },
    {
        "id": 4141,
        "label": 75,
        "author": "john c mitchell",
        "title": "Metallurgical structures of as-cast and heat-treated high-palladium dental alloys",
        "organization": "Professor Midwestern University",
        "abstract": "Scanning electron microscope observations and energy-dispersive spectroscopic analyses have been performed on two first-generation and two second-generation high-palladium dental casting alloys. A specimen design simulating a maxillary central incisor coping was employed to conserve metal, while providing thin and thick sections to yield a range of solidification rates. The alloys were centrifugally cast in air, following standard dental laboratory techniques; three castings were prepared for each alloy. Each casting was sectioned to produce two mirror-image specimens, and one specimen received the appropriate oxidation heat treatment, followed by a simulated full porcelain firing sequence. After metallographic polishing, specimens were examined with a scanning electron microscope. The as-cast alloys displayed multi-phase microstructures which could be explained by the rapid solidification conditions and the relevant phase diagrams. The simulated porcelain firing heat treatment caused a variety of bulk microstructural changes in the coping sections, along with formation of complex subsurface oxidation regions which were less thick for the second-generation alloys. Elemental compositions of the palladium solid solution matrix in the heat-treated alloys were in good agreement with nominal alloy compositions provided by the manufacturers. Ruthenium-rich particles found in the microstructures of three alloys are consistent with a proposed mechanism for grain refinement.",
        "email": "",
        "conf": "Cells and Materials",
        "coauthors": [
            "William A. Brantley",
            "Zhuo Cai",
            "Alan B Carr",
            "John C. Mitchell"
        ],
        "keywords": "High-palladium dental alloys, dental casting alloys, fixed prosthodontics, scanning electron microscopy, energy-dispersive spectroscopy, dendrite, microstructure, grain refinement, strengthening mechanism, phase diagram"
    },
    {
        "id": 4111,
        "label": 75,
        "author": "john c mitchell",
        "title": "Ion release from a novel orthodontic resin bonding agent for the reduction and/or prevention of white spot lesions. An in vitro study",
        "organization": "Professor Midwestern University",
        "abstract": "To measure ion release from four sol-gel bioactive glass–containing orthodontic resin bonding agents (BAG-Bonds) following immersion into simulated body fluid (SBF) at pH values of 4 and 7. Four BAG-Bonds, two containing fluoride, were developed. Prepared in our laboratory, the BAG-Bonds were composed of a mixture of resin monomers and bioactive glasses (BAGs). Workability of the final BAG-Bonds determined the amount of filler added to each, and this varied according to BAG composition. Commercially available Transbond-XT was used as the control. Three disks (10 mm × 2 mm) of each material were individually suspended in 3.5 mL of SBF at pH 4 and pH 7. SBF was analyzed to measure pH and ions released at 1 hour, 10 hours, and 100 hours. Calcium was measured by atomic absorption analysis, phosphate by ultraviolet visible spectrometry, and fluoride by an ion-specific electrode. The data were compared using a three-way analysis of variance, with P ≤ .05. Significant differences in calcium and phosphate ion release were found between the four BAG-Bonds and the control at multiple time points. Significant changes in pH were also found. There was no measureable release of fluoride from any of the materials. The BAG-Bonds showed the capacity for buffering acidic oral environments and significant release of calcium ions into their surrounding environment, and they hold the potential to be biomimetic bonding agents that may reduce white spot lesion formation.",
        "email": "mitchelj@ohsu.edu",
        "conf": "The Angle Orthodontist",
        "coauthors": [
            "Melissa L Brown",
            "Harry B Davis",
            "Eser Tufekci",
            "Jennifer J Crowe",
            "David A Covell",
            "John C. Mitchell"
        ],
        "keywords": "Bioactive glass, Orthodontic adhesive, Remineralization, White spot lesions, Ion release"
    },
    {
        "id": 4121,
        "label": 75,
        "author": "john c mitchell",
        "title": "Inductively coupled plasma-mass spectroscopy measurements of elemental release from 2 high-palladium dental casting alloys into a corrosion testing medium",
        "organization": "Professor Midwestern University",
        "abstract": "The biocompatibility of high-palladium alloy restorations has been of some concern due to the release of palladium into the oral environment and sensitivity reactions in patients. Purpose. This study measured the in vitro elemental release from a Pd-Cu-Ga alloy and a Pd-Ga alloy into a corrosion testing medium. Material and Methods. Both alloys were cast into 12-mm-diameter × 1-mm-thick disks, subjected to heat treatment that simulated porcelain firing cycles, polished to a 0.05-mm surface finish, and ultrasonically cleaned in ethanol. Two specimens of each alloy were immersed 3 times (at 7, 70, and 700 hours) in an aqueous lactic acid/NaCl solution used for in vitro corrosion testing and maintained at 37°C. The specimens were removed after each immersion time, and the elemental compositions of the solutions were analyzed with inductively coupled plasma-mass spectroscopy (ICP-MS). Elemental concentrations for the 2 alloys at each immersion time were compared with Student t test (α=.05). Results. No significant differences in palladium release were found for the 7- and 70-hour solutions, but significant differences were found for the 700-hour solutions. Mean concentrations of palladium and gallium in the 700-hour solutions, expressed as mass per unit area of alloy surface, were 97 (Pd) and 46 (Ga) μg/cm2 for the Pd-Cu-Ga alloy and 5 (Pd) and 18 (Ga) μg/cm2 for the Pd-Ga alloy. Conclusion. Relative proportions of the elements in the solutions were consistent with the release of palladium and breakdown of microstructural phases found in the alloys. The results suggest that there may be a lower risk of adverse biological reactions with the Pd-Ga alloy than with the Pd-Cu-Ga alloy tested. (J Prosthet Dent 2002;87:80-5.)",
        "email": "",
        "conf": "Journal of Prosthetic Dentistry",
        "coauthors": [
            "Eser Tufekci",
            "John C. Mitchell",
            "John W Olesik",
            "William A Brantley",
            "Efstratios Papazoglou",
            "Peter Monaghan"
        ],
        "keywords": ""
    },
    {
        "id": 4106,
        "label": 75,
        "author": "john c mitchell",
        "title": "Efficacy of a fluoride-releasing orthodontic primer in reducing demineralization around brackets: An in-vivo study",
        "organization": "Professor Midwestern University",
        "abstract": "A new, highly filled primer is currently marketed as a fluoride delivery system effective in reducing white spot lesions in orthodontic patients. However, no studies in the literature support this claim. The purpose of this in-vivo study was to investigate the retention and the efficacy of this primer in reducing the formation of white spot lesions. In each patient for whom premolar extractions were planned (n = 22), 1 premolar was randomly chosen as the experimental tooth for the application of the fluoride delivery system (Opal Seal; Ultradent Products, South Jordan, Utah), and the contralateral tooth was assigned as the control to receive the standard treatment (Transbond XT; 3M Unitek, Monrovia, Calif). After the bonding procedures, separators were placed around the premolar brackets to encourage plaque retention over 8 weeks. After the extractions, the tooth surfaces were evaluated visually and with microhardness techniques for demineralization. Primer retention was also investigated. There were no statistically significant differences in the numbers of white spot lesions between the 2 groups. The primer retention was calculated as 50%. The results indicated no significant difference between the efficacies of the fluoride-releasing primer and the control primer in reducing demineralization over the duration of the study.",
        "email": "",
        "conf": "American Journal of Orthodontics and Dentofacial Orthopedics",
        "coauthors": [
            "Eser Tufekci",
            "Daniel R. Pennella",
            "John C. Mitchell",
            "Al M Best",
            "Steven Lindauer"
        ],
        "keywords": ""
    },
    {
        "id": 4127,
        "label": 75,
        "author": "john c mitchell",
        "title": "The Complementary Nature of X-Ray Photoelectron Spectroscopy and Angle-Resolved X-Ray Diffraction Part II: Analysis of Oxides on Dental Alloys",
        "organization": "Professor Midwestern University",
        "abstract": "X-ray photoelectron spectroscopy (XPS) and angle-resolved x-ray diffraction (ARXRD) were used to analyze the oxide layer on three palladium-gallium-based dental casting alloys. The oxide layers were approximately 10 Μm thick. The use of the techniques helped to determine which mechanism was responsible for oxide formation—either (a) oxide layer growth via diffusion of oxygen through the scale to the metal, causing the scale to grow at the metal-oxide interface, or (b) an oxide layer formed by metal ions diffusing through the scale to the surface and reacting with oxygen, causing the scale to grow at the oxide-air interface. The oxide growth mechanisms were correlated to previous layer adhesion results determined with biaxial flexure testing.",
        "email": "",
        "conf": "Journal of Materials Engineering and Performance",
        "coauthors": [
            "Susan Kerber",
            "T. L. Barr",
            "G. P. Mann",
            "W A Btanley",
            "E Papazoglou",
            "John C. Mitchell"
        ],
        "keywords": "angle resolved, dental alloys, gallium, oxide, palladium, review, x-ray diffraction, x-ray photoelectron spectroscopy"
    },
    {
        "id": 4100,
        "label": 75,
        "author": "john c mitchell",
        "title": "Variation in Location of the Mandibular Foramen/Inferior Alveolar Nerve Complex Given Anatomic Landmarks Using Cone-beam Computed Tomographic Scans",
        "organization": "Professor Midwestern University",
        "abstract": "The mandibular foramen (MF)/inferior alveolar nerve (IAN) complex is located significantly higher than 6 mm above the mandibular occlusal plane, and the angulation over the contralateral mandibular premolar contact area varies significantly less than 45°. Orienting the syringe barrel at an angulation slightly less than 45° and significantly higher than 6 mm above the mandibular occlusal plane can aid in successfully locating and subsequently administering anesthesia to the MF/IAN complex.",
        "email": "jmitch@midwestern.edu",
        "conf": "Journal of endodontics",
        "coauthors": [
            "Jonathan Blacher",
            "Scott Van DaHuvel",
            "Vijay Parashar",
            "John C. Mitchell"
        ],
        "keywords": "CBCT,IAN,inferior alveolar nerve,mandibular anatomy,mandibular foramen"
    },
    {
        "id": 4115,
        "label": 75,
        "author": "john c mitchell",
        "title": "A novel method for the assessment of the accuracy of computing laminar flow stroke volumes using a real-time 3D ultrasound system: In vitro studies",
        "organization": "Professor Midwestern University",
        "abstract": "Laminar flow stroke volume (SV) quantification in the ascending aorta or pulmonary artery can provide a measure for determining cardiac output (CO). Comparing flows across different valves can also compute shunt volumes and regurgitant fractions. Quantification methods for 3D color Doppler laminar flow volumes have been developed using reconstructive 3D, but these are cumbersome and time-consuming both in acquisition and measurement. Our study evaluated newly developed color Doppler mapping with real-time live 3D echo to test velocity, spatial and temporal resolution for computing SV. Five rubber tubes (diameters=3.0, 2.25, 2.0, 1.9, 1.7cm), a freshly dissected porcine aorta (Ao) and a pulmonary artery (PA) (both 2–3cm diameter) were connected to a pulsatile pump in a water bath. Different SV, from 10 to 80ml/beat, were studied at pump rates of 40–60bpm in this phantom model with flow quantified by timed collection. The Nyquist limit was set between 43 and 100cm/s and frame rate ranged from 14 to 23/s. ECG triggered 3D color Doppler volumes were acquired with a 2–4MHz probe. The digital scan line data from the 3D volumes, with retained velocity assignments, was exported and analyzed offline by MatLab custom software. Close correlations were found between 3D calculated SV and reference data for all tubes ( r =0.98, y =1.14 x −1.69, SEE=2.82ml/beat, p <0.0001). Both Ao and PA flows were also highly correlated with the reference measurements (PA: r =0.98, SEE=3.17ml/beat; Ao: r =0.99, SEE=3.20ml/beat).  Real-time 3D color Doppler method could provide an efficient, accurate and reliable method for clinical evaluation and quantification of flow volumes in patients.",
        "email": "",
        "conf": "European Heart Journal  Cardiovascular Imaging",
        "coauthors": [
            "Xiaokui Li",
            "Muhammad Ashraf",
            "Karl Thiele",
            "Aarti Hejmadi Bhat",
            "Ron Sakaguchi",
            "John C. Mitchell",
            "Julie A. Brie",
            "Monica Young",
            "Rima S. Bader",
            "James Pemberton",
            "David J. Sahn"
        ],
        "keywords": "SV, stroke volume, CO, cardiac output, Ao, aorta, PA, pulmonary artery, ACM, automatic cardiac output measurement"
    },
    {
        "id": 4117,
        "label": 75,
        "author": "john c mitchell",
        "title": "Scanning Electron Microscope Observations of New and Used Nickel-Titanium Rotary Files",
        "organization": "Professor Midwestern University",
        "abstract": "The appearances of the tip sections of ProFile 0.04 taper and Lightspeed 25-mm long, ISO size 25, nickel-titanium rotary instruments were compared with a scanning electron microscope in the as-received condition and after one, three, and six simulated clinical uses to prepare mesial canals of extracted mandibular molars. For the used ProFile instruments, there was some flattening of the characteristic material rollover and minor apparent wear at the edges of the flutes, but there was little change in the tip regions of the used Lightspeed instruments. Deposits on the surfaces of the instruments were attributed to the manufacturing processes and the in vitro preparation of root canals in the extracted teeth. The simulated clinical use did not cause substantial changes in the regions of these two brands of rotary instruments that are involved in the clinical preparation of root canals.",
        "email": "",
        "conf": "Journal of Endodontics",
        "coauthors": [
            "Satish B Alapati",
            "William A. Brantley",
            "Timothy A Svec",
            "John M Powers",
            "John C. Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4102,
        "label": 75,
        "author": "john c mitchell",
        "title": "Cyclic mechanical loading promotes bacterial penetration along composite restoration marginal gaps",
        "organization": "Professor Midwestern University",
        "abstract": "Secondary caries is the most common reason for composite restoration replacement and usually forms between dentin and the filling. The objective of this study was to investigate the combined effect of cyclic loading and bacterial exposure on bacterial penetration into gaps at the interface between dentin and resin composite restorative material using a novel bioreactor system and test specimen design. Human molars were machined into 3 mm thick disks with 2 mm deep × 5 mm diameter cavity preparations into which composite restorations were placed. A ∼15–30 μm (small) or ∼300 μm wide (large) marginal gap was introduced along half of the interface between the dentin and restoration. Streptococcus mutans UA 159 biofilms were grown on each sample prior to testing each in a bioreactor both with and without cyclic loading. Both groups of samples were tested for 2 weeks and post-test biofilm viability was confirmed with a live-dead assay. Samples were fixed, mounted and cross-sectioned to reveal the gaps and observe the depth of bacterial penetration. It was shown that for large gap samples the bacteria easily penetrated to the full depth of the gap independent of loading or non-loading conditions. The results for all cyclically loaded small gap samples show a consistently deep bacterial penetration down 100% of the gap while the average penetration depth was only 67% for the non-loaded samples with only two of six samples reaching 100%. A new bioreactor was developed that allows combining cyclic mechanical loading and bacterial exposure of restored teeth for bacterial biofilm and demineralization studies. Cyclic loading was shown to aid bacterial penetration into narrow marginal gaps, which could ultimately promote secondary caries formation.",
        "email": "",
        "conf": "Dental materials: official publication of the Academy of Dental Materials",
        "coauthors": [
            "Dmytro Khvostenko",
            "Satin Salehi",
            "Steven E. Naleway",
            "T J Hilton",
            "J L Ferracane",
            "John C Mitchell",
            "Jamie J Kruzic"
        ],
        "keywords": "Resin composite,Marginal gap,Biofilm,Streptococcus mutans,Cyclic loading,Secondary caries"
    },
    {
        "id": 4119,
        "label": 75,
        "author": "john c mitchell",
        "title": "Fatigue studies of high-palladium dental casting alloys: Part I. Fatigue limits and fracture characteristics",
        "organization": "Professor Midwestern University",
        "abstract": "The fatigue limits and fracture characteristics for a Pd–Cu–Ga alloy and a Pd–Ga alloy were studied. The alloys were cast into tensile test bars with gauge diameter of 3 mm and gauge length of 15 mm, and the surfaces of the castings were neither air-abraded nor polished after removal from the investment. Specimens were prepared from all-new metal (not previously melted), a combination of 50% new metal and 50% old metal (previously melted one time) and 100% old metal. The cast bars were subjected to heat treatment simulating the complete firing cycles for dental porcelain, and fatigued in air at room temperature under uniaxial tension-compression stress at 10 Hz and a ratio of tensile stress amplitude to compressive stress amplitude (R-ratio) of −1. The alloy microstructures and fracture surfaces were examined with a scanning electron microscope (SEM). Results showed that the fatigue limits at 2 x 106cycles of the Pd–Cu–Ga and Pd–Ga alloys were approximately 0.20 and 0.15 of their 0.1% yield strength (YS) in tension, respectively. The fatigue resistance for specimens from both alloys containing 50% old metal and 50% new metal was comparable to that of specimens containing all-new metal, although this decreased dramatically for Pd–Cu–Ga alloy specimens containing all-old metal. The fatigue resistance of the Pd–Cu–Ga alloy subjected to heat treatment simulating the porcelain firing cycles was not adversely affected by remnants of the original as-cast dendritic microstructure that remained in the relatively large test specimens. A longer heat treatment than recommended by the manufacturer for the porcelain firing cycles is needed to completely eliminate the as-cast dendritic structure in these specimens. The Pd–Cu–Ga alloy exhibited superior fatigue resistance to the Pd–Ga alloy, which has an equiaxed-grain microstructure and lower yield strength.",
        "email": "",
        "conf": "Journal of Materials Science Materials in Medicine",
        "coauthors": [
            "Dongfa Li",
            "William A. Brantley",
            "John C. Mitchell",
            "G S Daehn",
            "P Monaghan",
            "Efstratios Papazoglou"
        ],
        "keywords": ""
    },
    {
        "id": 4116,
        "label": 75,
        "author": "john c mitchell",
        "title": "Bending Fatigue Study of Nickel-Titanium Gates Glidden Drills",
        "organization": "Professor Midwestern University",
        "abstract": "ProFile nickel-titanium Gates Glidden drills were tested in bending fatigue to simulate clinical conditions. Ten samples each in sizes #1 through #6 were placed in a device that deflected the drill head 4 mm from the axis. The drill head was placed inside a ball bearing fixture, which allowed it to run free at 4000 rpm, and the total number of revolutions was recorded until failure. Fracture surfaces were examined with a scanning electron microscope to determine the initiation site and nature of the failure process. Mean ± SD for the number of revolutions to failure for the drill sizes were: #1: 1826.3 ± 542.5; #2: 5395.7 ± 2581.5; #3: 694.4 ± 516.8; #4: 261.0 ± 138.0; #5: 49.6 ± 14.9; #6: 195.9 ± 78.5. All drills failed in a ductile mode, and fracture initiation sites appeared to be coincident with machining grooves or other flaws, suggesting the need for improved manufacturing procedures.",
        "email": "",
        "conf": "Journal of Endodontics",
        "coauthors": [
            "Neill H Luebke",
            "William A. Brantley",
            "Satish B Alapati",
            "John C Mitchell",
            "Leonard L Lausten",
            "Glenn S. Daehn"
        ],
        "keywords": ""
    },
    {
        "id": 4129,
        "label": 75,
        "author": "john c mitchell",
        "title": "Heat-treatment behavior of high-palladium dental alloys",
        "organization": "Professor Midwestern University",
        "abstract": "Four high-palladium dental alloys were cast, quenched following solidification, and heat treated at temperatures ranging from 200° to 1,800°F. The Vickers hardness of each alloy was measured, and microstructural changes were studied by scanning electron microscopy (SEM). Phase transformations were investigated by thermomechanical analysis (TMA). Heat treatment at 1,600° and 1,800°F significantly decreased the hardness of one Pd-Cu-Ga alloy, compared to the as-cast condition, as did heat treatment at 1,800°F for the other Pd-Cu-Ga alloy and one Pd-Ga alloy, and yielded fine-grained microstructures of the palladium solid solution. There were generally no significant changes in the hardness of the other Pd-Ga alloy for heat treatments over the entire temperature range, which was attributed to persistence of the as-cast dendritic structure. For all alloys, heat treatment at 1,200°F resulted in formation of discontinuous precipitates, which had very similar hardness to that of the palladium solid solution. Variations in the amount of a previously unidentified hard phase with temperature were assumed to account for the hardness variations in the harder Pd-Cu-Ga alloy. The TMA results suggested that a second-order phase transformation occurred around 1,050° to 1,400°F in all alloys, which may be formation of an ordered tweed structure observed by transmission electron microscopy in another study.",
        "email": "",
        "conf": "Cells and Materials",
        "coauthors": [
            "Q. Wu",
            "William A. Brantley",
            "John C. Mitchell",
            "Stanley G Vermilyea",
            "Jianzhong Xiap",
            "Wenhua Guo"
        ],
        "keywords": "Palladium, dental alloy, heat treatment, microstructure, discontinuous precipitate, eutectic, scanning electron microscopy, microhardness, thermomechanical analysis"
    },
    {
        "id": 4105,
        "label": 75,
        "author": "john c mitchell",
        "title": "Ion release from and fluoride recharge of a composite with a fluoride-containing bioactive glass",
        "organization": "Professor Midwestern University",
        "abstract": "Materials that are capable of releasing ions such as calcium and fluoride, that are necessary for remineralization of dentin and enamel, have been the topic of intensive research for many years. The source of calcium has most often been some form of calcium phosphate, and that for fluoride has been one of several metal fluoride or hexafluorophosphate salts. Fluoride-containing bioactive glass (BAG) prepared by the sol–gel method acts as a single source of both calcium and fluoride ions in aqueous solutions. The objective of this investigation was to determine if BAG, when added to a composite formulation, can be used as a single source for calcium and fluoride ion release over an extended time period, and to determine if the BAG-containing composite can be recharged upon exposure to a solution of 5000 ppm fluoride. Prior to fluoride recharge, release of fluoride ions was similar for the BAG 61 and BAG 81 composites after 2 h, and also similar after 22 h. At the four subsequent time points, one prior to, and three following fluoride recharge, the BAG 81 composite released significantly more fluoride ions (p < 0.05). Both composites were recharged by exposure to 5000 ppm fluoride, although the BAG 81 composite was recharged more than the BAG 61 composite. The BAG 61 composite released substantially more calcium ions prior to fluoride recharge during each of the 2 and 22 h time periods. Thereafter, the release of calcium at the four subsequent time points was not significantly different (p > 0.05) for the two composites. These results show that, when added to a composite formulation, fluoride-containing bioactive glass made by the sol–gel route can function as a single source for both calcium and fluoride ions, and that the composite can be readily recharged with fluoride.",
        "email": "",
        "conf": "Dental Materials",
        "coauthors": [
            "Harry B. Davis",
            "Fernanda Gwinner",
            "John C. Mitchell",
            "Jack L Ferracane"
        ],
        "keywords": "Composite,Bioactive glass,Ion release"
    },
    {
        "id": 4124,
        "label": 75,
        "author": "john c mitchell",
        "title": "Crystallographic Characteristics of Plasma-Sprayed Calcium Phosphate Coatings on Ti-6Al-4V",
        "organization": "Professor Midwestern University",
        "abstract": "The purpose of this study was to investigate the crystallographic characteristics of 3 sets of plasmasprayed hydroxyapatite (HA) coatings prepared with different degrees of crystallinity on Ti-6Al-4V substrates. X-ray diffraction analyses were performed on the coatings to determine mean percent crystallinity, calcium phosphate phases present, average crystallite size, and residual strain. The mean percent crystallinity for the 3 sets of coatings ranged from 49 to 60%. The coatings that achieved the highest crystallinity consisted almost entirely of HA. As the coating crystallinity decreased, increasing amounts of α-and β-tricalcium phosphate and tetracalcium phosphate were detected. The mean HA crystallite size for the 3 sets of coatings ranged from 0.02 to 0.05 μm. Differences in mean interplanar spacing for selected crystallographic planes of HA, compared with the pure ICDD (International Center for Diffraction Data) powder standards, implied that the coatings were in an uneven state of tensile strain.",
        "email": "",
        "conf": "The International journal of oral & maxillofacial implants",
        "coauthors": [
            "Eser Tufekci",
            "William A. Brantley",
            "John C. Mitchell",
            "F S Georgette"
        ],
        "keywords": ""
    },
    {
        "id": 4125,
        "label": 75,
        "author": "john c mitchell",
        "title": "Mechanical properties of dendritic Pd-Cu-Ga dental alloys",
        "organization": "Professor Midwestern University",
        "abstract": "Three Pd-Cu-Ga dental alloys with very similar nominal compositions and dendritic as-cast microstructures were selected for study: Option (Ney Dental) and Spartan (Williams/lvoclar) contain a small amount of boron, while Spartan Plus (Williams/Ivoclar) is boron-free. Bars of each alloy were tested in tension for the as-cast and simulated porcelain-firing conditions, and values of mechanical properties were measured. Fracture surfaces and microstructures of axially sectioned and etched fracture specimens were observed with the scanning electron microscope (SEM). Except for the elastic modulus, significant differences were typically found in alloy properties. Heat treatment eliminated the dendritic microstructure, decreased strength and increased ductility. Values of mechanical properties depend on the presence (orientation and distribution) of dendrites but not boron content. The amounts of casting porosity in the samples were too small to affect their mechanical properties significantly.",
        "email": "",
        "conf": "Cells and Materials",
        "coauthors": [
            "Efstratios Papazoglou",
            "Q. Wu",
            "William A. Brantley",
            "John C Mitchell",
            "Glyn Meyrick"
        ],
        "keywords": ""
    },
    {
        "id": 4143,
        "label": 75,
        "author": "john c mitchell",
        "title": "Physical chemical evidence of structural weakness in coronary arterial calcification",
        "organization": "Professor Midwestern University",
        "abstract": "Physical-chemical properties of calcified human coronary arteries were obtained through 857 electron probe microanalyses of samples of endarterectomy tissue from 12 patients and by X-ray and electron diffraction from separate samples. The calcific phase exhibited a weight percentage calcium to phosphorus ratio of 2.5 (SEM 0.15), a density of 2.95 (0.02) g·cm−3, and a crystalline unit cell volume of 530 (0.5) Å3, or 53 (0.05) nm3. The phase has been characterised as a phosphorus deficient dahllite variant of apatite in which the crystal structure has been weakened by the incorporation of water molecules and tetrahedral hydroxyl groups in isomorphic substitution conforming with the McConnell-type defect. Isomorphic substitution within the apatitic cell appears sufficient to suggest that the crystal structure of the mineral deposit is weakened to the extent that means might be sought to attack the early formation of the pathological deposition.",
        "email": "",
        "conf": "Cardiovascular Research",
        "coauthors": [
            "Dennis W Foreman",
            "John C. Mitchell",
            "Peter B Baker"
        ],
        "keywords": "coronary arteriosclerosis, coronary artery calcification, arterial rhicroprobe analysis, phosphorus deficient calcification, coronary artery diffraction, cardiovascular, mineralisation, pathological mineralisation"
    },
    {
        "id": 4138,
        "label": 75,
        "author": "john c mitchell",
        "title": "Performance of engine-driven rotary endodontic instruments with a superimposed bending deflection: V. Gates Glidden and Peeso drills",
        "organization": "Professor Midwestern University",
        "abstract": "A laboratory study was performed on Gates Glidden and Peeso drills to determine the incidence of shaft fracture when a bending deflection was superimposed on the rotating drills. Samples of sizes #1 to #6 stainless steel Gates Glidden drills, sizes #1 to #6 stainless steel and carbon steel-type P Peeso drills, and sizes #009 to #023 carbon steel-type B-1 Peeso drills from each of two manufacturers were evaluated with a unique apparatus that applied a 2-mm bending deflection while rotating the instruments. The apparatus did not restrict movement of the bur head during rotation. The test drills were rotated at 2500, 4000, and 7000 revolutions per minute, and the number of revolutions at failure was recorded. Scanning electron microscopic observations established that the stainless steel Gates Glidden and Peeso drills failed by ductile fracture, whereas the carbon steel Peeso drills failed by brittle fracture. Instrument fracture was always near the handpiece shank with this test, and the length of the fractured drills was measured from the working tip. It is recommended that this additional test be adopted to determine fatigue properties of enginedriven rotary endodontic instruments in establishing international performance standards.",
        "email": "",
        "conf": "Journal of Endodontics",
        "coauthors": [
            "William A. Brantley",
            "Neill H. Luebke",
            "Frances L. Luebke",
            "John C. Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4140,
        "label": 75,
        "author": "john c mitchell",
        "title": "Histologic Evaluation of Periodontal Attachment Apparatus Following the Insertion of a Biodegradable Copolymer Barrier in Humans",
        "organization": "Professor Midwestern University",
        "abstract": "The purpose of this study was to histologically evaluate the effectiveness of polylactide:polyglycolide 50:50 (DL‐PLGA) as a barrier to prevent epithelial migration and to promote new connective tissue attachment. Mucoperiosteal flaps were performed on 17 human teeth. DL‐PLGA membrane was placed over the roots and alveolar bone. DLPLGA was not placed over control teeth. Ninety days following surgery, block sections were obtained and processed for histologic evaluation. All specimens revealed a mean length of epithelial attachment within physiologic limits and recession of the gingival margin. There was little or no reattachment of the connective tissue. It is concluded that this copolymer barrier did not prevent epithelial migration nor enhance connective tissue attachment to human roots with severe horizontal bone loss and active periodontal disease. J Periodontol 1993;64:202–210.",
        "email": "",
        "conf": "Journal of Periodontology",
        "coauthors": [
            "Suchada Vuddhakanok",
            "Charles W. Solt",
            "John C. Mitchell",
            "Dennis W Foreman",
            "Fred A. Alger"
        ],
        "keywords": ""
    },
    {
        "id": 4137,
        "label": 75,
        "author": "john c mitchell",
        "title": "Scanning electron microscopy studies of ceramic layers and interfacial regions for calcium phosphate-coated titanium dental implants",
        "organization": "Professor Midwestern University",
        "abstract": "The surface and cross-section characteristics of the plasma-sprayed calcium phosphate coatings, along with the microstructures and elemental compositions near the titanium alloy interface, were investigated by scanning electron microscopy for two different dental implants of proprietary compositions: Integra!® (Calcitek) and BioVent ® (Dentsply). Elemental concentrations (Ca, P, Ti, AI, and V) near the interfaces were obtained by X-ray energy-dispersive spectroscopy. Coating surfaces exhibited a splat deposition topography of greatly differing microstructural scale for the two implants, along with other features characteristic of the plasma-spraying process; cross-sections of the coatings revealed minimal porosity. Some interdiffusion of principally titanium and calcium was found within a narrow region near the ceramic- metal interface, perhaps contributing to chemical bonding.",
        "email": "",
        "conf": "Cells and Materials",
        "coauthors": [
            "William A. Brantley",
            "Eser Tufekci",
            "John C. Mitchell",
            "D W Foreman",
            "Edwin A Mcglumphy"
        ],
        "keywords": "Hydroxyapatite, calcium phosphate , plasma-spraying, titanium alloys, dental implants, biomaterials, ceramics, biocompatibility, scanning electron microscopy, X-ray energy-dispersive spectroscopy"
    },
    {
        "id": 4118,
        "label": 75,
        "author": "john c mitchell",
        "title": "Aging of bioactive glass bone grafting materials",
        "organization": "Professor Midwestern University",
        "abstract": "",
        "email": "",
        "conf": "Dental Biomaterials in vivo: Aging and related phenomena",
        "coauthors": [
            "John C. Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4109,
        "label": 75,
        "author": "john c mitchell",
        "title": "Antimicrobial and mechanical properties of bioactive glass reinforced dental composites",
        "organization": "Professor Midwestern University",
        "abstract": "Over the last fifteen years many results have been published documenting composite failure rates and the primary reasons for composite replacements. Results of most of work highlight secondary marginal caries to be the most common reason for restoration replacement [1, 2, 3]. The second most common reason is partial or complete fracture of the composite restoration. One of the most commom reasons for secondary caries is bacterial biofilm (plaque) development at the tooth-filling interface which can lead to demineralization of tooth tissue due to acidic byproducts of bacteria in plaque [4, 5] (ex. Streptococcus mutans). The purpose of the study is to determine if bioactive glass (BAG) filled restorative composites maintain adequate mechanical properties when aged in a simulated oral environment containing bacteria, and if they have antimicrobial properties.",
        "email": "",
        "conf": "Dent. Mater",
        "coauthors": [
            "Dmytro Khvostenko",
            "Jamie J Kruzic",
            "Jack L Ferracane",
            "John C. Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4135,
        "label": 75,
        "author": "john c mitchell",
        "title": "X-ray diffraction studies of as-cast high-palladium alloys",
        "organization": "Professor Midwestern University",
        "abstract": "The purpose of this study was to use x-ray diffraction (XRD) to investigate four representative high-palladium alloys in the as-cast condition and obtain new information about the metallurgical phases. Two PdCuGa alloys and two PdGa alloys were cast into plate-shaped specimens (20 mm × 20 mm × 1.5 mm) which were bench-cooled. Polished and etched specimens were analyzed using two different x-ray diffractometers and CuKa radiation. Results. All four alloys exhibited strong XRD peaks for the face-centered cubic (fcc) palladium solid solution matrix, and variations in the lattice parameter were consistent with alloy compositions. Comparison of the relative peak intensities for the alloys and the pure palladium powder standard indicated that the as-cast microstructures had preferred crystallographic orientation. Because the two PdCuGa alloys contained appreciable amounts of near-surface lamellar interdendritic or eutectic constituents, it was possible to determine previously unreported XRD peaks for the Pd2Ga phase in these alloys. Low-intensity peaks in the PdGa alloys were attributed to small amounts of secondary phases observed in the microstructures. Significance. Knowledge of the metallurgical structures of these high-palladium alloys can be important for interpretation of microstructural observations, mechanical properties, corrosion behavior and clinical performance.",
        "email": "",
        "conf": "Dental Materials",
        "coauthors": [
            "William A. Brantley",
            "Zhuo Cai",
            "Dennis W. Foreman",
            "John C Mitchell",
            "Efstratios Papazolglou",
            "Alan B Carr"
        ],
        "keywords": ""
    },
    {
        "id": 4114,
        "label": 75,
        "author": "john c mitchell",
        "title": "Removing gold coating from sem samples",
        "organization": "Professor Midwestern University",
        "abstract": "An essential tool in micropalaeontological studies is analysis and imaging using a scanning electron microscope (SEM). It is commonly necessary to coat the sample with a thin layer of gold or gold‐palladium alloy in order to prevent charging of the surface, to promote the emission of secondary electrons so that the specimen conducts evenly, and to provide a homogeneous surface for analysis and imaging. However, coating a specimen with gold is a semi‐destructive process that masks the surface of specimens, and a common curatorial practice is to prohibit coating of important specimens. We describe a non‐destructive, simple and inexpensive technique that uses KCN (or NaCN), a glass jar, paper towels, cardboard and a fume hood for the removal of gold coatings from SEM samples. This technique requires little additional handling of the specimen, and there is no need to place the specimen in a solution.",
        "email": "mitchelj@ohsu.edu",
        "conf": "Palaeontology",
        "coauthors": [
            "Stephen Andrew Leslie",
            "John C. Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4131,
        "label": 75,
        "author": "john c mitchell",
        "title": "X-ray diffraction studies of oxidized high-palladium alloys",
        "organization": "Professor Midwestern University",
        "abstract": "The purpose of this study was to use x-ray diffraction (XRD) to obtain new information about the oxide layers on four representative oxidized high-palladium alloys. Cast specimens of two PdCuGa alloys and two PdGa alloys, with both polished and etched surfaces and air-abraded surfaces, were subjected to oxidation procedures recommended by the manufacturers. The specimens were analyzed by x-ray diffraction using CuKα radiation, and the peaks were compared to appropriate Joint Committee on Powder Diffraction Standards (JCPDS). The surface preparation procedure had a profound effect on the phases present in the oxide layers. For the specimens that had been polished and etched, CuGa2O4 and β-Ga2O3 were detected on the 79Pd-10Cu-9Ga-2Au alloy, whereas SnO2 and CuGa2O4 were detected on the 79Pd-10Cu-5.5Ga-6Sn-2Au alloy. The oxide layers on both PdCuGa alloys contained Cu2O, and the oxide layer on the 76Pd-10Cu-5.5Ga-6Sn-2Au alloy may contain β-Ga2O3. The principal phase in the oxide layers on both PdGa alloys that had been polished and etched was In2O3, which exhibited extreme preferred orientation. No other phase was detected in the oxide layer on the 85Pd-10Ga-2Au-1Ag-1In alloy, whereas β-Ga2O3 was found in the oxide layer on the 75Pd-6Ga-6Au-6Ag-6.5In alloy. For the air-abraded specimens, β-Ga2O3 was not present in the oxide layers on the PdCuGa alloys, and β-Ga2O3 was the major phase in the oxide layers on the PdGa alloys. Palladium oxide(s) in varying amounts were detected for both surface preparations of the PdCuGa alloys and for the air-abraded PdGa alloys. Except for the 76Pd-10Cu-5.5Ga-6Sn-2Au alloy, the oxide layer caused minimal change in the lattice parameter of the palladium solid solution compared to that for the as-cast alloy. Knowledge of the phases found in the oxide layers on these high-palladium alloys is of fundamental importance for interpreting differences in the adherence of dental porcelain to the metal substrates under static and dynamic conditions, and may provide guidance in the development of new high-palladium alloys with improved metal-ceramic bonding.",
        "email": "",
        "conf": "Dental Materials",
        "coauthors": [
            "William A. Brantley",
            "Zhuo Cai",
            "Efstratios Papazoglou",
            "John C Mitchell",
            "Susan J Kerber",
            "Gregory P Mann",
            "Tery L. Barr"
        ],
        "keywords": ""
    },
    {
        "id": 4128,
        "label": 75,
        "author": "john c mitchell",
        "title": "The Complementary Nature of X-Ray Photoelectron Spectroscopy and Angle-Resolved X-Ray Diffraction Part I: Background and Theory",
        "organization": "Professor Midwestern University",
        "abstract": "X-ray photoelectron spectroscopy (XPS) and x-ray diffraction (XRD) are often used to analyze the surface of complex oxide materials. When XRD is used in an atypical angle resolved x-ray diffraction (ARXRD) mode, crystalline composition as a function of depth can be obtained. Similarly, when XPS is used in conjunction with argon depth profiling, composition as a function of depth can also be obtained. A review of the two techniques is included, comparing and contrasting their ability to obtain chemical information as a function of depth for heterogeneous oxide layers. The novel, simultaneous implementation of these two techniques is a unique combination of procedures that can provide substantial amounts of information about the composition of complex oxides.",
        "email": "",
        "conf": "Journal of Materials Engineering and Performance",
        "coauthors": [
            "Susan Kerber",
            "T. L. Barr",
            "G. P. Mann",
            "W A Brantley",
            "E Papazoglou",
            "John C. Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4101,
        "label": 75,
        "author": "john c mitchell",
        "title": "Bioactive glass fillers reduce bacterial penetration into marginal gaps for composite restorations",
        "organization": "Professor Midwestern University",
        "abstract": "Bioactive glass (BAG) is known to possess antimicrobial and remineralizing properties; however, the use of BAG as a filler for resin based composite restorations to slow recurrent caries has not been studied. Accordingly, the objective of this study was to investigate the effect of adding 15 wt% BAG to a resin composite on bacterial biofilms penetrating into marginal gaps of simulated tooth fillings in vitro during cyclic mechanical loading. Human molars were machined into approximately 3 mm thick disks of dentin and 1.5–2 mm deep composite restorations were placed. A narrow 15–20 micrometer wide dentin-composite gap was allowed to form along half of the margin by not applying dental adhesive to that region. Two different 72 wt% filled composites were used, one with 15 wt% BAG filler (15BAG) and the balance silanated strontium glass and one filled with aerosol silica and silanated strontium glass without BAG (0BAG—control). Samples of both groups had Streptococcus mutans biofilms grown on the surface and were tested inside a bioreactor for two weeks while subjected to periods of cyclic mechanical loading. After post-test biofilm viability was confirmed, each specimen was fixed in glutaraldehyde, gram positive stained, mounted in resin and cross-sectioned to reveal the gap profile. Depth of biofilm penetration for 0BAG and 15BAG was quantified as the fraction of gap depth. The data were compared using a Student's t-test. The average depth of bacterial penetration into the marginal gap for the 15BAG samples was significantly smaller (∼61%) in comparison to 0BAG, where 100% penetration was observed for all samples with the biofilm penetrating underneath of the restoration in some cases.",
        "email": "",
        "conf": "Dental materials: official publication of the Academy of Dental Materials",
        "coauthors": [
            "Dmytro Khvostenko",
            "Thomas J Hilton",
            "Jack L Ferracane",
            "John C Mitchell",
            "Jamie J Kruzic"
        ],
        "keywords": "Resin composite,Marginal gap,Biofilm,Streptococcus mutans,Bioactive glass,Secondary caries"
    },
    {
        "id": 4122,
        "label": 75,
        "author": "john c mitchell",
        "title": "X-ray diffraction characterization of dental gold alloy-ceramic interfaces",
        "organization": "Professor Midwestern University",
        "abstract": "X-ray diffraction (XRD) was employed to study dental alloy-ceramic interfaces. A Au-Pd-In alloy, which requires oxidation before porcelain firing, and a Au-Pt-Pd-In alloy, which does not require oxidation before porcelain firing, were selected in this study. Alloy specimens were centrifugally cast. Specimen surfaces were metallographically polished through 0.05 μm Al2,O3} slurries. A thin layer (<50 μm) of a dental opaque porcelain was fired on the alloy surfaces with and without initial oxidation. XRD was conducted at room temperature on four types of alloy specimens: polished, oxidized, porcelain fired after alloy oxidation, and porcelain fired without initial alloy oxidation. XRD was also performed on fired opaque porcelain without an alloy substrate. The detection of prominent gold solid solution peaks from alloy-ceramic specimens indicated that the incident X-ray beam reached the alloy-ceramic interface. In2O3 and β -Ga2O3 were identified on the oxidized Au-Pd-In alloy, while In2O3 and SnO2 were detected on the oxidized Au-Pt-Pd-In alloy. Preferred orientation was observed for all the oxides formed on the alloys. Minimum lattice parameter changes (<1%) for the gold solid solutions were observed for both alloys before and after oxidation and porcelain firing. Leucite (KAlSi2O6), TiO2, ZrO2 and SnO2 were detected on the fired opaque porcelain. For both alloys, no additional oxides were identified at the metal-ceramic interfaces beyond those present in the oxidized alloys and the opaque porcelain. Similar results were obtained from alloy-ceramic interfaces where there was no prior alloy oxidation. The results indicate the critical role of alloy surface oxides in metal-ceramic bonding and support the chemical bonding mechanism for porcelain adherence. © 2001 Kluwer Academic Publishers",
        "email": "",
        "conf": "Journal of Materials Science Materials in Medicine",
        "coauthors": [
            "Zhuo Cai",
            "I Watanabe",
            "John C. Mitchell",
            "W A Brantley",
            "T Okabe"
        ],
        "keywords": ""
    },
    {
        "id": 4126,
        "label": 75,
        "author": "john c mitchell",
        "title": "X-ray diffraction and scanning electron microscopy analyses of a gallium-based dental restorative alloy",
        "organization": "Professor Midwestern University",
        "abstract": "Specimens of a gallium-based dental alloy were prepared with different condensation techniques, with and without the removal of a surface layer, and after aging for 2 hours at 50°, 100° and 150°C. X-ray diffraction at times ranging from 10 minutes to 1 day showed the development of the four matrix phases (ß-Sn, CuGa2, Ga28Ag72, and In4Ag9) during the setting reaction. Scanning electron microscope (SEM) examination of specimens loaded to failure revealed brittle fracture, with greater porosity for hand-condensed specimens, and provided insight into crack propagation processes. Aging increased the amount of ß-Sn in freshly prepared specimens, and removal of the Ga-rich surface layer after condensation decreased the amount of this phase. For specimens stored for 5 weeks at room temperature, aging substantially increased the amount of the CuGa2 phase but caused only moderate increases in the amount of ß-Sn.",
        "email": "",
        "conf": "Cells and Materials",
        "coauthors": [
            "Randa E. Shaker",
            "William A. Brantley",
            "Q. Wu",
            "John C. Mitchell"
        ],
        "keywords": "Gallium, dental alloy, microstructure, X-ray diffraction, scanning electron microscopy, heat treatment, mechanical properties, fracture"
    },
    {
        "id": 4120,
        "label": 75,
        "author": "john c mitchell",
        "title": "The effect of air polishing on contemporary esthetic restorative materials",
        "organization": "Professor Midwestern University",
        "abstract": "Air polishing devices are designed primarily to remove soft deposits and stains from tooth surfaces. While improved strength and durability of esthetic restorative materials have resulted in increased usage, the effect of air polishing on these improved materials has not been determined. The purpose of this study was to examine the effect of air polishing on contemporary esthetic restorative materials. Four materials were tested: ceramic, hybrid composite resin, microfilled composite resin, and glass ionomer cement. Ceramics and hybrid composites exhibited the least change in surface roughness, followed by microfilled composites. Glass ionomers showed the greatest change in surface roughness. Results from this study suggest the surface roughness of all of the materials tested increased after exposure to air polishing instrumentation. Practitioners utilizing air polishing devices for prophylaxis procedures should exercise caution in the area of esthetic restorations.",
        "email": "",
        "conf": "General dentistry",
        "coauthors": [
            "Michele Carr",
            "John C. Mitchell",
            "Robert Seghi",
            "Stanley G Vermilyea"
        ],
        "keywords": ""
    },
    {
        "id": 4108,
        "label": 75,
        "author": "john c mitchell",
        "title": "Recombinant Filaggrin Is Internalized And Processed to Correct Filaggrin Deficiency.",
        "organization": "Professor Midwestern University",
        "abstract": "This study was designed to engineer a functional filaggrin (FLG) monomer linked to a cell-penetrating peptide (RMR) and to test the ability of this peptide to penetrate epidermal tissue as a therapeutic strategy for genetically determined atopic dermatitis (AD). A single repeat of the murine filaggrin gene (Flg) was covalently linked to a RMR motif and cloned into a bacterial expression system for protein production. Purified FLG+RMR (mFLG+RMR) was applied in vitro to HEK-293T cells and a reconstructed human epidermis (RHE) tissue model. Immunochemistry demonstrated RMR-dependent cellular uptake of FLG+RMR in a dose- and time-dependent manner in HEK cells. Immunohistochemical staining of the RHE model identified penetration of FLG+RMR to the stratum granulosum, the epidermal layer at which FLG deficiency is thought to be pathologically relevant. In vivo application of FLG+RMR to FLG-deficient flaky tail (ft/ft) mice skin demonstrated internalization and processing of recombinant FLG+RMR to restore the normal phenotype. These results suggest that topically applied RMR-linked FLG monomers are able to penetrate epidermal tissue, be internalized into the appropriate cell type, and be processed to a size similar to wild-type functional barrier peptides to restore necessary barrier function, and prove to be therapeutic for patients with AD.",
        "email": "",
        "conf": "Journal of Investigative Dermatology",
        "coauthors": [
            "Thomas E Stout",
            "Trevor J Mcfarland",
            "John C. Mitchell",
            "Binoy Appukuttan",
            "J. Timothy Stout"
        ],
        "keywords": ""
    },
    {
        "id": 4130,
        "label": 75,
        "author": "john c mitchell",
        "title": "Mechanism for formation of lamellar constituents in grain-refined Pd- Cu-Ga dental alloys",
        "organization": "Professor Midwestern University",
        "abstract": "Grain-refined Pd-Cu-Ga dental alloys solidify with a lamellar microstructural constituent that affects a variety of clinically relevant properties. While formation of this constituent has been attributed to eutectic solidification, an alternative mechanism of discontinuous precipitation has been proposed. Using a representative grain-refined Pd-Cu-Ga dental alloy, casting procedures involving two different rates of solidification were used: (a) A standard thin-walled coping configuration for a metal-ceramic restoration was cast into a room temperature mold, followed by rapid quenching into an ice-water mixture. (b) A thin plate specimen was cast into a standard elevated-temperature mold, with the same subsequent rapid quenching procedure. Neither casting was subjected to the standard air-abrasion procedure following devesting that is used in dental laboratories. An outer surface layer, approximately one grain thick, containing only the palladium solid solution, was observed in the microstructures of the two different castings, and the eutectic constituent was present at greater depths. This observation is consistent with physical metallurgy principles for the freezing of an alloy containing a eutectic constituent, and the alternate hypothesis that the lamellar constituents might represent discontinuous precipitates has been discarded.",
        "email": "",
        "conf": "Cells and Materials",
        "coauthors": [
            "William A. Brantley",
            "Zhuo Cai",
            "John C. Mitchell",
            "Stanley G. Vennilyea"
        ],
        "keywords": ""
    },
    {
        "id": 4110,
        "label": 75,
        "author": "john c mitchell",
        "title": "A novel biomimetic orthodontic bonding agent helps prevent white spot lesions adjacent to brackets",
        "organization": "Professor Midwestern University",
        "abstract": "To compare changes in enamel microhardness adjacent to orthodontic brackets after using bonding agents containing various compositions of bioactive glass compared to a traditional resin adhesive following a simulated caries challenge. Extracted human third molars (n  =  10 per group) had orthodontic brackets bonded using one of four novel bioactive glass (BAG)-containing orthodontic bonding agents (BAG-Bonds) or commercially available Transbond-XT. The four new adhesives contained BAG in varying percentages incorporated into a traditional resin monomer mixture. Teeth were cycled through low-pH demineralizing and physiologic-pH remineralizing solutions once each day over 14 days. Microhardness was measured on longitudinal sections of the teeth 100, 200, and 300 µm from the bracket edge and beneath the brackets, at depths of 25 to 200 µm from the enamel surface. Normalized hardness values were compared using three-way analysis of variance. Significantly less reduction in enamel microhardness was found with the experimental adhesives at depths of 25 and 50 µm at all distances from the bracket edge. In all groups, there were no significant changes in enamel microhardness past 125-µm depth. Results varied with the different BAG-Bonds, with 81BAG-Bond showing the smallest decrease in enamel microhardness. The BAG-Bonds tested in this study showed a reduction in the amount of superficial enamel softening surrounding orthodontic brackets compared to a traditional bonding agent. The results indicate that clinically, BAG-Bonds may aid in maintaining enamel surface hardness, therefore helping prevent white spot lesions adjacent to orthodontic brackets.",
        "email": "mitchelj@ohsu.edu",
        "conf": "The Angle Orthodontist",
        "coauthors": [
            "Lauren Manfred",
            "David A Covell",
            "Jennifer J Crowe",
            "Eser Tufekci",
            "John C. Mitchell"
        ],
        "keywords": "Bioactive glass , Orthodontic adhesive , White spot lesions , Microhardness"
    },
    {
        "id": 4104,
        "label": 75,
        "author": "john c mitchell",
        "title": "Cytotoxicity of resin composites containing bioactive glass fillers",
        "organization": "Professor Midwestern University",
        "abstract": "To determine the in vitro cytotoxicity of dental composites containing bioactive glass fillers. Dental composites (50:50 Bis-GMA/TEGDMA resin: 72.5 wt% filler, 67.5%Sr–glass and 5% OX50) containing different concentrations (0, 5, 10 and 15 wt%) of two sol–gel bioactive glasses, BAG65 (65 mole% SiO2, 31 mole% CaO, 4 mole% P2O5) and BAG61 (3 mole% F added) were evaluated for cytotoxicity using Alamar Blue assay. First, composite extracts were obtained from 7 day incubations of composites in cell culture medium at 37 °C. Undifferentiated pulp cells (OD-21) were exposed to dilutions of the original extracts for 3, 5, and 7 days. Then freshly cured composite disks were incubated with OD-21 cells (n = 5) for 2 days. Subsequently, fresh composite disks were incubated in culture medium at 37 °C for 7 days, and then the extracted disks were incubated with OD-21 cells for 2 days. Finally, fresh composites disks were light cured for 3, 5, and 20 s and incubated with OD-21 cells (n = 5) for 1, 3, 5, and 7 days. To verify that the three different curing modes produced different levels of degree of conversion (DC), the DC of each composite was determined by FTIR. Groups (n = 5) were compared with ANOVA/Tukey's (α ≤ 0.05). Extracts from all composites significantly reduced cell viability until a dilution of 1:8 or lower, where the extract became equal to the control. All freshly-cured composites showed significantly reduced cell viability at two days. However, no reduction in cell viability was observed for any composite that had been previously soaked in media before exposure to the cells. Composites with reduced DC (3 s vs. 20 s cure), as verified by FTIR, showed significantly reduced cell viability. The results show that the composites, independent of composition, had equivalent potency in terms of reducing the viability of the cells in culture. Soaking the composites for 7 days before exposing them to the cells suggested that the “toxic” components had been extracted and the materials were no longer cytotoxic. The results demonstrate that the cytotoxicity of composites with and without BAG must predominantly be attributed to the release of residual monomers, and not to the presence of the BAG.",
        "email": "",
        "conf": "Dental Materials",
        "coauthors": [
            "Satin Salehi",
            "Fernanda Gwinner",
            "John C. Mitchell",
            "Carmem Pfeifer",
            "Jack L Ferracane"
        ],
        "keywords": "Cytotoxicity,Dental composites,Bioactive glass,Degree of Conversion,FTIR,Undifferentiated pulp cells (OD-21)"
    },
    {
        "id": 4123,
        "label": 75,
        "author": "john c mitchell",
        "title": "Comparison of mechanical properties for equiaxed fine-grained and dendritic high-palladium alloys",
        "organization": "Professor Midwestern University",
        "abstract": "Two Pd-Cu-Ga alloys and a Pd-Ga alloy were selected for study. Bars of each alloy were tested in tension for the as-cast and simulated porcelain-firing conditions, and values of mechanical properties were measured. Fracture surfaces and microstructures of axially sectioned fracture specimens were observed with the SEM. The two Pd-Cu-Ga alloys exhibited similar mechanical properties. The Pd-Ga alloy had lower strength and higher percentage elongation. Heat treatment simulating porcelain firing cycles decreased the strength of both Pd-Cu-Ga alloys and increased their ductility. However, this heat treatment did not significantly affect the mechanical properties of the Pd-Ga alloy. All three high-palladium alloys had the same modulus of elasticity. The amount of overall porosity was relatively minimal (< 1%) and not significantly different among the three alloys. However, porosity was a significant factor for UTS of one Pd-Cu-Ga alloy and the Pd-Ga alloy.",
        "email": "",
        "conf": "Journal of Materials Science Materials in Medicine",
        "coauthors": [
            "Efstratios Papazoglou",
            "Q Wu",
            "William A. Brantley",
            "John C Mitchell",
            "G Meyrick"
        ],
        "keywords": ""
    },
    {
        "id": 4113,
        "label": 75,
        "author": "john c mitchell",
        "title": "Evaluation of the Interaction between Sodium Hypochlorite and Chlorhexidine Gluconate and its Effect on Root Dentin",
        "organization": "Professor Midwestern University",
        "abstract": "The combination of sodium hypochlorite (NaOCl) and chlorhexidine (CHX) forms a precipitate. The aim of this study was to evaluate the effect of irrigating root canals with a combination of NaOCl and CHX on root dentin and dentinal tubules by using the environmental scanning electron microscope (ESEM) and a computer program (Photoshop CS2). Forty-four extracted single-rooted human teeth were instrumented and irrigated with both NaOCl and CHX to produce a precipitate. Root canal surfaces were analyzed with the ESEM. The amount of remaining debris and number of patent tubules were determined. There were no significant differences in remaining debris between the negative control group and the experimental groups. There were significantly fewer patent tubules in the experimental groups when compared with the negative control group. The NaOCl/CHX precipitate tends to occlude the dentinal tubules. Until this precipitate is studied further, caution should be exercised when irrigating with NaOCl and CHX.",
        "email": "",
        "conf": "Journal of Endodontics",
        "coauthors": [
            "Tung B Bui",
            "John Baumgartner",
            "John C. Mitchell"
        ],
        "keywords": "Chlorhexidine,interaction of irrigants,precipitate,sodium hypochlorite"
    },
    {
        "id": 4103,
        "label": 75,
        "author": "john c mitchell",
        "title": "Sol-gel-derived bioactive glasses demonstrate antimicrobial effects on common oral bacteria",
        "organization": "Professor Midwestern University",
        "abstract": "To determine the antibacterial effect of nano-structured, sol-gel processed bioactive glasses that may be used for implants, coatings, and as adjuncts to dental restorative materials. METHODS: Six bioactive glasses (BAG), three made with differing amounts of silica (65, 75 and 85 mole%), and three with different amounts of silica (61, 71, and 81 mole%) and 3 mole% fluoride were prepared by a sol-gel synthesis method and tested against clinically important bacteria species, Streptococcus sobrinus (ATCC33478), Streptococcus mutans (ATCC25175) and Enterococcus faecalis (ATCC19433). Bacterial suspensions were independently incubated with bioactive glass in particulate form (< 3 µm) for 4 and 24 hours. Viability was determined by colony-forming units. RESULTS: At 4 hours, all BAG produced an order of magnitude reduction in all three bacteria. After 24 hours, all BAG produced a significant reduction in S. sobrinus colonies, but no further reduction in S. mutans; all BAG, except BAG 61-F, significantly reduced E. faecalis compared to the control. At 4 hours, an increase in the pH of the BAG groups (to pH 9) could also have contributed to the bactericidal effect. In further experiments it was found that the viability of S. sobrinus was significantly reduced following exposure to an extract of BAG in media adjusted to a pH of 7.4. Additionally media with pH adjusted to 9 exerted a significant antibacterial effect against S. sobrinus after 4 hours. To determine the influence of the calcium ions released from the BAG in the absence of the pH effect, a typical dose response was demonstrated after 4 hours of exposure of S. sobrinus to media containing various levels of calcium. The results of this study clearly suggest that the effect of BAG extract on bacteria is not only related to a pH effect, but is also linked to an effect of liberated ions, such as calcium, extracted from the surface of the bioactive glasses.",
        "email": "",
        "conf": "American journal of dentistry",
        "coauthors": [
            "Satin Salehi",
            "HARRY  B. DAVIS",
            "Jack L Ferracane",
            "John C. Mitchell"
        ],
        "keywords": ""
    }
]