[
    {
        "id": 5026,
        "label": 100,
        "author": "jonathan a smith",
        "title": "What are the barriers to antiretroviral adherence in people from UK Black African and Black Caribbean communities? A qualitative study",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "To inform the development of interventions to increase uptake and adherence to antiretroviral therapy (ART), we explored perceptions of ART in semi-structured interviews with 52 men and women from UK black African and black Caribbean communities. Verbatim transcripts were analyzed using framework analysis. Perceptions of ART could be grouped into two categories: doubts about the personal necessity for ART and concerns about potential adverse effects. Doubts about necessity stemmed from feeling well, doubts about the efficacy of ART, religious beliefs and the belief that treatment was futile because it could not cure HIV. Concerns about adverse effects included the fear that attending HIV services and taking treatment would lead to disclosure of HIV, feeling overwhelmed at the prospect of starting treatment soon after diagnosis, fears about side effects and potential long-term effects, and physical repulsion. The findings will facilitate the development of interventions to increase uptake and adherence to ART.",
        "email": "",
        "conf": "HIV Medicine",
        "coauthors": [
            "Elizabeth Poliquin",
            "Johanna Spiers",
            "Jonathan A Smith",
            "Jane Anderson",
            "Lucy J Campbell",
            "Vanessa Cooper",
            "Rob Horne"
        ],
        "keywords": "HIV, Antiretroviral, Beliefs, Necessity, Concerns, Adherence"
    },
    {
        "id": 5076,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Certainty and uncertainty in genetic counselling: A qualitative case study",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Psychology and Health",
        "coauthors": [
            "Jonathan Alan Smith",
            "Susan Michie",
            "Abi Allanson",
            "A. Rani Elwy"
        ],
        "keywords": ""
    },
    {
        "id": 5021,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Growing up with a mother with depression: an interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "The aim of this study was to explore the childhood experience of living with a parent with depression from a retrospective point of view. Five women between 39 and 47 years of age, who grew up with a mother with depression, were interviewed about their current perspectives on their childhood experiences. Interviews were semi-structured and the data were analyzed using interpretative phenomenological analysis. Data analysis led to a narrative organized in two parts. The first part (retrospective understanding of childhood experiences) reports on feelings of desolation contrasted to exceptional support, context-related dwelling on own experiences, and growing into a caring role as a way to keep standing. The second part (towards an integration of childhood experiences in adult realities) evidences ongoing processes of growing understanding of the situation at home, coping with own vulnerabilities, making the difference in their current family life and finding balance in the continued bond with the parents. This retrospective investigation of adults’ perspectives on their childhood experiences gave access to aspects of their experience that remain underexposed in research based on data from children and adolescents.",
        "email": "",
        "conf": "Qualitative Report",
        "coauthors": [
            "Hanna Van Parys",
            "Jonathan Alan Smith",
            "Peter Rober"
        ],
        "keywords": "children, caregivers/caregiving, depression, interpretative phenomenological analysis (IPA), parent-child relationships, qualitative research"
    },
    {
        "id": 5029,
        "label": 100,
        "author": "jonathan a smith",
        "title": "To know or not to know? Dilemmas for women receiving unknown oocyte donation",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This study aims to provide insight into the reasons for choosing an unknown oocyte donor and to explore recipients’ feelings and wishes regarding donor information. In-depth interviews were carried out with 11 women at different stages of treatment. Seven were on a waiting list and four have given birth to donor oocyte babies. The interviews were analysed using interpretative phenomenological analysis. The choice of unknown donor route was motivated by a wish to feel secure in the role of mother as well as to avoid possible intrusions into family relationships. The information that is available about unknown donors is often very limited. In the preconception phase of treatment, some participants wanted more information about the donor but others adopted a not-knowing stance that protected them from the emotional impact of needing a donor. In the absence of information that might normalize her, there was a tendency to imagine the donor in polarised simplistic terms, so she may be idealized or feared. Curiosity about the donor intensified once a real baby existed, and the task of telling a child was more daunting when very little was known about the donor. A strong wish for same-donor siblings was expressed by all of the participants who had given birth. This qualitative study throws light on the factors that influence the choice of unknown donation. It also highlights the scope for attitudes to donor information to undergo change over the course of treatment and after giving birth. The findings have implications for pretreatment counselling and raise a number of issues that merit further exploration.",
        "email": "",
        "conf": "Human Reproduction",
        "coauthors": [
            "S.J. Stuart-Smith",
            "Jonathan Alan Smith",
            "E.J. Scott"
        ],
        "keywords": "oocyte donation, IVF, qualitative, decision making, assisted conception counselling"
    },
    {
        "id": 5085,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Semi-structured interviewing and qualitative analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This chapter is an introduction to conducting and analysing semi-structured interviews. It will briefly put the use of this method within a theoretical context and will then outline the various stages of conducting a semi-structured interview project – producing an interview schedule, conducting the interview, analysing the material and writing up. This is a practically oriented chapter – intended mainly to help a reader with no previous experience of this type of psychological research method. In general, researchers use semi-structured interviews in order to gain a detailed picture of a respondent's beliefs about, or perceptions or accounts of, a particular topic. The method gives the researcher and respondent much more flexibility than the more conventional structured interview",
        "email": "",
        "conf": "Rethinking Methods in Psychology",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": "dialysis, transcripts, interviews, semi-structured interviews, interview schedule, writing up, structured interview"
    },
    {
        "id": 5043,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The top of my head came off : A phenomenological interpretative analysis of the experience of depression",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This study explored what it is actually like to be depressed, that is, to capture the content and complexity of this experience from the view point of the sufferer. We present a case study using interpretative phenomenological analysis (IPA) of one man diagnosed with reactive depression. A semi-structured interview explored the experience of depression. The interview was transcribed and analysed using IPA. We describe how his depression occurred in the context of work and financial difficulties and note how a sense of vulnerability emerged and contrast with his reported experience of conventional masculinity. The process of becoming depressed involved the eruption of old negative memories and a catastrophic view of the present and future involving failure and death. We present a detailed analysis of two metaphorical constructions of depression. The features of depression form an interconnected whole. The experience of depression is so extreme that it is reported as if the person or self is dying. Onset appears to involve the destruction of highly valued life projects of the person. For some individuals, metaphors and images may be an actual part of the experience itself and contribute to it.",
        "email": "",
        "conf": "Counselling Psychology Quarterly",
        "coauthors": [
            "John Rhodes",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5094,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Gender alcohol and interventions",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This report provides a description of a recent study of gender, alcohol, and interventions funded by Comic Relief and Alcohol Research UK. It outlines the rationale for the study, the methods of data collection and data analysis, and emerging findings. Although the results presented here are firmly grounded in the data, it is important to note that analysis is ongoing: statements made in this report should not necessarily be considered as final and definitive. Links to further analyses prepared for academic audiences will be added to the Alcohol Research UK website.",
        "email": "",
        "conf": "Alcohol Research UK",
        "coauthors": [
            "Richard Oliver de Visser",
            "Jonathan Alan Smith",
            "Charles Abraham",
            "Zo Wheeler"
        ],
        "keywords": ""
    },
    {
        "id": 5056,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Doing Interpretative Phenomenological Analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Analysing Qualitative Data in Psychology equips students and researchers in psychology and the social sciences to carry out qualitative data analysis, focusing on four major methods (grounded theory, interpretative phenomenological analysis, discourse analysis and narrative analysis). Assuming no prior knowledge of qualitative research, chapters on the nature, assumptions and practicalities of each method are written by acknowledged experts. To help students and researchers make informed methodological choices about their own research the book addresses data collection and the writing up of research using each method, while providing a sustained comparison of the four methods, backed up with authoritative analyses using the different methods.",
        "email": "",
        "conf": "Analysing qualitative data in psychology",
        "coauthors": [
            "Jonathan Alan Smith",
            "Mike Osborn"
        ],
        "keywords": "Interpretive phenomenological analysis, Grounded theory, Transcription"
    },
    {
        "id": 5092,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Transforming identities: A repertory grid case study of the transition to motherhood",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This study follows one woman through her pregnancy and the transition to motherhood, exploring the relationship between this life-event and aspects of her personal identity. Repertory grids were obtained from her four times during the transition, and at the end of the study she completed retrospective grids for how she thought she was during the pregnancy. Changes in the grids were analysed and the contemporaneous and retrospective grids compared. The graphical analysis was discussed with the participant. The study finds a growing integration in the woman's personal construct system (both intrapersonal and interpersonal) during the pregnancy. Discrepancies in the woman's retrospective perception were also found, and are discussed in terms of selective self-perception or construction. The woman's reaction to the analysis is included in the paper. The study illustrates a methodology for exploring reflexivity, which is of growing concern in a number of areas of social science.",
        "email": "",
        "conf": "British Journal of Medical Psychology",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5064,
        "label": 100,
        "author": "jonathan a smith",
        "title": "How can systematic reviews incorporate qualitative research? A critical perspective",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Systematic review has developed as a specific methodology for searching for, appraising and synthesizing findings of primary studies, and has rapidly become a cornerstone of the evidence-based practice and policy movement. Qualitative research has traditionally been excluded from systematic reviews, and much effort is now being invested in resolving the daunting methodological and epistemological challenges associated with trying to move towards more inclusive forms of review. We describe our experiences, as a very diverse multidisciplinary group, in attempting to incorporate qualitative research in a systematic review of support for breastfeeding. We show how every stage of the review process, from asking the review question through to searching for and sampling the evidence, appraising the evidence and producing a synthesis, provoked profound questions about whether a review that includes qualitative research can remain consistent with the frame offered by current systematic review methodology. We conclude that more debate and dialogue between the different communities that wish to develop review methodology is needed, and that attempts to impose dominant views about the appropriate means of conducting reviews of qualitative research should be resisted so that innovation can be fostered.",
        "email": "",
        "conf": "Qualitative Research",
        "coauthors": [
            "Mary Dixon-Woods",
            "Sheila Bonas",
            "Andrew Booth",
            "David R. Jones",
            "Tina Miller",
            "Alex J. Sutton",
            "Rachel L. Shaw",
            "Jonathan A. Smith",
            "Bridget Young"
        ],
        "keywords": "evidence-based policy and practice, quality appraisal, quantitative and qualitative synthesis, searching techniques, systematic reviews"
    },
    {
        "id": 5047,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Interpretative phenomenological analysis: a reply to Amedeo Giorgi",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "From a concern with the scientific standing of phenomenology, Giorgi (2010) (see record 2010-03570-001) criticizes two forms of phenomenological practice: interpretative phenomenological analysis (IPA) and the approach of Collaizzi, along with three doctoral dissertations. In this paper I will respond to the critique of IPA presented by Giorgi.",
        "email": "",
        "conf": "Existential analysis",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5014,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Painting Pain: An Interpretative Phenomenological Analysis of Representations of Living With Chronic Pain",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This study examines patients’ pictorial representations of their chronic pain, alongside their accounts of those images, in order to help our understanding of their lived experience of the condition. Method: The sample comprises 7 women in middle adulthood from southern England. They began by drawing what their pain felt like and were then interviewed about their portrayals. The interviews were analyzed with interpretative phenomenological analysis. Results: The participants produce strong, vivid, abstract pictures. In many of the pictures, the pain is objectified as punitive and sinister. This is enhanced through the use of stark colors of red and black. Paintings also often have a temporal element, showing either the movement from self before pain to self since the pain had started, or pointing to aspirations for the possible relief of pain in the future. The analysis of the images is grounded in the participants’ accounts of them. Conclusion: The images and accounts provide a powerful insight into the internal world of the pain sufferer and the subjective experience of chronic pain. We link this work to other attempts to represent patients’ pain and point to the particular contribution our work makes. We make some suggestions for subsequent research following on from what is presented here and we also argue that the methodology outlined in the article offers considerable potential for research on other health conditions.",
        "email": "",
        "conf": "Health Psychology",
        "coauthors": [
            "Jamie A Kirkham",
            "Jonathan Alan Smith",
            "Dominik Havsteen-Franklin"
        ],
        "keywords": ""
    },
    {
        "id": 5018,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Accuracy of recall of information about a cancer-predisposing BRCA1/2 gene mutation among patients and relatives",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This observational study aimed to (i) compare the accuracy of information recalled by patients and relatives following genetic counselling about a newly identified BRCA1/2 mutation, (ii) identify differences in accuracy of information about genetics and hereditary cancer and (iii) investigate whether accuracy among relatives improved when information was provided directly by genetics health professionals. Semistructured interviews following results from consultations with 10 breast/ovarian cancer patients and 22 relatives were audio-recorded and transcribed. Information provided by the genetics health professional was tracked through the families and coded for accuracy. Accuracy was analysed using the Wilcoxon Signed-Ranks test. Sources of information were tested using Spearman’s rank-order correlation coefficient. Fifty-three percent of the information recalled by patients was accurate. Accuracy of recall among relatives was significantly lower than that among patients (P=0.017). Both groups recalled a lower proportion of information about hereditary cancer than about genetics (P=0.005). Relatives who learnt the information from the patient alone recalled significantly less accurate information than those informed directly by genetics health professionals (P=0.001). Following genetic counselling about a BRCA1/2 mutation, accuracy of recall was low among patients and relatives, particularly about hereditary cancer. Multiple sources of information, including direct contact with genetics health professionals, may improve the accuracy of information among relatives.",
        "email": "",
        "conf": "European Journal of Human Genetics",
        "coauthors": [
            "Chris Jacobs",
            "Caroline Dancyger",
            "Jonathan Alan Smith",
            "Susan Michie"
        ],
        "keywords": ""
    },
    {
        "id": 5044,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Investigating the Form and Dynamics of Crisis Episodes in Early Adulthood: The Application of a Composite Qualitative Method",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This study investigates the experiences and processes that characterise crisis episodes occurring between the ages of 25 and 40. The methodology is a composite of Interpretative Phenomenological Analysis (Smith & Eatough 2006) and Miles and Huberman's Interactive Model (1994). Analysis of interview data found a four-phase pattern in all the crisis episodes sampled, starting with a precrisis description of an externally controlled identity and being stuck in a domestic and/or vocational role that is no longer wanted but is maintained out of passivity or obligation. This is followed by the peak of the crisis, which is characterised by an emotional separation from that role and/or relationship and by a confused and undefined identity. The third phase involves exploration of new intrinsically motivated activities and an experimental search through alternative self-conceptions and activities. The fourth postcrisis phase brings a new commitment to a life structure in which identity, life roles, and social contexts are in equilibrium, and an enhanced sense of consent and control. The study demonstrates that the careful hybridisation of qualitative approaches is a fruitful enterprise, while the resultant four-phase model is proposed for further validation with other samples and demographics.",
        "email": "",
        "conf": "Qualitative Research in Psychology",
        "coauthors": [
            "Oliver Robinson",
            "Jonathan Alan Smith"
        ],
        "keywords": "composite qualitative method, crisis, early adulthood, identity, transition"
    },
    {
        "id": 5068,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Evidence into practice: a theory based study of achieving national health targets in primary care",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Journal of Evaluation in Clinical Practice",
        "coauthors": [
            "Susan Michie",
            "Jane Hendy",
            "Jonathan Alan Smith",
            "Fiona Adshead"
        ],
        "keywords": ""
    },
    {
        "id": 5049,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Exploring family communication after receiving BRCA1/2 results",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Journal of Medical Genetics",
        "coauthors": [
            "Caroline Dancyger",
            "Jonathan Alan Smith",
            "Chris Jacobs",
            "Susan Michie"
        ],
        "keywords": ""
    },
    {
        "id": 5075,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Making Sense of Risk: An Interpretative Phenomenological Analysis of Vulnerability to Heart Disease",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This study investigates perceptions of familial hypercholesterolaemia (FH) and its genetic basis in patients diagnosed with, and receiving treatment for, FH. Semi-structured interviews were conducted with seven patients. Transcripts were analysed using interpretative phenomenological analysis (IPA). Participants reported engaging in an active process of seeking causes for their FH. FH was invariably attributed to genes. In some cases diet and stress were also considered as causes of FH. Causal attributions appear to be both a determinant and a result of behavioural strategies to reduce risk. On the whole, FH was perceived as unproblematic, a perception that appeared to reflect downward social comparison processes. Nonetheless, participants reported acting in ways consonant with the perception of an increased risk of heart attack, in particular, being vigilant to symptoms of a possible heart attack.",
        "email": "",
        "conf": "Journal of Health Psychology",
        "coauthors": [
            "Victoria Senior",
            "Jonathan Alan Smith",
            "Susan Michie",
            "Theresa M Marteau"
        ],
        "keywords": "causal attribution, familial hypercholesterolaemia, genetic, interpretative phenomenological analysis, risk perception"
    },
    {
        "id": 5058,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Practice as research and research as practice: How the qualitative case study can invigorate clinical psychology",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Clinical Psychology Forum",
        "coauthors": [
            "R. Dallos",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5071,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Finding qualitative research: An evaluation of search strategies",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "BMC Medical Research Methodology",
        "coauthors": [
            "Rachel Louise Shaw",
            "Andrew Booth",
            "Alex J Sutton",
            "Mary Dixon-Woods"
        ],
        "keywords": ""
    },
    {
        "id": 5037,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Treatment decision making in anonymous donor egg in-vitro fertilisation: A qualitative study of childless women and women with genetically related children",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "The aim of this study was to analyse donor egg recipients' anticipatory concerns and feelings and to consider how these relate to their decision to enter into treatment. The women were divided into two groups: those who were childless and those with a genetically related child or children. In-depth interviews were carried out with seven women on the waiting list for the egg donation treatment programme at the Lister Hospital in London. The participants with children expressed reservations and anxiety about proceeding with treatment and this created ‘a state of dilemma’ but the possibility of treatment led to a pressure to proceed. In contrast, the prospect of treatment for the childless participants gave rise to feelings of excitement and hope of finally having a baby and their quest took on the form of a personal mission and they expressed very few reservations about the treatment. This was a small qualitative study but in terms of egg donation research, the distinction seen here between women seeking to be first time mothers and those attempting to build a new family or complete an existing one, warrants further attention and has implications for pre-treatment counselling.",
        "email": "",
        "conf": "Human Fertility",
        "coauthors": [
            "Susan J Stuart-Smith",
            "Jonathan Alan Smith",
            "Elizabeth J Scott"
        ],
        "keywords": "Egg donation, IVF, qualitative, decision making, assisted conception counselling"
    },
    {
        "id": 5032,
        "label": 100,
        "author": "jonathan a smith",
        "title": "A conversation with Professor Jonathan Smith",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "“This new book by Carla Willig closes a gap in qualitative research in psychology and beyond. It focuses on the process of understanding in qualitative data analysis by taking the perspective of interpretation: What links our understanding with social and psychological phenomena in qualitative research? With its broad coverage of the literature and its clear style of writing it will be most helpful for anyone applying qualitative research to psychological phenomena.” Uwe Flick, Alice Salomon University, Berlin and Vienna Universities “In this work Carla Willig takes on one of the most pressing challenges in qualitative inquiry: how are we to confront multiplicity in interpretation? I began reading with great curiosity; I came away feeling that this is the best treatment of this complex subject I have yet encountered. Combining conceptual sophistication, the skill of clarity, and a welcome sense of balance, Willig illuminates and enriches. Her discussion on the ethics of interpretation sets the book apart. Now I clamor to join the discussions demanded by this fascinating work.” Kenneth Gergen, Senior Research Professor, Swarthmore College, USA “Carla Willig's balanced and insightful text goes to the heart of what is stake in debates over qualitative analysis: the act of interpretation itself. Beginning with the idea that the researcher must recognise both the responsibility and privilege of research, Willig clearly demonstrates how interpretation is actually performed and how to negotiate the epistemological and practical issues that are involved. Opposing the tendency for the researcher to disappear in the act of 'doing analysis', this book offers a distinctively human and affective vision of interpretative work. There is much here for both dedicated qualitative researchers and curious empiricists of every stripe. Students of psychology, read on: you have nothing to lose but your prejudices.” Steven Brown, Professor of Social and Organisational Psychology, University of Leicester, UK “At last! This is the book that qualitative researchers in psychology have required for some time, and it fills a significant gap for the field. Willig provides a brilliantly written comprehensive account of the importance and value of interpretation in qualitative research, covering theory, ethics and debate around interpretation, and including detailed practical applications that reveal the complexities and complications involved in interpretative analytic work. This text exposes the necessity of reaching for interpretation in qualitative data analysis, and is essential reading for qualitative researchers, whatever their level of expertise, both within and beyond psychology.” Kerry Chamberlain, Professor of Social and Health Psychology, Massey University, New Zealand Interpretation is an integral part of all qualitative research, yet relatively little has been written about its process. In her new book, Carla Willig, author of international bestseller Introducing Qualitative Research Methods in Psychology, sheds light on the role of interpretation in qualitative research in psychology and describes the different approaches for practice. Packed with case studies, two full interview transcripts and worked examples from psychology, health sciences and the arts, Willig skilfully guides you to conduct qualitative research which is interpretative and based upon a clear rationale and interpretative position. You will also learn how to evaluate interpretative research and to acquire an understanding of what constitutes best ethical practice. Carla’s transcribed conversations with Stephen Frosh, Christine Griffin and Jonathan Smith about the meaning and practice of interpretation provide a fascinating insight into the ways in which highly experienced researchers engage with the challenge of interpreting qualitative data.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Carla Willig",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5079,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Genetic Counseling: Clinical Geneticists' Views",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Evaluation of genetic counseling requires a clear consensus about its objectives, which is not evident in published definitions and guidelines. This study aims to investigate clinical geneticists' beliefs and thoughts about their practice. Structured interviews with eight clinical geneticists addressed the aims, skills, and expectations of genetic counseling. Analysis of transcribed interviews revealed four key themes, with contradictory aspects: 1. Providing information that is objective, full, and accurate versus information that is contingent on circumstances and tailored to individual needs.2. Eliciting emotion and dealing with it directly versus dampening down and containing emotion.3. Communicating nondirectively versus directively.4. Expecting to perform a range of sophisticated tasks while having minimal training in the necessary skills to achieve these.These results have implications for the nature of the professional role, the development of training required for it, and the evaluation of genetic counseling.",
        "email": "",
        "conf": "Journal of Genetic Counseling",
        "coauthors": [
            "Susan Michie",
            "Jonathan Alan Smith",
            "Jonty Heaversedge",
            "Simon Read"
        ],
        "keywords": "Genetic counseling; nondirective counseling; doctor-patient communication; health professionals; attitudes"
    },
    {
        "id": 5061,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Living with a body separate from the self. The experience of the body in chronic benign low back pain: An interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Scandinavian Journal of Caring Sciences",
        "coauthors": [
            "Mike Osborn",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5028,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Doing The Right Thing For One's Children: Deciding Whether To Take The Genetic Test For Huntington's Disease As A Moral Dilemma.",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This is a qualitative examination of candidates' decision‐making in relation to the genetic test for Huntington's disease. Semi‐structured interviews were conducted with nine participants who were asked about factors influencing their decision whether to take up predictive genetic testing. Transcripts of interviews were subjected to interpretative phenomenological analysis to elicit emergent themes. A key factor for participants was to do the right thing for their children. Interestingly, this factor presents a moral dilemma to participants and can direct them either towards or away from testing. This article offers a detailed examination of how participants think through this dilemma.",
        "email": "ja.smith@bbk.ac.uk",
        "conf": "Clinical Genetics",
        "coauthors": [
            "Jonathan Alan Smith",
            "Mike Stephenson",
            "Chris Jacobs",
            "Oliver Quarrell"
        ],
        "keywords": ""
    },
    {
        "id": 5046,
        "label": 100,
        "author": "jonathan a smith",
        "title": "1 A Case Study of Pre-Midlife Crisis: An Extraordinary Transformational Episode in an Ordinary Life",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "The current study is a case-study of crisis in pre-midlife adulthood. Previous research by the authors had shown a common process to cases of early adult crisis (Robinson and Smith, in press). This case study was intended to add idiographic depth to our ongoing investigation into the nature of developmental crisis. Data collection for the case study involved two semi-structured interviews followed by an email discussion. Analysis proceeded using a composite methodology that employed elements of Interpretative Phenomenological Analysis and Miles and Huberman‘s Interactive Model. Findings showed four key developmental themes: Unpeeling the Persona, Unlocking the Capacity for Self-Reflection, Reaching beyond Materialist Values and The Emerging Feminine. These themes relate to an underlying shift over the course of the crisis towards a less conventional, more intrinsically motivated and more individuated mode of being.",
        "email": "",
        "conf": "University of Huddersfield",
        "coauthors": [
            "Oliver Robinson",
            "Jonathan Alan Smith"
        ],
        "keywords": "pre-midlife crisis, identity, developmental crisis"
    },
    {
        "id": 5054,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Women Anger and Aggression An Interpretative Phenomenological Analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This study reports a qualitative phenomenological investigation of anger and anger-related aggression in the context of the lives of individual women. Semistructured interviews with five women are analyzed using interpretative phenomenological analysis. This inductive approach aims to capture the richness and complexity of the lived experience of emotional life. In particular, it draws attention to the context-dependent and relational dimension of angry feelings and aggressive behavior. Three analytic themes are presented here: the subjective experience of anger, which includes the perceptual confusion and bodily change felt by the women when angry, crying, and the presence of multiple emotions; the forms and contexts of aggression, paying particular attention to the range of aggressive strategies used; and anger as moral judgment, in particular perceptions of injustice and unfairness. The authors conclude by examining the analytic observations in light of phenomenological thinking.",
        "email": "",
        "conf": "Journal of Interpersonal Violence",
        "coauthors": [
            "Virginia Eatough",
            "Jonathan Alan Smith",
            "Rachel Louise Shaw"
        ],
        "keywords": ""
    },
    {
        "id": 5023,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Psychology people in profile: Professor Jonathan A. Smith (part-two)",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "In the second of two interviews (Doran, 2014), Professor Jonathan A. Smith and Kate Doran discuss the development of Interpretative Phenomenological Analysis (IPA), its achievements and potential future directions.",
        "email": "",
        "conf": "The Quarterly",
        "coauthors": [
            "K. Doran",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5017,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Being depleted and being shaken: An interpretative phenomenological analysis of the experiential features of a first episode of depression",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This article presents a detailed idiographic analysis of patients' experience of first‐episode depression. This is a qualitative interview study using interpretative phenomenological analysis (IPA). Semi‐structured interviews were carried out with a purposive sample of seven patients presenting to a mental health service in London, UK with symptoms of first‐episode major depression. There were four males and three females; mean age was 44 years. Interviews were audio‐recorded and subjected to IPA. Participants described a significant loss event prior to onset of depression. The depression involved a major diminishing of the life‐world with relational, corporeal, and temporal depletion. This depletion was accompanied in each case by occasional extreme emotions, frenzied thoughts, confused sense of self. Depression can represent a major existential threat to the sufferer. We discuss how our findings can illuminate the extant literature. The study suggests the value of exploring these existential features in early therapy.",
        "email": "ja.smith@bbk.ac.uk",
        "conf": "Psychology and Psychotherapy: Theory, Research and Practice",
        "coauthors": [
            "Jonathan Alan Smith",
            "John Rhodes"
        ],
        "keywords": ""
    },
    {
        "id": 5050,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Hermeneutics human sciences and health: Linking theory and practice",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "International Journal of Qualitative Studies on Health and Well-Being",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5072,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Reflecting on the Development of Interpretative Phenomenological Analysis and Its Contribution to Qualitative Research in Psychology",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This paper reflects on the development of interpretative phenomenological analysis (IPA) as one particular qualitative approach to psychology. After a brief introduction to IPA, the paper outlines what can be described as its characteristic features: idiographic, inductive, interrogative, illustrating each feature with examples from studies which have been conducted with IPA. The paper then considers the different levels of interpretation, which are possible with IPA and discusses the notion of when an interpretation is ‘good enough’. It goes on to consider issues around the types of topics for which IPA is suitable and the emerging pattern of work using the approach. The next section considers how IPA studies can widen the type of participants included and also examines the suitability of different data collection methods. The paper finishes by bringing together some thoughts on the future development of IPA.",
        "email": "",
        "conf": "Qualitative Research in Psychology",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": "identity, idiography, interpretation, interpretative phenomenological analysis"
    },
    {
        "id": 5057,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The Impact of Juvenile Huntington's Disease on the Family: The Case of a Rare Childhood Condition",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Journal of Health Psychology",
        "coauthors": [
            "Helen M Brewer",
            "Virginia Eatough",
            "Jonathan Alan Smith",
            "Oliver W J Quarrell"
        ],
        "keywords": ""
    },
    {
        "id": 5086,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Rethinking Methods in Psychology",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "The recent widespread rejection of conventional theory and method has led to the evolution of different ways of gathering and analyzing data. This accessible textbook introduces key research methods that challenge psychology's traditional preoccupation with scientific",
        "email": "",
        "conf": "Rethinking Methods in Psychology",
        "coauthors": [
            "Luk Van Langenhove",
            "Rom Harr",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5048,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The communicative power of metaphors: An analysis and interpretation of metaphors in accounts of the experience of addiction",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "he aim of this study was to explore how participants use metaphors to express and communicate experiences and emotions that may have been previously unexpressed or unexplored, and perhaps too painful to address directly. In addition, this study investigates the potential of using interpretative phenomenological analysis (IPA) in metaphor research. Data were collected in semi‐structured interviews, designed to capture a rich and detailed description of participants' experiences of addiction and what the experiences means to them. The results capture the abundance and vividness of metaphorical expressions embedded in participants' accounts and produce insights and a richer picture of the participants' experiences. The study highlights the power of metaphors as tools for communicating and sharing experience, as well as the particular ways in which metaphors make sense as part of individual lives. We believe that IPA can make a valuable contribution to metaphor analysis as it attends both to the experiential dimension of metaphors through phenomenological analysis, as well as to the hermeneutic possibilities opening up through the capacity of metaphors to make connections between disparate ideas and concepts.",
        "email": "",
        "conf": "Psychology and Psychotherapy: Theory, Research and Practice",
        "coauthors": [
            "Pnina Shinebourne",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5055,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Shifting Identities: The Negotiation of Meanings Between Texts and Between Persons",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Reflexivity: A practical guide for researchers in health and social sciences",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5012,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Using Autobiographical Poetry as Data to Investigate the Experience of Living with End-Stage Renal Disease",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "The experience of living with End-Stage Renal Disease (ESRD) and being on dialysis is a complex and life-changing one that has received some investigation within the qualitative psychological realm (see e.g. Gill & Lowes, 2008; Martin-McDonald, 2003; Polaschek, 2003). This is a period of time that can lead to difficulties with autonomy and empowerment",
        "email": "",
        "conf": "Poetic Inquiry II–Seeing, Caring, Understanding. Brill Sense",
        "coauthors": [
            "Johanna Spiers",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5091,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Metaphors and Metamorphoses: Narratives of Identity During Times of Crisis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "The narrative of transformative crisis appears in both autobiographical and fictional accounts of individual lives; it typically involves a difficult or traumatic episode and a period of self-questioning out of which a person emerges more able and more emotionally mature than before (Booker, 2005; Erikson, 1968; Tedeschi and Calhoun, 1995). The present study used interviews to elicit 22 narratives about crises experienced between the ages of 25 and 40, and about any developmental transformation and change that surrounded these crises. Analysis revealed a common four-phase process to the crisis episodes, common metaphors and recurrent descriptions of identity metamorphosis, ie. of ‘becoming a new person’. Comparison of these findings with theory on fictional plots shows a clear parallel between the four-phase process of crisis found in the current study and the ‘rebirth’ plot described by Booker (2005). The theoretical significance of these findings and interpretations is discussed.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Oliver Robinson",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5087,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Idiography and the case study",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "The recent widespread rejection of conventional theory and method has led to the evolution of different ways of gathering and analyzing data. This accessible textbook introduces key research methods that challenge psychology's traditional preoccupation with `scientific' experiments. The book provides a well-structured guide to methods, containing a range of qualitative approaches (for example, semi-structured interviews, grounded theory, discourse analysis) alongside a reworking of quantitative methods to suit contemporary psychological research. A number of chapters are also explicitly concerned with research as a dynamic interactive process. The internationally respected contributors steer the reader through the main stages of conducting a study using these methods.",
        "email": "",
        "conf": "Sage",
        "coauthors": [
            "Jonathan Alan Smith",
            "R. Harr",
            "Luk Van Langenhove"
        ],
        "keywords": ""
    },
    {
        "id": 5078,
        "label": 100,
        "author": "jonathan a smith",
        "title": "How does personal therapy affect therapists' practice?",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Journal of Counseling Psychology",
        "coauthors": [
            "Susan Macran",
            "William B. Stiles",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5004,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Participants and researchers searching for meaning: conceptual developments for interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "In this article I offer a theoretical account of interpretative phenomenological analysis’s (IPA’s) position in relation to meaning-making by participant and researcher. In doing this, I draw on a range of theoretical writing on meaning. I then apply these ideas to a series of empirical studies on pain which I have been involved in. The intention, therefore, is for the article to contribute a theoretically informed and empirically grounded extension to the literature on IPA.",
        "email": "",
        "conf": "Qualitative Research in Psychology",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": "Interpretative Phenomenological Analysis, IPA, meaning, pain"
    },
    {
        "id": 5093,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Psychiatric symptoms and conflict among personal plans",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "In everyday life, the existence of personal goals is indicated by the activities in which people are engaged, such as leisure interests, occupation and relationships. Incompatibility between goals was predicted to be one source of conflict associated with poor mental health symptoms. A series of studies using different methods (interviews and questionnaires) to measure the degree of perceived conflict in the daily activities of young and mature students and non‐student adults is reported. Two forms of conflict are described — explicit (between two or more activities) and implicit (the importance of the activity to the individual). The results show that younger and mature students (particularly women) show correlations between their conflict and symptom scores, unlike other survey groups. The transitional nature of the student role may create a situation where the conflict experienced by many in their everyday activities is aggravated, and which is more readily expressed by psychiatric symptoms than in other ways.",
        "email": "",
        "conf": "British Journal of Medical Psychology",
        "coauthors": [
            "Christina Perring",
            "Keith Oatley",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5080,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The role of psychosocial factors in HIV risk-reduction among gay and bisexual men: A quantitative review",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Psychology and Health",
        "coauthors": [
            "Paul Flowers",
            "Paschal Sheeran",
            "Nigel Beail",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5060,
        "label": 100,
        "author": "jonathan a smith",
        "title": "I was like a wild wild person: Understanding feelings of anger using interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "British Journal of Psychology",
        "coauthors": [
            "Virginia Eatough",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5033,
        "label": 100,
        "author": "jonathan a smith",
        "title": "We could be diving for pearls': The value of the gem in experiential qualitative psychology",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Qualitative Methods in Psychology Bulletin",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5038,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Interpretative Phenomenological Analysis and Clinical Psychology Training: Results from a Survey of the Group of Trainers in Clinical Psychology",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This article reports the results of a survey on the use of interpretative phenomenological analysis on clinical psychology training programmes. The implications of the survey for research training in the use of experiential qualitative approaches are discussed and specific recommendations made.",
        "email": "",
        "conf": "Clinical Psychology Forum",
        "coauthors": [
            "Andrew R Thompson",
            "Michael Larkin",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5007,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Interpretative phenomenological analysis: Getting at lived experience",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "The article discusses about the interpretative phenomenological analysis (IPA). IPA is a qualitative approach developed within psychology for the examination of personal lived experience. Data for IPA are obtained from a purposive, homogeneous sample and the most common data collection method is the in-depth semi-structured interview. IPA is important because it is explicitly concerned with developing a psychological experiential methodology. While IPA first found popularity in health psychology, it lends itself very well to positive psychology and can be employed to give detailed examinations of positive psychological phenomena.",
        "email": "",
        "conf": "The Journal of Positive Psychology",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5045,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The Stormy Search for Self in Early Adulthood: Developmental Crisis and the Dissolution of Dysfunctional Personae",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This qualitative study investigated episodes of early adult crises and the impact of these on identity development. Six individuals were interviewed twice about an experience of formative crisis between the ages of 25 and 40. Results showed a common dynamic starting with a precrisis conformist persona, and an identity correspondingly divided into inner (true) and outer (false). Over the course of a stressful life transition, the person separates from the precrisis roles and relationships that nurtured this fragmented identity and searches for a more unified and integrated life structure. Postcrisis identity is sought through experimentation and trial-and-error. New jobs and relationships permit the expression of feelings, values and aspirations, which in turn brings a sense of autonomy and authenticity.",
        "email": "",
        "conf": "The Humanistic Psychologist",
        "coauthors": [
            "Oliver Robinson",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5036,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Health and romance: Understanding unprotected sex in relationships between gay men",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "To explore the theoretical utility of current health psychology in understanding the occurrence of unprotected anal sex amongst gay men in relationships. Interpretative Phenomenological Analysis was employed to highlight the utility of incorporating the perspective of gay men in addressing a theoretical understanding of sexual decision making. Twenty in‐depth interviews were conducted with working‐class gay men from a small South Yorkshire town. These were transcribed and analysed for recurrent themes which reflect the way gay men thought about sex and relationships. There were many differences between the way gay men thought about sexual activity and the way health psychology assumes men think about it. Within the context of romantic relationships men often privileged the expression of commitment, trust and love as more important than their own health. Psychological theory relating to sexual health would benefit from a consideration of the way gay men report thinking about sexual behaviour in the context of romantic relationships. Such an informed theory would direct sexual health promotion beyond the simple provision of condoms.",
        "email": "",
        "conf": "British Journal of Health Psychology",
        "coauthors": [
            "Paul Flowers",
            "Jonathan Alan Smith",
            "Paschal Sheeran",
            "Nigel Beail"
        ],
        "keywords": ""
    },
    {
        "id": 5070,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Do doctors who achieve National health targets perceive the targets differently from those who do not?",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Psychology & Health",
        "coauthors": [
            "Jonathan Alan Smith",
            "Susan Michie",
            "Jane Hendy",
            "F. Adshead"
        ],
        "keywords": ""
    },
    {
        "id": 5088,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Reconstructing selves: An analysis of discrepancies between women's contemporaneous and retrospective accounts of the transition to motherhood",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "British Journal of Psychology",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5015,
        "label": 100,
        "author": "jonathan a smith",
        "title": "From methods to methodology: Reflection on keeping the philosophical commitments of interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This paper details the transition of one researcher in his journey from attending to the methods of research to identifying and enacting the methodology of interpretative phenomenological analysis (IPA). In the backdrop of this paper is a larger qualitative study that is employing IPA to understand a rich picture of how engineering student become engineers, particularly by attending to the fuzzy boundaries between technical and social features of this identity. To ground the discussion of the paper, we draw on a transcript from a single interview in this study conducted with Kevin, a graduating mechanical engineer. We transparently share a reflexive account of conducting IPA research in order to introduce IPA as an excellent research tool for open areas of engineering education research. Further, our goals are to instill confidence in novice qualitative researchers as they embark on the arduous but rewarding path of conducting engineering education research using qualitative methods.",
        "email": "",
        "conf": "IEEE Frontiers in Education Conference (FIE)",
        "coauthors": [
            "James L. Huff",
            "Jonathan Alan Smith",
            "Brent K Jesiek",
            "Carla B Zoltowski",
            "William G Graziano",
            "William C Oakes"
        ],
        "keywords": "interpretative phenomenological analysis,qualitative research methods,engineering identity"
    },
    {
        "id": 5016,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The personal experience of chronic benign lower back pain: an interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Chronic low back pain is a major health problem and one where pain, physical impairment and biological pathology are only very loosely correlated). It is considered that the experience of pain, its distress and disability is mediated by its meaning to the sufferer. The intention of this study was to explore the sufferers' personal experience of their pain. Qualitative research is often recommended to complement the quantitative work on chronic pain that has been published to date. Interpretative phenomenological analysis was employed in an in‐depth study of a small sample of chronic pain patients. Semi‐structured interviews were carried out with nine women pain patients. The verbatim transcripts of those interviews served as the data for an interpretative phenomenological analysis. The participants shared an inability to explain the persistent presence of their pain or to reconstruct any contemporary self‐regard. While they used social comparisons to try and help them make sense of their situation, these comparisons proved equivocal in their outcome. Participants were unable to establish the legitimacy of the chronic nature of their pain and in certain situations felt obliged to appear ill to conform to the expectations of others. By default, participants treated their own pain as a stigma and tended to withdraw from social contact. They felt confused, afraid for their future and vulnerable to shame.",
        "email": "",
        "conf": "Pain",
        "coauthors": [
            "M. Osborn",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5035,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Communicating BRCA1/2 genetic test results within the family: A qualitative analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Genetic testing for BRCA1/2 mutations associated with hereditary breast and ovarian cancer reveals significant risk information about one's chances of developing cancer. It is important to study communication processes in families where members are undergoing genetic testing because the information received is crucial not just to the individual concerned but also to other members of the biological family. This study investigates family communication of BRCA1/2 test results from both the informants’ and recipients’ perspectives. A total of 10 female patients and 22 of their relatives were interviewed. Patients’ and their relatives described feelings of responsibility for sharing genetic information within the family to enable others to reduce their risks of developing cancer. However, there were limits to an individuals’ responsibility once key family members had been informed, who then had to take responsibility for continuing dissemination of information. Whilst there was an implicit responsibility to inform the family of a mutation, information was edited or withheld in the best interest of relatives, dependent upon their perceived emotional readiness, resilience and current life stage and circumstances. The pre-existing family culture and the impact previous cancer diagnoses had upon the family also influenced the process of communication. Findings are discussed in relation to extant literature and implications for clinical practice are considered.",
        "email": "",
        "conf": "Psychology & Health",
        "coauthors": [
            "Caroline Dancyger",
            "Mel Wiseman-Lee",
            "Chris Jacobs",
            "Jonathan A Smith",
            "Melissa Wallace",
            "Susan Michie"
        ],
        "keywords": "hereditary breast and ovarian cancer, qualitative, genetic testing, family communication"
    },
    {
        "id": 5042,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Ultrasound screening for chromosomal abnormality: Women's reactions to false positive results",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Ultrasound scans have become a routine part of antenatal care. Recent developments have meant that ultrasound has gone beyond monitoring the pregnancy and diagnosis of major abnormalities. Its routine use now includes screening for subtle fetal abnormalities and indications of chromosomal abnormality. Unfortunately ultrasound screening for chromosomal abnormalities has a low positive predictive value (similar to maternal serum screening), and only about 2% of pregnancies identified as ‘high risk’ will be diagnosed with a chromosomal abnormality. The other 98% of ‘high risk’ results are termed ‘false positive’. The aim of this paper is to elucidate the range of subjective experiences of women in response to having these results. Method. The approach employed was interpretative phenomenological analysis. Semi‐structured interviews were carried out with 24 pregnant women after ‘false positive’ ultrasound results. These were subjected to a qualitative analysis. Results. Participants perceived the ultrasound scan primarily as a social, non‐medical event and were unprepared for the result the scan elicited. Two‐thirds described residual feelings of anxiety even after normal diagnostic results were known, sometimes attributed to continued fears about fetal abnormality, but more often attributed to a generalized feeling that something else unexpected could happen to threaten the pregnancy. Conclusions. The paper has pointed to important discrepancies in the experiences of women undergoing ultrasound screening and the aims of informed choice. We would suggest consideration should be given to providing information on both the medical purposes of screening and on possible outcomes from it. The study also points to the possible need for counselling support for the majority of women who go on to receive confirmation of a negative diagnosis, counselling addressed at helping women to readjust to having a ‘low risk’ pregnancy.",
        "email": "",
        "conf": "British Journal of Health Psychology",
        "coauthors": [
            "Catherine Baillie",
            "Jonathan Alan Smith",
            "Jenny Hewison",
            "Gerald Mason"
        ],
        "keywords": ""
    },
    {
        "id": 5053,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Through a Mother's Lens: A Qualitative Analysis Reveals How Temporal Experience Shifts When a Boy Born Preterm Has Cystic Fibrosis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Clinical Child Psychology and Psychiatry",
        "coauthors": [
            "Claire A Glasscoe",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5030,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Interpretative phenomenological analysis (IPA) is a recently developed qualitative approach to psychology. This chapter describes the core features of IPA and its theoretical underpinnings. It then provides a step-by-step outline to conduct a study using IPA from data collection through analysis to writing up. Each stage is illustrated with examples from a project exploring the experience of women in rehabilitation for addiction problems.",
        "email": "",
        "conf": "Interpretative Phenomenological Analysis",
        "coauthors": [
            "Jonathan Alan Smith",
            "Pnina Shinebourne"
        ],
        "keywords": ""
    },
    {
        "id": 5039,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Unravelling complexities involved in parenting a child with cystic fibrosis: An interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "We conducted a qualitative study with caregivers for a contemporary understanding of the challenge of caring for a child with cystic fibrosis (CF). A single case is presented that details one woman’s experience from her unique perspective of both, ‘mother to a child with CF’ and ‘CF healthcare provider’ using an interpretative phenomenological analysis. Emergent themes include: ‘trying to keep things normal,’ which includes different types of normality and routine management of treatment; ‘when things become difficult,’ which includes dealing with symptoms and battling with CF related decline; and, ‘the complexity of decision making.’ The discussion section expands on how, for this mother contrasting modes of managing CF (everyday life/full-on alert) co-existed and were further complicated by (i) role discrepancies (mother/nurse), and (ii) a dialectic between affect and reason. The CF parenting challenge increasingly involves responsibility for complex healthcare interventions and this study suggests a need for further enquiry into how caregivers are involved in the treatment plan and decision-making about treatment. Practice implications are proposed.",
        "email": "",
        "conf": "Clinical Child Psychology and Psychiatry",
        "coauthors": [
            "Claire A Glasscoe",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5081,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Interpretative phenomenological analysis and the psychology of health and illness",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Introduces interpretative phenomenological analysis and argues for the particular role it can play in the psychology of health and illness. Three examples of interpretative phenomenological analysis working in practice are provided, 2 from chronic illness and 1 from preventive health behavior. The information provided concerns the ways in which individuals construe, make sense of, and talk about issues concerning health and illness.The 1st example is from a study examining how patients respond to renal dialysis. A particular theme, the importance of control, emerges from a single case analysis and is in turn related to existing work on this construct. The 2nd example is from a project exploring the experiences of chronic lower back pain. Two important themes—the uncertainty of pain and the equivocal nature of social comparisons—are described. In the 3rd example, gay men talk about their conceptions of sex and sexual behavior. This example illustrates the development of 1 theme emerging from the interview transcripts—how sex acts need to be contextually defined.",
        "email": "",
        "conf": "Material discourses of health and illness",
        "coauthors": [
            "Jonathan Alan Smith",
            "Paul Flowers",
            "Mike Osborn"
        ],
        "keywords": ""
    },
    {
        "id": 5040,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Evaluating the contribution of interpretative phenomenological analysis: A reply to the commentaries and further development of criteria",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This paper presents the results of a review of studies employing interpretative phenomenological analysis (IPA) obtained from three of the major databases: web of science, medline and psychinfo. Between 1996 and 2008, 293 papers presenting empirical IPA studies were published. Trends over time are presented. This is followed by a categorisation of the content area of that corpus. The biggest specific area of research within IPA is illness experience, it forming the subject of nearly a quarter of the corpus. The paper then describes a guide for evaluating IPA research which is used to assess the illness experience papers. Detailed summaries are provided of the papers rated as good. These summaries describe the substantive findings as well as the markers of high quality. The paper finishes with a summary of core features of high-quality IPA work.",
        "email": "",
        "conf": "Health Psychology Review",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": "interpretative phenomenological analysis, illness experience, qualitative, quality"
    },
    {
        "id": 5065,
        "label": 100,
        "author": "jonathan a smith",
        "title": "A qualitative study into the needs of parent/guardian carers: The experience of caring for a young person with juvenile Huntington's disease",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Journal of Neurology Neurosurgery & Psychiatry",
        "coauthors": [
            "HM Brewer",
            "Jonathan Alan Smith",
            "Virginia Eatough",
            "NW Glendinning"
        ],
        "keywords": ""
    },
    {
        "id": 5022,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Psychology people in profile: Professor Jonathan A. Smith (part-one)",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Professor Jonathan A. Smith is best known for his development of Interpretative Phenomenological Analysis (IPA) as a particular experiential qualitative approach within psychology and its application to a range of areas within health, social and clinical psychology (Smith, 1996; Smith, Flowers & Larkin, 2009). He holds a Chair in the Department of Psychological Sciences at Birkbeck University of London. On behalf of the PsyPAG Quarterly, Kate Doran caught up with Professor Smith in the second half of 2013, to discuss his work. This, the first of two interviews with Professor Smith to be published in this publication, focuses on his current role and how what we now know as IPA first came into being. The second interview will focus on the continued development and achievements of IPA.",
        "email": "",
        "conf": "The Quarterly",
        "coauthors": [
            "K. Doran",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5084,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Beyond the divide between cognition and discourse: using Interpretative Phenomenological Analysis in health psychology",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This paper introduces interpretative phenomenological analysis (PA) and discusses the particular contribution it can make to health psychology. This is contextualized within current debates, particularly in social psychology, between social cognition and discourse analysis and the significance for health psychology of such debates is considered. The paper outlines the theoretical roots of PA in phenomenology and symbolic interactionism and argues the case for a role for PA within health psychology. Discussion then focuses on one area in the health field, the patient's conception of chronic illness and research in medical sociology from a similar methodological and epistemological orientation to PA is introduced. The paper concludes with an illustration of PA from the author's own work on the patient's perception of renal dialysis.",
        "email": "",
        "conf": "Psychology and Health",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": "Cognition, discourse, phenomenology, qualitative, renal dialysis, chronic illness"
    },
    {
        "id": 5031,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Using autobiographical poetry as data to investigate the experience of living with end-stage renal disease: an interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "The experience of living with End-Stage Renal Disease (ESRD) and being on dialysis is a complex and life-changing one that has received some investigation within the qualitative psychological realm",
        "email": "",
        "conf": "Poetic Inquiry II – Seeing, Caring, Understanding",
        "coauthors": [
            "Johanna Spiers",
            "Jonathan Alan Smith"
        ],
        "keywords": "Supply Chain, Dialysis Patient, Haemodialysis Patient, ESRD Patient, Single Case Study "
    },
    {
        "id": 5067,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The personal experience of carers of stroke survivors: An interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Disability and Rehabilitation",
        "coauthors": [
            "Debbie Hunt",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5062,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The personal experience of juvenile Huntington's disease: An interpretative phenomenological analysis of parents' accounts of the primary features of a rare genetic condition",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "There has been a paucity of research into the psychosocial impact of juvenile Huntington's disease (JHD) on the child and the family. The study reported here is part of larger project that aimed to address this and investigate the social and health care needs of those affected by JHD. Ten semistructured interviews with the main caregiver(s) were carried out and were analyzed using the qualitative methodology interpretative phenomenological analysis. The main themes arising from the analysis are reported here: first becoming aware something is wrong; physical symptoms; speech and communication difficulties; behavioral problems; a slow but relentless process. These are discussed in relation to extant literature. We hope the article will be helpful to clinicians working with families where a child is affected by JHD and also contribute to the general literature on understanding symptoms in childhood illness.",
        "email": "",
        "conf": "Clinical Genetics",
        "coauthors": [
            "Jonathan Alan Smith",
            "H M Brewer",
            "Virginia Eatough",
            "C A Stanley",
            "N W Glendinning",
            "O W J Quarrell"
        ],
        "keywords": ""
    },
    {
        "id": 5069,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The problem of appraising qualitative research",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Quality and Safety in Health Care",
        "coauthors": [
            "Mary Dixon-Woods",
            "Rachel Louise Shaw",
            "Shona Agarwal",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5090,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Conceiving Selves: A Case Study of Changing Identities during the Transition to Motherhood",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Journal of Language and Social Psychology",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5006,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Identity in Engineering Adulthood: An Interpretative Phenomenological Analysis of Early-Career Engineers in the United States as They Transition to the Workplace",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Prior research has established emerging adulthood to be a time characterized by robust identity explorations in professional and nonprofessional domains. However, extant literature provides little contextual explanations in relation to how these identity explorations are experienced by early-career professionals. This article presents idiographic findings from a qualitative study that used interpretative phenomenological analysis on interviews with seven engineering students as they transitioned to their respective workplaces. These findings describe how the participants experienced a strong sense of commitment to their career identities while also exploring features of their identities that were unrelated to their careers. Additionally, we discuss how women participants experienced a gendered form tension in managing their career and family roles. In sum, this article contributes detailed insight regarding coherence and complexity of personal identity development as lived by early-career professionals.",
        "email": "",
        "conf": "Emerging Adulthood",
        "coauthors": [
            "James L. Huff",
            "Jonathan Alan Smith",
            "Brent K Jesiek",
            "Caria B Zoltowski",
            "William Oakes"
        ],
        "keywords": "identity, qualitative methods, work, interpretative phenomenological analysis, engineering identity"
    },
    {
        "id": 5041,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The Development of a Methodology for Examining the Process of Family Communication of Genetic Test Results",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "It is important to study communication processes in families where members are undergoing testing for genetic conditions because the information received from such testing is crucial not just to the individual concerned but also to other members of the biological family. This topic has received little research attention, in part because of the complexities of methodology required. In this paper we present the development of a method specifically designed for the examination of the content and process of communication of genetic information in families. The method aims to maximize ecological validity as far as is possible. We describe how participants and other family members are recruited and how data were collected. We outline three main data analytic strategies: a graphic to show how genetic information changes as it flows from clinic and through the family, an intensive qualitative analysis of the meaning and impact of the genetic information to different family members, and an informative genogram which plots key family dynamics. This method will be illustrated in relation to a study of ten family-groups where one individual has been found to carry a genetic mutation predisposing them to hereditary breast and ovarian cancer.",
        "email": "",
        "conf": "Journal of Genetic Counseling",
        "coauthors": [
            "Jonathan Alan Smith",
            "Caroline Dancyger",
            "Melissa Wallace",
            "Chris Jacobs",
            "Susan Michie"
        ],
        "keywords": ""
    },
    {
        "id": 5059,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Young men's ambivalence toward alcohol",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "There is widespread concern about the health and social consequences of excessive alcohol consumption among young men. Interventions to reduce alcohol-related harm will be affected by ambivalence toward alcohol, because ambivalent attitudes are worse predictors of behaviour than are homogeneous attitudes. It is therefore important to identify aspects of alcohol consumption about which young men are not ambivalent. In-depth interviews were conducted with a socioeconomically diverse sample of 31 men, aged 18–21 living in London, UK. Ambivalence toward alcohol was widespread. None of the drinkers who were interviewed had uncomplicated positive evaluations of drinking: all mentioned compelling reasons not to drink. Most motives for drinking were also identified as reasons for not drinking if consumption became excessive. However, three motives for not drinking were not also motives for drinking: violence, alcoholism, and cost. These findings should be considered during the design of interventions to reduce the health and social consequences of excessive alcohol consumption amongst young men.",
        "email": "ja.smith@bbk.ac.uk",
        "conf": "Social Science & Medicine",
        "coauthors": [
            "Richard Oliver de Visser",
            "Jonathan Alan Smith"
        ],
        "keywords": "UK,Young men,Alcohol,Ambivalence,Atttudes,Interventions"
    },
    {
        "id": 5024,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The process of developing evidence-based guidance in medicine and public health: A qualitative study of views from the inside",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "There has been significant investment in developing guidelines to improve clinical and public health practice. Though much is known about the processes of evidence synthesis and evidence-based guidelines implementation, we know little about how evidence presented to advisory groups is interpreted and used to form practice recommendations or what happens where evidence is lacking. This study investigates how members of advisory groups of NICE (National Institute of Health and Clinical Excellence) conceptualize evidence and experience the process. Members of three advisory groups for acute physical, mental and public health were interviewed at the beginning and end of the life of the group. Seventeen were interviewed at both time points; five were interviewed just once at time one; and 17 were interviewed only once after guidance completion. Using thematic and content analysis, interview transcripts were analysed to identify the main themes. Evidence doesn’t form recommendations on its own, but requires human judgement. Diversity of opinion within advisory groups was seen as key to making well-informed judgments relevant to forming recommendations. However, that diversity can bring tensions in the evaluation of evidence and its translation into practice recommendations.",
        "email": "",
        "conf": "Implementation Science",
        "coauthors": [
            "Lou Atkins",
            "Jonathan Alan Smith",
            "Michael P Kelly",
            "Susan Michie"
        ],
        "keywords": "Advisory groups, Content analysis, Evidence, NICE guidelines, Qualitative"
    },
    {
        "id": 5089,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Pregnancy and the Transition to Motherhood",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "In this chapter I will be looking at the psychological effects of pregnancy and the transition to motherhood; more particularly I will concentrate on the effect of the transition on a woman’s sense of identity. This discussion will show how research on pregnancy can be seen to occur within a dialogue about the psychology of health and illness, normality and deviance, individuality and generality. After a brief review of the ‘mainstream’ psychological literature, the chapter will consider more recent, mainly feminist, writings which suggest different views on the transition. I will then describe a study I conducted which explores in detail one woman’s account of her pregnancy and its relationship to her sense of identity.",
        "email": "",
        "conf": "The Psychology of Women’s Health and Health Care",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": "Personal Identity, Postnatal Depression, Individual Woman, Personal Construct, Personal Account "
    },
    {
        "id": 5010,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The treatment experiences of people living with ileostomies: An interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "The aim of this study was to explore treatment and healthcare experiences of people living with ileostomies, so nurses can build on best practice while caring for these patients. Ileostomies, where the small intestine is re‐directed out of a stoma in the abdominal wall so waste is collected using a bag, are used to treat conditions including inflammatory bowel disease. Existing research suggests that although life with a stoma can be challenging, ileostomy patients are largely supported by multi‐disciplinary teams. However, more research is needed to understand the nuances of these relationships and experiences of treatment, with a view to improving clinical care. Participants took part in semi‐structured interviews consisting of open‐ended questions about their experiences of life with an ileostomy and their treatments and time in hospital. Points of interest were followed up. Data were collected between July–December of 2014. We present findings from two clinical themes: Issues around treatment and Relationships with multi‐disciplinary teams. Surgical complications were common and several participants reported concerns about addiction to painkillers. Varying attitudes were found around reversal surgery. Many reported experiencing distressing, dehumanizing care, while some felt supported by excellent healthcare providers. People living with ileostomies have a very mixed experience of multi‐disciplinary teams and treatments and much could be done to support them more fully. For example, more information about ileostomies could be given to patients and more training given to nurses around stomas.",
        "email": "",
        "conf": "Journal of Advanced Nursing",
        "coauthors": [
            "Johanna Spiers",
            "Jonathan Alan Smith",
            "Phillip Simpson Clin",
            "Adam R. Nicholls"
        ],
        "keywords": ""
    },
    {
        "id": 5005,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Emptiness Engulfment and Life Struggle: An Interpretative Phenomenological Analysis of Chronic Depression",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This article explores participants’ experience of what it is like to suffer depression, endured for years. Four women and three men, who each reported a minimum of four years’ of depression, were interviewed and themes were generated using interpretative phenomenological analysis. A first complex theme is depths of emptiness, which encompasses decline of will, disconnection from others, empty future, and numbing of the self. A second theme, episodic despairing engulfment, describes agonizing feelings and thoughts, a sense and conviction that one’s world and self are being destroyed, a growing belief that there is no escape, and sometimes ideas of suicide. The third theme, the struggle of unending life problems, describes a perceived timeline of struggle and difficulties, and terrible feelings and emotions. Five of the participants engaged in extreme negative thoughts and narrations about themselves, whereas two focused specifically on loss and threatening present situations. We conclude that chronic depression involves the experience of emptiness, but also a repeated experience of the destruction of self, connection to the world, and deepest hopes. In chronic depression there are negative thoughts and feelings, yet crucially, it also involves alterations in motivation, in particular a process in which aims, cares, and concerns that form important parts of the person’s life are repeatedly thwarted or destroyed. In extreme occurrences, the phenomenological self seems to be passing out of existence.",
        "email": "",
        "conf": "Journal of Constructivist Psychology",
        "coauthors": [
            "John E Rhodes",
            "Steve J. Hackney",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5051,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Alcohol and the self: An interpretative phenomenological analysis of the experience of addiction and its impact on the sense of self and identity",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Addiction Research and Theory",
        "coauthors": [
            "Pnina Shinebourne",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5009,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Five fathers' experience of an adult son sustaining a cervical spinal cord injury: an Interpretative Phenomenological Analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "The paper presents an in-depth idiographic study exploring the experience of fathers who have an adult son with a cervical spinal cord injury (SCI). Five participants were recruited and individual semi-structured interviews were conducted. The interviews were transcribed verbatim and analyzed using interpretative phenomenological analysis. Two superordinate themes are presented highlighting. First, the ongoing negative impact of their sons’ injury on the participants’ role as fathers’. This comprises the negative impact on emotions with guilt common for failing in their perceived role as a father. The dissonance experienced between wanting to help encourage their sons’ independence. Concern experienced due to their sons altered life trajectory and anxiety because they would not be alive to protect their son in the future. Second, how participants cope and adjust to their son’s SCI are presented. Comprising of how positive thinking, such as focusing on their son surviving the trauma and the influence of seeing their son cope well affects how participants cope. Also, reflecting on how the injury has changed their life helps participants, to an extent, make sense of the trauma. The results are discussed in relation to the relevant extant literature to give a unique perspective about how SCI impacts their perceived role as fathers and the struggle to cope and adjust to the trauma. Future research investigating the impact of SCI on the family is warranted to better understand the wider implications.",
        "email": "",
        "conf": "Spinal cord series and cases",
        "coauthors": [
            "Kevin J Hartie",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5063,
        "label": 100,
        "author": "jonathan a smith",
        "title": "I feel like a scrambled egg in my head: An idiographic case study of meaning making and anger using interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Psychology and Psychotherapy Theory Research and Practice",
        "coauthors": [
            "Virginia Eatough",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5008,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The Psychological Challenges of Living With an Ileostomy: An Interpretative Phenomenological Analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Ileostomy, in which the small intestine is redirected out of an abdominal wall so that waste is collected using a bag, is used to treat conditions including inflammatory bowel disease and colorectal cancer. This article reports an in-depth idiographic analysis of the experience of living with an ileostomy. Method: Twenty-one participants took part in semistructured interviews about their lives and relationships. Those interviews were transcribed verbatim and analyzed using the experiential qualitative methodology interpretative phenomenological analysis. Results: Two superordinate themes arose from the data: ileostomy’s intrapersonal impact and the impact of ileostomy on relationships with others. The authors found that ileostomy may destabilize the sense of self, disrupt body image, and alter experience of age and sexuality. Other participants were able to use their illness to positively reframe the self. Disclosure of ileostomy status was difficult for some. Intimate and friend relationships were often challenged by stoma status, whereas other family relationships were largely characterized as supportive. Conclusions: Ileostomy may impact upon both intra- and interpersonal aspects of the lives of those who live with it, in both negative and positive ways. Consequently, the sense of self can appear challenged, and relationships with partners, family members and friendships could be causes of distress. On the other hand, some partners were supportive, and children were found to be sources of comfort.",
        "email": "",
        "conf": "Health Psychology",
        "coauthors": [
            "Jonathan Alan Smith",
            "Johanna Spiers",
            "Phillip Simpson",
            "Adam R. Nicholls"
        ],
        "keywords": ""
    },
    {
        "id": 5052,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The Fearfulness of Chronic Pain and the Centrality of the Therapeutic Relationship in Containing It: An Interpretative Phenomenological Analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Qualitative Research in Psychology",
        "coauthors": [
            "Mike Osborn",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5074,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Interpretative Phenomenological Analysis and the New Genetics",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This article offers an introduction to the use of interpretative phenomenological analysis (IPA) to conduct research on psychological and social issues in the new genetics. Some key methodological points in the employment of IPA are highlighted. The article examines some of the important issues for health psychologists that arise following advances in new genetic technologies and introduces the articles in this special issue. The article discusses the particular contribution that IPA can make to research in health psychology generally, and to the new genetics in particular.",
        "email": "",
        "conf": "Journal of Health Psychology",
        "coauthors": [
            "Elizabeth Chapman",
            "Jonathan Alan Smith"
        ],
        "keywords": "interpretative phenomenological analysis, new genetics, qualitative"
    },
    {
        "id": 5019,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Interpretative phenomenological analysis as a useful methodology for research on the lived experience of pain",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Interpretative phenomenological analysis (IPA) is a qualitative approach which aims to provide detailed examinations of personal lived experience. It produces an account of lived experience in its own terms rather than one prescribed by pre-existing theoretical preconceptions and it recognises that this is an interpretative endeavour as humans are sense-making organisms. It is explicitly idiographic in its commitment to examining the detailed experience of each case in turn, prior to the move to more general claims. IPA is a particularly useful methodology for examining topics which are complex, ambiguous and emotionally laden. Pain is a prime exemplar of such a phenomenon: elusive, involving complex psycho-somatic interactions and difficult to articulate. In addition to the 1998 article, published in this Special Issue, two further papers are suggested that the interested reader might wish to look out for.",
        "email": "",
        "conf": "British journal of pain",
        "coauthors": [
            "Jonathan Alan Smith",
            "Mike Osborn"
        ],
        "keywords": "Back pain, chronic pain, pain, intractable, pain clinics, pain perception"
    },
    {
        "id": 5034,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Images of addiction and recovery: An interpretative phenomenological analysis of the experience of addiction and recovery as expressed in visual images",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This article focuses on visual representations of subjective experiences of the process of recovery from addiction and the meanings that participants attribute to their visual work. The data are drawn from a study of six female participants. In this article, we discuss the results with reference to one participant, to allow for detailed consideration of the visual and the verbal material. This participant was selected because of the richness of her material, which provided an opportunity to carry out a detailed case study. Potential participants were informed in advance that they would be asked to draw during the interview. They were also asked to bring to the interview some artwork made during their engagement in creative activities at an earlier stage in their recovery. The data were analysed using interpretative phenomenological analysis. The analysis comprised both the drawings and the transcripts, moving between the image and the corresponding text. The results provide a vivid visual journey through the landscape of early recovery. It is suggested that using drawings in conjunction with interviews can make a valuable contribution to furthering our understanding of experience and its meaning in ways not possible with verbal accounts or visual material alone.",
        "email": "",
        "conf": "Drugs: Education Prevention and Policy",
        "coauthors": [
            "Pnina Shinebourne",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5066,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Managing time: An interpretative phenomenological analysis of patients' and physiotherapists' perceptions of adherence to therapeutic exercise for low back pain",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Physiotherapy for low back pain (LBP) includes exercise therapy. Unfortunately adherence is problematic. This study explores patients' and physiotherapists' perceptions of exercise adherence. Nine LBP patients and eight physiotherapists were interviewed. Interpretative Phenomenological Analysis (IPA) was used to explore transcript data. The main theme ‘managing time’, reveals how pressure on time reflects society's view of time as a commodity. Theme components include ‘the bargaining process’: physiotherapists spend time listening, exploring patient beliefs, but modify patients' expectations of quick cures with the need to own their back care. ‘Reviewing the future’ identifies fears about long-term disability, highlighting the importance of recovery time knowledge. Interpreting participants' stories illustrates how investing in routine exercise could help re-interpret LBP as part of everyday life.",
        "email": "",
        "conf": "Disability and Rehabilitation",
        "coauthors": [
            "Sarah G Dean",
            "Jonathan Alan Smith",
            "Sheila Alison Payne",
            "John Weinman"
        ],
        "keywords": "Interpretative phenomenological analysis, low back pain, exercise, adherence"
    },
    {
        "id": 5027,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The Holistic Phase Model of Early Adult Crisis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "The objective of the current study was to explore the structural, temporal and experiential manifestations of crisis episodes in early adulthood, using a holistic-systemic theoretical framework. Based on an analysis of 50 interviews with individuals about a crisis episode between the ages of 25 and 35, a holistic model was developed. The model comprises four phases: (1) Locked-in, (2) Separation/Time-out, (3) Exploration and (4) Rebuilding, which in turn have characteristic features at four levels—person-in-environment, identity, motivation and affect-cognition. A crisis starts out with a commitment at work or home that has been made but is no longer desired, and this is followed by an emotionally volatile period of change as that commitment is terminated. The positive trajectory of crisis involves movement through an exploratory period towards active rebuilding of a new commitment, but ‘fast-forward’ and ‘relapse’ loops can interrupt Phases 3 and 4 and make a positive resolution of the episode less likely. The model shows conceptual links with life stage theories of emerging adulthood and early adulthood, and it extends current understandings of the transitional developmental challenges that young adults encounter.",
        "email": "",
        "conf": "Journal of Adult Development",
        "coauthors": [
            "Oliver Robinson",
            "Gordon R.T. Wright",
            "Jonathan Alan Smith"
        ],
        "keywords": "Early adulthood,  Emerging adulthood, Early adult crisis,  Life structure,  Holistic"
    },
    {
        "id": 5077,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Towards a relational self: Social engagement during pregnancy and psychological preparation for motherhood",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This study works towards a theoretical model of the relational self derived from the intensive examination of a small number of case studies of women going through their first pregnancy. The study is idiographic, grounded in the women's own accounts of the experience, and it is primarily qualitative. It employs interviews, diaries, repertory grids and interpretative phenomenological analysis. The theory argues that pregnancy can accentuate the symbiotic relation of one's perception of self and others, and that this aids psychological preparation for mothering. Increasing contact with key others can be psychologically informative: the woman may perceive herself as becoming more like key other(s); close involvement with existing family can facilitate the woman's preparation for taking on the new role of mother. The model is explicated with illustrations from the women's accounts. It is then discussed in relation to the existing literature.",
        "email": "jonathan.smith@sheffield.ac.uk",
        "conf": "British Journal of Social Psychology",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5013,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Waiting for a kidney from a deceased donor: an interpretative phenomenological analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Demand for kidneys from deceased donors far outstrips supply. Despite this, there appears to be little research that focuses solely on the experience of waiting for a kidney from a deceased donor. This study uses the qualitative methodology interpretative phenomenological analysis to explore the lives of 10 people on the transplant list, with the aims of illuminating the potential psychological challenges those on the list may face during this time, and providing information to help clinicians more fully support such people in the future. Two themes connected to the experience of waiting – adjustment to the uncertainty of waiting and thinking about receiving a kidney from a living donor – are presented here. Participants describe a sense of confusion and uncertainty around life on the list, and discuss their strategies for dealing with this. Novel complexities around the ambiguous challenge of receiving an organ from a deceased donor are revealed. It is recommended that health care teams provide a forum for this patient group to work through these feelings of confusion and ambiguity.",
        "email": "",
        "conf": "Psychology Health & Medicine",
        "coauthors": [
            "Johanna Spiers",
            "Jonathan Alan Smith"
        ],
        "keywords": "Deceased renal donor recipients, ESRD, phenomenology, renal failure, waiting list"
    },
    {
        "id": 5011,
        "label": 100,
        "author": "jonathan a smith",
        "title": "The Experience of Antiretroviral Treatment for Black West African Women who are HIV Positive and Living in London: An Interpretative Phenomenological Analysis",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Antiretroviral therapy (ART) offers a powerful intervention in HIV but effectiveness can be compromised by inadequate adherence. This paper is a detailed examination of the experience of medication in a purposively selected group of people living with HIV. In-depth interviews were conducted with 10 HIV positive, West African women of black heritage living in London, UK. This group was of interest since it is the second largest group affected by HIV in the UK. Interviews were subjected to interpretative phenomenological analysis, an idiographic, experiential, qualitative approach. The paper details the women’s negative experience of treatment. ART can be considered difficult and unrelenting and may be disconnected from the women’s sense of health or illness. Participants’ social context often exacerbated the difficulties. Some reported an improvement in their feelings about the medication over time. These findings point to some intrinsic and social motivators which could act as spurs to adherence.",
        "email": "",
        "conf": "AIDS and Behavior",
        "coauthors": [
            "Johanna Spiers",
            "Jonathan Alan Smith",
            "Elizabeth Poliquin",
            "Jane Anderson",
            "Rob Horne"
        ],
        "keywords": "Qualitative, medication, adherence, stigma"
    },
    {
        "id": 5020,
        "label": 100,
        "author": "jonathan a smith",
        "title": "A practical guide to using Interpretative Phenomenological Analysis in qualitative research psychology",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Interpretative Phenomenological Analysis (IPA) has become a popular methodological framework in qualitative psychology. Studies based in IPA focus on examining how individuals make meaning of their life experiences. A detailed analysis of personal accounts followed by presenting and discussing the generic experiential themes is typically paired with the researcher’s own interpretation, which is an expression of double hermeneutics in practice. IPA draws upon phenomenology, hermeneutics, and idiography. This paper presents fundamental principles behind IPA and offers guidelines for doing a study based on this framework.",
        "email": "",
        "conf": "Psychological journal",
        "coauthors": [
            "Igor Pietkiewicz",
            "Jonathan Alan Smith"
        ],
        "keywords": "qualitative research methodology, interpretative phenomenological analysis, qualitative psychology"
    },
    {
        "id": 5082,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Standards for research projects and theses involving qualitative methods: Suggested guidelines for trainees and courses",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "Clinical Psychology Forum",
        "coauthors": [
            "G. Turpin",
            "V. Barley",
            "N. Beail",
            "S. Walsh"
        ],
        "keywords": ""
    },
    {
        "id": 5073,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Living with Vitiligo: Dealing with difference",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "",
        "email": "",
        "conf": "British Journal of Health Psychology",
        "coauthors": [
            "Andrew R Thompson",
            "Gerry Kent",
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5025,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Managing Juvenile Huntington's disease",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "Huntington’s disease (HD) is a well-recognized progressive neurodegenerative disorder that follows an autosomal dominant pattern of inheritance. Onset is insidious and can occur at almost any age, but most commonly the diagnosis is made between the ages of 35 and 55 years. Onset ≤20 years of age is classified as juvenile HD (JHD). This age-based definition is arbitrary but remains convenient. There is overlap between the clinical pathological and genetic features seen in JHD and more traditional adult-onset HD. Nonetheless, the frequent predominance of bradykinesia and dystonia early in the course of the illness, more frequent occurrence of epilepsy and myoclonus, more widespread pathology, and larger genetic lesion means that the distinction is still relevant. In addition, the relative rarity of JHD means that the clinician managing the patient is often doing so for the first time. Management is, at best, symptomatic and supportive with few or no evidence-based guidelines. In this article, the authors will review what is known of the condition and present some suggestions based on their experience.",
        "email": "",
        "conf": "Neurodegenerative disease management",
        "coauthors": [
            "Oliver WJ Quarrell",
            "Martha A Nance",
            "Peggy Nopoulos",
            "Jane S Paulsen",
            "Jonathan A Smith",
            "Ferdinando Squitieri"
        ],
        "keywords": ""
    },
    {
        "id": 5083,
        "label": 100,
        "author": "jonathan a smith",
        "title": "Qualitative methodology: analysing participants' perspectives",
        "organization": "Professor of Psychology Birkbeck University of London",
        "abstract": "This paper reviews articles in the mental health field employing qualitative methods and articles in medical and related journals discussing qualitative methodology.Three broad substantive areas are examined: the phenomenology of particular conditions, processes occurring in therapy and attitudes towards community care. Issues considered include validity in qualitative methodology and its relationship with quantitative methodology.",
        "email": "",
        "conf": "Current Opinion in Psychiatry",
        "coauthors": [
            "Jonathan Alan Smith"
        ],
        "keywords": ""
    }
]