[
    {
        "id": 4211,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Objectively Measured Sedentary Time Physical Activity And Markers Of Total And Central Body Fat In Preschool Children",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "The purpose of this study was to examine the associations between sedentary behavior and moderate to vigorous physical activity (MVPA), measured by accelerometry, with body mass index (BMI) and waist circumference in 357 preschool children. Linear mixed models were used adjusting for race/ethnicity, parental education, and preschool. Follow-up analyses were performed using quantile regression. Among boys, MVPA was positively associated with BMI z-score (b = 0.080, p = .04) but not with waist circumference; quantile regression showed that MVPA was positively associated with BMI z-score at the 50th percentile (b = 0.097, p < .05). Among girls, no associations were observed between sedentary behavior and MVPA in relation to mean BMI z-score and mean waist circumference. Quantile regression indicated that, among girls at the 90th waist circumference percentile, a positive association was found with sedentary behavior (b = 0.441, p < .05), and a negative association was observed with MVPA (b = −0.599, p < .05); no associations were found with BMI z-score. In conclusion, MVPA was positively associated with BMI z-score among boys, and MVPA was negatively associated and sedentary behavior was positively associated with waist circumference among girls at the 90th percentile.",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Espaa-Romero Vanesa",
            "Jonathan Mitchell",
            "Marsha Dowda",
            "Jennifer R O'Neill",
            "Russell R Pate"
        ],
        "keywords": "Adiposity; BMI; moderate to vigorous physical activity; preschool children; sedentary behavior; waist circumference"
    },
    {
        "id": 4178,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Multidimensional Bone Density Phenotyping Reveals New Insights Into Genetic Regulation of the Pediatric Skeleton",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Osteoporosis is a complex disease with developmental origins. It is therefore important to understand the genetic contribution to pediatric areal bone mineral density (aBMD). Individual skeletal site phenotyping has been primarily used to identify pediatric aBMD loci. However, this approach is limited because there is a degree of aBMD discordance across skeletal sites. We therefore applied a novel multidimensional phenotyping approach to further understand the genetic regulation of pediatric aBMD. Our sample comprised a prospective, longitudinal cohort of 1293 children of European ancestry (52% female; up to seven annual measurements). Principal components analysis was applied to dual‐energy X‐ray absorptiometry–derived aBMD Z‐scores for total hip, femoral neck, spine, and distal radius to generate multidimensional aBMD phenotypes (ie, principal component scores). We tested the association between a genetic score (percentage of bone lowering alleles at 63 loci) and each principal component. We also performed a genomewide association study (GWAS) using the multiethnic baseline data (n = 1885) to identify novel loci associated with these principal components. The first component (PC1) reflected a concordant phenotypic model of the skeleton (eg, higher loading score = higher BMD across all sites). In contrast, PC2 was discordant for distal radius versus spine and hip aBMD, and PC3 was discordant for spine versus distal radius and hip aBMD. The genetic score was associated with PC1 (beta = –0.05, p = 3.9 × 10–10), but was not associated with discordant PC2 or PC3. Our GWAS discovered variation near CPED1 that associated with PC2 (rs67991850, p = 2.5 × 10–11) and near RAB11FIP5 (rs58649746, p = 4.8 × 10–9) that associated with PC3. In conclusion, an established bone fragility genetic summary score was associated with a concordant skeletal phenotype, but not discordant skeletal phenotypes. Novel associations were observed for the discordant multidimensional skeletal phenotypes that provide new biological insights into the developing skeleton. © 2017 American Society for Bone and Mineral Research.",
        "email": "",
        "conf": "Journal of Bone and Mineral Research",
        "coauthors": [
            "Jonathan A. Mitchell",
            "Alessandra Chesi",
            "Diana L. Cousminer",
            "Shana E. McCormack",
            "Heidi J. Kalkwarf",
            "Joan M. Lappe",
            "Vicente Gilsanz",
            "Sharon E. Oberfield",
            "John A. Shepherd",
            "Andrea Kelly",
            "Babette S. Zemel",
            "Struan F.A. Grant"
        ],
        "keywords": "BONE MINERAL DENSITY; CHILDREN; GENETIC; GWAS"
    },
    {
        "id": 4177,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Physical Activity and Bone Accretion: Isotemporal Modeling and Genetic Interactions",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "To determine if replacing time spent in high and low impact physical activity (PA) predicts changes in pediatric bone mineral density (BMD) and content (BMC). We analyzed data from the longitudinal Bone Mineral Density in Childhood Study (N=2,337 with up to 7 visits). The participants were aged 5–19 years at baseline, 51.2% were female and 80.6% were non-Black. Spine, total hip, and femoral neck areal BMD (aBMD) and total body less head (TBLH) BMC Z-scores were calculated. Hours per day (h/d) spent in high and low impact PA were self-reported. Standard covariate adjusted (partition model) and time allocation sensitive isotemporal substitution modeling frameworks were applied to linear mixed models. Statistical interactions with sex, self-reported ancestry, age and bone fragility genetic scores (percentage of aBMD lowering alleles carried) were tested. In standard models, high impact PA was positively associated with bone Z-score at all four skeletal sites (e.g., TBLH-BMC Z-score: beta=0.05, P=2.0×10−22), whereas low impact PA was not associated with any of the bone Z-scores. In isotemporal substitution models, replacing 1 h/d of low-for-high impact PA was associated with higher bone Z-scores (e.g., TBLH-BMC Z-score: beta=0.06, P=2.9×10−15). Conversely, replacing 1 h/d of high-for-low impact PA was associated with lower bone Z-scores (e.g., TBLH-BMC Z-score: beta=−0.06, P=2.9×10−15). The substitution associations were similar for each sex and ancestry group, and for those with higher and lower genetic scores for bone fragility (P-interactions >0.05), but increased in strength among the older adolescents (P-age interactions <0.05). Time sensitive models suggest that replacing low impact PA for high impact PA would be beneficial for the growing skeleton in the majority of children.",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "JONATHAN MITCHELL",
            "ALESSANDRA CHESI",
            "SHANA MCCORMACK",
            "DIANA COUSMINER",
            "HEIDI KALKWARF",
            "JOAN LAPPE",
            "VICENTE GILSANZ",
            "SHARON OBERFIELD",
            "JOHN SHEPHERD",
            "ANDREA KELLY",
            "STRUAN F. GRANT",
            "BABETTE ZEMEL"
        ],
        "keywords": "Bone mineral density, children, adolescents, weight-bearing"
    },
    {
        "id": 4181,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Association Between Linear Growth and Bone Accrual in a Diverse Cohort of Children and Adolescents",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Prevention of osteoporosis in adulthood begins with optimizing bone health in early life. The longitudinal association between growth and bone accretion during childhood is not fully understood. To assess the acquisition of whole-body (WB) and skeletal site–specific bone mineral content (BMC) relative to linear growth in a healthy, diverse, longitudinal cohort of children, adolescents, and young adults and to test for differences related to sex and African American race. This investigation was a mixed longitudinal study with annual assessments for up to 7 years at 5 US clinical centers. Participants were healthy children, adolescents, and young adults. The study dates were July 2002 through March 2010. The dates of the analysis were June through December 2016. Anthropometrics, BMC, and body composition via dual-energy x-ray absorptiometry. The superimposition by translation and rotation (SITAR) analysis method was used to define the mean trajectories for height, WB lean soft tissue, appendicular lean soft tissue, and WB and skeletal site–specific BMC acquisition and to measure the age and magnitude of peak velocity for each parameter. The SITAR modeling was performed separately by sex and self-reported race. Among 2014 healthy children, adolescents, and young adults (1022 [50.7%] female and 479 [23.8%] African American) aged 5 to 19 years at study entry, the mean age of peak height velocity was 13.1 years (95% CI, 13.0-13.2 years) in African American boys vs 13.4 years (95% CI, 13.3-13.4 years) in non-African American boys (difference, −0.3 years; 95% CI, −0.4 to −0.1 years) and 11.0 years (95% CI, 10.8-11.1 years) in African American girls vs 11.6 years (95% CI, 11.5-11.6 years) in non-African American girls (difference, −0.6 years; 95% CI, −0.7 to −0.5 years). Age of peak acquisition of WB BMC was 14.0 years (95% CI, 13.8-14.1 years) in African American boys vs 14.0 years (95% CI, 13.9-14.1 years) in non-African American boys (difference, −0.0 years; 95% CI, −0.2 to 0.2 years) and 12.1 years (95% CI, 12.0-12.3 years) in African American girls vs 12.4 years (95% CI, 12.3-12.5 years) in non-African American girls (difference, −0.3 years; 95% CI, −0.4 to −0.1 years). At age 7 years, children had acquired 69.5% to 74.5% of maximal observed height but only 29.6% to 38.1% of maximal observed WB BMC. Adolescents gained 32.7% to 35.8% of maximal observed WB BMC during the 2 years before and 2 years after peak height velocity. Another 6.9% to 10.7% of maximal observed WB BMC occurred after linear growth had ceased. In the group at highest risk for fracture, non-African American boys, peak fracture incidence occurred approximately 1 year before peak height velocity. In this longitudinal study, height gains substantially outpaced gains in BMC during childhood, which could contribute to fracture risk. A significant proportion of bone is accrued after adult height is achieved. Therefore, late adolescence represents a potentially underrecognized window of opportunity to optimize bone mass.",
        "email": "",
        "conf": "JAMA pediatrics",
        "coauthors": [
            "Shana McCormack",
            "Diana Cousminer",
            "Alessandra Chesi",
            "Jonathan Mitchell",
            "Sani Roy",
            "Heidi Kalkwarf",
            "Joan Lappe",
            "Vicente Gilsanz",
            "Sharon Oberfield",
            "John Shepherd",
            "Karen Winer",
            "Andrea Kelly",
            "Struan F. Grant",
            "Babette Zemel"
        ],
        "keywords": ""
    },
    {
        "id": 4196,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Genetics of Bone Mass in Childhood and Adolescence: Effects of Sex and Maturation Interactions",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "We aimed to determine if adult bone mineral density (BMD) susceptibility loci were associated with pediatric bone mass and density, and if sex and pubertal stage influenced any association. We analyzed prospective areal BMD (aBMD) and bone mineral content (BMC) data from the Bone Mineral Density in Childhood Study (n = 603, European ancestry, 54% female). Linear mixed models were used to assess if 77 single‐nucleotide polymorphisms (SNPs) near known adult BMD susceptibility loci interacted with sex and pubertal stage to influence the aBMD/BMC; adjusting for age, BMI, physical activity, and dietary calcium. The strongest main association was observed between an SNP near C7orf58 and distal radius aBMD. However, this association had a significant sex•SNP interaction, revealing a significant association only in females (b = –0.32, p = 1.8 × 10–6). Furthermore, the C12orf23 locus had significant interactions with both sex and pubertal stage, revealing associations in females during Tanner stage I for total hip aBMD (b = 0.24, p = 0.001) and femoral neck aBMD (b = 0.27, p = 3.0 × 10–5). In contrast, the sex•SNP interactions for loci near LRP5 and WNT16 uncovered associations that were only in males for total body less head BMC (b = 0.22, p = 4.4 × 10–4) and distal radius aBMD (b = 0.27, p = 0.001), respectively. Furthermore, the LRP5 locus interacted with both sex and pubertal stage, demonstrating associations that were exclusively in males during Tanner V for total hip aBMD (b = 0.29, p = 0.003). In total, significant sex•SNP interactions were found at 15 loci; pubertal stage•SNP interactions at 23 loci and 19 loci interacted with both sex and pubertal stage. In conclusion, variants originally associated with adult BMD influence bone mass in children of European ancestry, highlighting the fact that many of these loci operate early in life. However, the direction and magnitude of associations for a large number of SNPs only became evident when accounting for sex and maturation. © 2015 American Society for Bone and Mineral Research.",
        "email": "",
        "conf": "Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research",
        "coauthors": [
            "Jonathan A Mitchell",
            "Alessandra Chesi",
            "Okan Elci",
            "Shana E McCormack",
            "Heidi J Kalkwarf",
            "Joan M Lappe",
            "Vicente Gilsanz",
            "Sharon E Oberfield",
            "John A Shepherd",
            "Andrea Kelly",
            "Babette S Zemel",
            "Struan FA Grant"
        ],
        "keywords": "CHILDHOOD; DXA; GENERAL POPULATION STUDIES; GENETIC RESEARCH; PUBERTY"
    },
    {
        "id": 4202,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Greater Screen Time is Associated with Adolescent Obesity: A Longitudinal Study of the BMI Distribution from Ages 14 to 18",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Previous research has examined the association between screen time and average changes in adolescent body mass index (BMI). Until now, no study has evaluated the longitudinal relationship between screen time and changes in the BMI distribution across mid to late adolescence. Participants (n = 1,336) were adolescents who were followed from age 14 to age 18 and surveyed every 6 months. Time spent watching television/videos and playing video games was self‐reported (<1 h day−1, 1 h day−1, 2 h day−1, 3 h day−1, 4 h day−1, or 5+ h day−1). BMI (kg m−2) was calculated from self‐reported height and weight. Longitudinal quantile regression was used to model the 10th, 25th, 50th, 75th, and 90th BMI percentiles as dependent variables. Study wave and screen time were the main predictors, and adjustment was made for gender, race, maternal education, hours of sleep, and physical activity. ncreases at all the BMI percentiles over time were observed, with the greatest increase observed at the 90th BMI percentile. Screen time was positively associated with changes in BMI at the 50th (0.17, 95% CI: 0.06, 0.27), 75th (0.31, 95% CI: 0.10, 0.52), and 90th BMI percentiles (0.56, 95% CI: 0.27, 0.82). No associations were observed between screen time and changes at the 10th and 25th BMI percentiles. Positive associations between screen time and changes in the BMI at the upper tail of the BMI distribution were observed. Therefore, lowering screen time, especially among overweight and obese adolescents, could contribute to reducing the prevalence of adolescent obesity.",
        "email": "jmitch@mail.med.upenn.edu",
        "conf": "Obesity",
        "coauthors": [
            "Jonathan Mitchell",
            "Daniel Rodriguez",
            "Kathryn Schmitz",
            "Janet Audrain-McGovern"
        ],
        "keywords": ""
    },
    {
        "id": 4180,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "The relations between sleep time of physical activity and time outdoors among adult women",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Physical activity and time spent outdoors may be important non-pharmacological approaches to improve sleep quality and duration (or sleep patterns) but there is little empirical research evaluating the two simultaneously. The current study assesses the role of physical activity and time outdoors in predicting sleep health by using objective measurement of the three variables. A convenience sample of 360 adult women (mean age = 55.38 ±9.89 years; mean body mass index = 27.74 ±6.12) was recruited from different regions of the U.S. Participants wore a Global Positioning System device and ActiGraph GT3X+ accelerometers on the hip for 7 days and on the wrist for 7 days and 7 nights to assess total time and time of day spent outdoors, total minutes in moderate-to-vigorous physical activity per day, and 4 measures of sleep health, respectively. A generalized mixed-effects model was used to assess temporal associations between moderate-to-vigorous physical activity, outdoor time, and sleep at the daily level (days = 1931) within individuals. There was a significant interaction (p = 0.04) between moderate-to-vigorous physical activity and time spent outdoors in predicting total sleep time but not for predicting sleep efficiency. Increasing time outdoors in the afternoon (versus morning) predicted lower sleep efficiency, but had no effect on total sleep time. Time spent outdoors and the time of day spent outdoors may be important moderators in assessing the relation between physical activity and sleep. More research is needed in larger populations using experimental designs.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Kate Murray",
            "Suneeta Godbole",
            "Loki Natarajan",
            "Kelsie Full",
            "J Aaron Hipp",
            "Karen Glanz",
            "Jonathan Mitchell",
            "Francine Laden",
            "Peter James",
            "Mirja Quante",
            "Jacqueline Kerr"
        ],
        "keywords": ""
    },
    {
        "id": 4208,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "A Prospective Study of Sedentary Behavior in a Large Cohort of Youth",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "To describe longitudinal patterns of objectively measured sedentary behavior from age 12 to 16. Children participating in the Avon Longitudinal Study of Parents and Children wore accelerometers for one week at age 12, 14 and 16. Participants included boys (n=2591) and girls (n=2845) living in a single geographic location in the U.K. (Bristol). Total minutes per day spent in sedentary behavior, and time spent in blocks of sedentary behavior lasting 10–19 minutes, 20–29 minutes and 30+ minutes are described. Growth curve models were used to determine the rate of change in sedentary behavior from age 12 to 16. At age 12 the boys and girls, on average, were sedentary for 418.0 (67.7) and 436.6 (64.0) minutes per day respectively, and sedentary behavior increased over time to 468.0 (74.3) and 495.6 (68.9) minutes per day at age 14, and to 510.4 (76.6) and 525.4 (67.4) minutes per day at age 16. Growth curve analyses found that total sedentary behavior increased at a rate of 19.5 (0.7) and 22.8 (0.7) minutes per day per year for the boys and girls respectively. The absolute mean increase in total sedentary behavior (+92.4 min/d and +88.8 min/d for the boys and girls respectively) closely matched the mean decrease in light physical activity (−82.2 min/d and −82.9 min/d for the boys and girls respectively, from age 12 to 16. Time spent in continuous sedentary behavior lasting 30+ minutes increased by 121% from age 12 to 16. Sedentary behavior increased with age, at the expense of light physical activity. The increase in sedentary behavior lasting 30+ minutes in duration contributed greatly to the increase in total sedentary behavior.",
        "email": "",
        "conf": "Medicine and science in sports and exercise",
        "coauthors": [
            "Jonathan Mitchell",
            "Russell R Pate",
            "Marsha Dowda",
            "Calum Mattocks",
            "Chris Riddoch",
            "Andy R Ness",
            "Steven N Blair"
        ],
        "keywords": "Children, adolescents, longitudinal, patterns, descriptive"
    },
    {
        "id": 4214,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Measurement of Physical Activity in Preschool Children",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "To provide an overview of the methods that have been developed for measurement of physical activity in children of preschool age. Emphasis will be given to direct observation and accelerometry, but pedometry, HR monitoring, and proxy reports will be reviewed as well. Research articles detailing the measurement properties of direct observational systems, accelerometry, pedometry, HR monitoring, and proxy reporting specifically in children of preschool age were selected and reviewed. Systems for direct observation of physical activity and accelerometry are valid and reliable measures of physical activity in young children. Direct observation, which can provide information on type and context of physical activity, is an excellent complement to accelerometry, which provides detailed information on the intensity and duration of physical activity but no contextual information. Direct observation systems and accelerometry have become well-established measurements of physical activity in young children as well as older groups. Pedometry and HR monitoring have been shown to be applicable, but these methods have been studied less extensively than direct observation and accelerometry. Proxy reports of physical activity are attractive because of low burden, but they have limited validity.",
        "email": "",
        "conf": "Medicine and science in sports and exercise",
        "coauthors": [
            "Russell R Pate",
            "Jennifer R O'Neill",
            "Jonathan Mitchell"
        ],
        "keywords": ""
    },
    {
        "id": 4171,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Postmenopausal osteoporotic fracture-associated COLIA1 variant impacts bone accretion in girls",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Over the past two decades, a low frequency variant (rs1800012) within the first intron of the type I collagen alpha 1 (COLIA1) gene has been implicated in lower areal BMD (aBMD) and increased risk of osteoporotic fracture. This association is particularly strong in postmenopausal women, in whom net bone loss arises in the context of high bone turnover. High bone turnover also accompanies childhood linear growth; however, the role of rs1800012 in this stage of net bone accretion is less well understood. Thus, we assessed the association between rs1800012 and aBMD and bone mineral content (BMC) Z-scores for the 1/3 distal radius, lumbar spine, total hip, and femoral neck total body less head in the Bone Mineral Density in Childhood Study, a mixed-longitudinal cohort of children and adolescents (total n = 804 girls and 771 boys; n = 19 girls and 22 boys with the TT genotype). Mixed effects modeling, stratified by sex, was used to test for associations between rs1800012 and aBMD or BMC Z-scores and for pubertal stage interactions. Separately, SITAR growth modeling of aBMD and BMC in subjects with longitudinal data reduced the complex longitudinal bone accrual curves into three parameters representing a-size, b-timing, and c-velocity. We tested for differences in these three parameters by rs1800012 genotype using t-tests. Girls with the TT genotype had significantly lower aBMD and BMC Z-scores prior to puberty completion (e.g. spine aBMD-Z P-interaction = 1.0 × 10−6), but this association was attenuated post-puberty. SITAR models revealed that TT girls began pubertal bone accrual later (b-timing; e.g. total hip BMC, P = 0.03). BMC and aBMD Z-scores also increased across puberty in TT homozygous boys. Our data, along with previous findings in post-menopausal women, suggest that rs1800012 principally affects female bone density during periods of high turnover. Insights into the genetics of bone gain and loss may be masked during the relatively quiescent state in mid-adulthood, and discovery efforts should focus on early and late life.",
        "email": "",
        "conf": "Bone",
        "coauthors": [
            "Diana L. Cousminer",
            "Shana E. McCormack",
            "Jonathan A. Mitchell",
            "Alessandra Chesi",
            "Joseph M. Kindler",
            "Andrea Kelly",
            "Benjamin F. Voight",
            "Heidi J. Kalkwarf",
            "Joan M. Lappe",
            "John A. Shepherd",
            "Sharon E. Oberfield",
            "Vicente Gilsanz",
            "Babette S. Zemel",
            "Struan F.A. Grant"
        ],
        "keywords": "Bone mineral density,Alpha1 type 1 collagen,Longitudinal study,Bone development,Puberty"
    },
    {
        "id": 4169,
        "label": 78,
        "author": "jonathan mitchell",
        "title": "'Race' Nation and Belonging in Ireland",
        "organization": "University College Dublin",
        "abstract": "Despite consistent efforts to counteract those attitudes and practices that give rise to it, most putatively modern Western nations continue to experience the concrete effects of racial discrimination. This essay argues that nationality is all too easily conflated with ‘race’ or ethnicity, such that a seeming essence or givenness is manifested amongst all those within a particular geographic boundary. It is suggested that on the contrary, there is nothing natural about nationality as commonly understood; this being so, it must be continually shored up and reconstituted through social, linguistic and material practices. For modern nations in the West, this has often entailed the marking or identification - racialisation - of non-nationals and non-white ‘Others’. A logic of inside/outside subtends the concept of nation wherein such Others are the ‘constitutive outside’ that invisibly clarifies and reinforces the status of those within. Nation, then, tacitly asserts and valorises its own putative qualities through the explicit identification and denigration of what it is not. It is argued that such a logic militates against the openness that might ground compassionate and empathetic relations between those ‘inside’ the nation and its new arrivals. This article first outlines its theoretical position: that nation is a ‘fictive ethnicity’ maintained through the continual (re)inscription of unequal power relations, and that nations and their ‘people’ are hybridities without originary ontological status. It summarises thereafter the historic constitution of national identities within both Northern Ireland and Ireland. Finally, it considers the experience of three groups of ‘Others’ on the island of Ireland, namely Jews, Travellers and asylum seekers, and how such Otherness has been represented in order to bolster the identity of the nation. This idea of nation and the exclusions it instates are interrogated throughout, with the conclusion that any policies aimed at eliminating institutional and individual racism, however well-meant, will ultimately fall short until nation itself - and the identities it is involved in constituting - are rethought.",
        "email": "jonathan.mitchell@ucdconnect.ie",
        "conf": "Applied Social Studies",
        "coauthors": [
            "Jonathan Paul Mitchell"
        ],
        "keywords": "‘Race’, nation, nationalism, belonging, recognition, ethnicity, culture, Jewishness, Traveller, asylum seeker "
    },
    {
        "id": 4172,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Associations Between Timing of Meals Physical Activity Light Exposure and Sleep With Body Mass Index in Free-Living Adults",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "This study tested if the timing of meals, physical activity, light exposure, and sleep cluster within individuals and are associated with body mass index (BMI) in a sample of free-living adults (N = 125). Data were collected between November 2015 and March 2016 at the University of California, San Diego, Children’s Hospital of Philadelphia, and Washington University in St Louis. Height and weight were measured, and BMI (kg/m2) was calculated. Sleep timing was estimated using actigraphy, and timing of meals, physical activity, and light exposure were self-reported using a smartphone application. General linear models estimated the mean BMI across time categories of behaviors, adjusting for covariates. A latent class analysis was used to identify patterns of timing variables that clustered within individuals and test for associations between identified patterns and BMI. Later exposure to outdoor light was associated with a lower BMI (P trend < .01). The timing of other behaviors was not independently associated with BMI. The latent class analysis identified 2 distinct groups related to behavioral timing, reflecting an “early bird” and “night owl” phenotype. These phenotypes were not associated with BMI (P > .05). Timing of exposures to light, meals, sleep, and physical activity were not strongly associated with BMI in this sample.",
        "email": "",
        "conf": "Journal of physical activity & health",
        "coauthors": [
            "Catherine R. Marinac",
            "Mirja Quante",
            "Sara Mariani",
            "Jia Weng",
            "Susan Redline",
            "Elizabeth M. Cespedes Feliciano",
            "J. Aaron Hipp",
            "Daniel Wang",
            "Emily R. Kaplan",
            "Peter James",
            "Jonathan A. Mitchell"
        ],
        "keywords": "obesity; health behavior; actigraphy; chronotype"
    },
    {
        "id": 4209,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Convergent Validity of Pedometer and Accelerometer Estimates of Moderate-to-Vigorous Physical Activity of Youth",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Pedometer step-frequency thresholds (120 steps·min-1, SPM) corresponding to moderate-to-vigorous intensity physical activity (MVPA) have been proposed for youth. Pedometers now have internal mechanisms to record time spent at or above a user-specified SPM. If pedometers provide comparable MVPA (P-MVPA) estimates to those from accelerometry, this would have broad application for research and the general public. The purpose of this study was to examine the convergent validity of P-MVPA to accelerometer-MVPA for youth. Youth (N = 149, average 8.6 years, range 5 to 14 years, 60 girls) wore an accelerometer (5-sec epochs) and a pedometer for an average of 5.7 ± 0.8 hours·day-1. The following accelerometer cutpoints were used to compare P-MVPA: Treuth (TR), Mattocks (MT), Evenson (EV), Puyau (PU), and Freedson (FR) child equation. Comparisons between MVPA estimates were performed using Bland-Altman plots and paired t tests. Overall, P-MVPA was 24.6 min ± 16.7 vs. TR 25.2 min ± 16.2, MT 18.8 min ± 13.3, EV 36.9 min ± 21.0, PU 22.7 min ± 15.1, and FR 50.4 min ± 25.5. Age-specific comparisons indicated for 10 to 14 year-olds MT, PU, and TR were not significantly different from P-MVPA; for the younger children (5−8 year- olds) P-MVPA consistently underestimated MVPA. Pedometer-determined MVPA provided comparable estimates of MVPA for older children (10−14 year-olds). Additional work is required to establish age appropriate SPM thresholds for younger children.",
        "email": "",
        "conf": "Journal of Physical Activity and Health",
        "coauthors": [
            "Michael William Beets",
            "Charles F Morgan",
            "Jorge A. Banda",
            "Daniel Bornstein",
            "Won Byun",
            "Jonathan Mitchell",
            "Lance Munselle",
            "Laura Rooney",
            "Aoron Beighle",
            "Heather Erwin"
        ],
        "keywords": "children; adolescents; measurement"
    },
    {
        "id": 4206,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Time spent in sedentary behavior and changes in childhood BMI: A longitudinal study from ages 9 to 15 years",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "To determine if time spent in objectively measured sedentary behavior is associated with a change in body mass index (BMI) between ages 9 and 15 years, adjusting for moderate-to-vigorous physical activity (MVPA). Prospective observational study of children at ages 9 (2000), 11 (2002), 12 (2003) and 15 years (2006). Longitudinal quantile regression was used to model the influence of predictors on changes at the 10th, 25th, 50th, 75th and 90th BMI percentiles over time. Participants were enrolled in the National Institute of Child Health and Human Development (NICHD) Study of Early Child Care and Youth Development and include both boys and girls (n=789). Objectively measured BMI (kg m–2) was the outcome variable and objectively measured sedentary behavior was the main predictor. Adjustment was also made for MVPA, gender, race, maternal education, hours of sleep and healthy eating index. Increases in BMI were observed at all percentiles, with the greatest increase observed at the 90th BMI percentile. Spending more time in sedentary behavior (h per day) was associated with additional increases in BMI at the 90th, 75th and 50th BMI percentiles, independent of MVPA and the other covariates (90th percentile=0.59, 95% confidence interval (95% CI): 0.19–0.98 kg m–2; 75th percentile=0.48, 95% CI: 0.25–0.72 kg m–2; and 50th percentile=0.19, 95% CI: 0.05–0.33 kg m–2). No associations were observed between sedentary behavior and changes at the 25th and 10th BMI percentiles. Sedentary behavior was associated with greater increases in BMI at the 90th, 75th and 50th BMI percentiles between ages 9 and 15 years, independent of MVPA. Preventing an increase in sedentary behavior from childhood to adolescence may contribute to reducing the number of children classified as obese.",
        "email": "",
        "conf": "International journal of obesity (2005)",
        "coauthors": [
            "Jonathan Mitchell",
            "Russell R Pate",
            "Michael W Beets",
            "Philip R. Nader"
        ],
        "keywords": "sedentary behavior; children; adolescent; longitudinal"
    },
    {
        "id": 4203,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Objectively Measured Sedentary Time Physical Activity and Markers of Body Fat in Preschool Children",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "",
        "email": "",
        "conf": "Pediatric exercise science",
        "coauthors": [
            "Espaa-Romero Vanesa",
            "Jonathan Mitchell",
            "Marsha Dowda",
            "Russell R Pate"
        ],
        "keywords": ""
    },
    {
        "id": 4185,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "GPS-Based Exposure to Greenness and Walkability and Accelerometry-Based Physical Activity",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Physical inactivity is a risk factor for cancer that may be influenced by environmental factors. Indeed, dense and well-connected built environments and environments with natural vegetation may create opportunities for higher routine physical activity. However, studies have focused primarily on residential environments to define exposure and self-reported methods to estimate physical activity. This study explores the momentary association between minute-level global positioning systems (GPS)-based greenness exposure and time-matched objectively measured physical activity. Adult women were recruited from sites across the United States. Participants wore a GPS device and accelerometer on the hip for 7 days to assess location and physical activity at minute-level epochs. GPS records were linked to 250 m resolution satellite-based vegetation data and Census Block Group-level U.S. Environmental Protection Agency (EPA) Smart Location Database walkability data. Minute-level generalized additive mixed models were conducted to test for associations between GPS measures and accelerometer count data, accounting for repeated measures within participant and allowing for deviations from linearity using splines. Among 360 adult women (mean age of 55.3 ± 10.2 years), we observed positive nonlinear relationships between physical activity and both greenness and walkability. In exploratory analyses, the relationships between environmental factors and physical activity were strongest among those who were white, had higher incomes, and who were middle-aged. Our results indicate that higher levels of physical activity occurred in areas with higher greenness and higher walkability.",
        "email": "",
        "conf": "Cancer Epidemiology Biomarkers & Prevention",
        "coauthors": [
            "Peter James",
            "Jaime E. Hart",
            "J. Aaron Hipp",
            "Jonathan A. Mitchell",
            "Jacqueline Kerr",
            "Philip M. Hurvitz",
            "Karen Glanz",
            "Francine Laden"
        ],
        "keywords": ""
    },
    {
        "id": 4193,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Individual- and neighborhood-level education influences the effect of obesity on prostate cancer treatment failure after prostatectomy",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "The relationship between obesity and prostate cancer (CaP) treatment failure is complex and may vary by patient- and neighborhood-level educational attainment. We evaluated whether patient- and neighborhood-level education is associated with the effect of obesity on biochemical recurrence. Seven hundred and forty-six CaP cases were classified into four groups: Concordant Low–Low: less educated cases (<4 years college) living in a less educated neighborhood (below-median proportion of college-educated residents; n = 164); Concordant High–High: highly educated cases (≥4 years college) living in a highly educated neighborhood (above-median proportion of college-educated residents; n = 326); Discordant Low–High: less educated cases living in a highly educated neighborhood (n = 69); and Discordant High–Low: highly educated cases living in a less educated neighborhood (n = 187). Cox regression models were used to examine associations between obesity and biochemical (PSA) failure after prostatectomy stratified by the concordant/discordant groups. The association of obesity with biochemical failure varied significantly by educational concordance/discordance (p = 0.007). Obesity was associated with risk of biochemical failure for less educated cases residing in less educated neighborhoods (HR 3.72, 95 % CI 1.30–10.65). The relationship was not significant for other concordant/discordant groups. Obesity effects on CaP outcomes vary by multilevel educational discordance/concordance. Strategies to decrease prostate cancer risk of progression may focus on reduction in obesity, particularly for less educated cases residing in less educated neighborhoods.",
        "email": "",
        "conf": "Cancer Causes and Control",
        "coauthors": [
            "Charnita Zeigler-Johnson",
            "Knashawn H Morales",
            "Karen Glanz",
            "Elaine Spangler",
            "Jonathan Mitchell",
            "Timothy R Rebbeck"
        ],
        "keywords": "Prostate cancer,  Obesity,  Education,  Crosslevel interaction,  Neighborhood SES"
    },
    {
        "id": 4187,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Genetics of pediatric bone strength",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Osteoporosis is one of the most common chronic forms of disability in postmenopausal women and represents a major health burden around the world. Bone fragility is affected by bone mineral density (BMD), and, one of the most important factors in preventing osteoporosis is optimizing peak bone mass, which is achieved during growth in childhood and adolescence. BMD is a complex trait resulting from environmental and genetic factors. Genome-wide association studies have discovered robust genetic signals influencing BMD in adults, and similar studies have also been conducted to investigate the genetics of BMD in the pediatric setting. These latter studies have revealed that many adult osteoporosis-related loci also regulate BMD during growth. These investigations have the potential to profoundly impact public health and will allow for the eventual development of effective interventions for the prevention of osteoporosis.",
        "email": "",
        "conf": "BoneKEy reports",
        "coauthors": [
            "Jonathan Mitchell",
            "Diana Cousminer",
            "Babette Zemel",
            "Struan F A Grant",
            "Alessandra Chesi"
        ],
        "keywords": ""
    },
    {
        "id": 4197,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Body Mass Index (BMI) Trajectories in Infancy Differ by Population Ancestry and May Presage Disparities in Early Childhood Obesity",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "No consensus definition exists for excess adiposity during infancy. After age 2 years, high body mass index (BMI) is related to adverse cardiometabolic outcomes. Before age 2 years, the utility of BMI as a metric of excess adiposity is unknown. The objective of the study was to characterize infant BMI trajectories in a diverse, longitudinal cohort and investigate the relationship between the infancy BMI trajectory and childhood obesity. Healthy, nonpreterm infants (n = 2114) in the Genetic Causes for Complex Pediatric Disorders study (The Children's Hospital of Philadelphia) with six or more BMI measurements in the first 13.5 months participated in the study. For each infant, the BMI trajectory was modeled using polynomial regression. Independent effects of clinical factors on magnitude and timing of peak BMI were assessed. The relationship between infancy BMI and early childhood BMI (age 4 y) was examined (n = 1075). The cohort was 53% male and 61% African-American. Peak BMI was 18.6 ± 1.7 kg/m2 and occurred at 8.6 ± 1.4 months. In multivariate analysis, boys had a higher (0.50 kg/m2, P < .001) peak BMI than girls. The peak was higher (0.53 kg/m2, P ≤ .001) and occurred earlier (by 12 d, P < .001) in African-American vs white children. The odds of obesity at age 4 years increased among children with higher (odds ratio 2.02; P < .001) and later (odds ratio 1.26; P = .02) infancy peak BMI. We demonstrate sex- and ancestry-specific differences in infancy BMI and an association of infancy peak BMI with childhood BMI. These findings support the potential utility of infancy BMI to identify children younger than age 2 years with increased risk for later obesity.",
        "email": "",
        "conf": "Journal of Clinical Endocrinology & Metabolism",
        "coauthors": [
            "Sani M. Roy",
            "Alessandra Chesi",
            "Frank Mentch",
            "Rui Xiao",
            "Rosetta Chiavacci",
            "Jonathan A. Mitchell",
            "Andrea Kelly",
            "Hakon Hakonarson",
            "Struan F.A. Grant",
            "Babette S. Zemel",
            "Shana E. McCormack"
        ],
        "keywords": ""
    },
    {
        "id": 4213,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "A TCF7L2 Single Nucleotide Polymorphism and Pancreatic b-Cell Function Post-Moderate Intensity Exercise Training",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Jonathan A. Mitchell",
            "Matthew C. Kostek",
            "Timothy S. Church",
            "Tuomo Rankinen",
            "Conrad P. Earnest",
            "Russell R. Pate",
            "Steven N. Blair"
        ],
        "keywords": ""
    },
    {
        "id": 4173,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Low-Frequency Synonymous Coding Variation in CYP2R1 Has Large Effects on Vitamin D Levels and Risk of Multiple Sclerosis",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Vitamin D insufficiency is common, correctable, and influenced by genetic factors, and it has been associated with risk of several diseases. We sought to identify low-frequency genetic variants that strongly increase the risk of vitamin D insufficiency and tested their effect on risk of multiple sclerosis, a disease influenced by low vitamin D concentrations. We used whole-genome sequencing data from 2,619 individuals through the UK10K program and deep-imputation data from 39,655 individuals genotyped genome-wide. Meta-analysis of the summary statistics from 19 cohorts identified in CYP2R1 the low-frequency (minor allele frequency = 2.5%) synonymous coding variant g.14900931G>A (p.Asp120Asp) (rs117913124[A]), which conferred a large effect on 25-hydroxyvitamin D (25OHD) levels (−0.43 SD of standardized natural log-transformed 25OHD per A allele; p value = 1.5 × 10−88). The effect on 25OHD was four times larger and independent of the effect of a previously described common variant near CYP2R1. By analyzing 8,711 individuals, we showed that heterozygote carriers of this low-frequency variant have an increased risk of vitamin D insufficiency (odds ratio [OR] = 2.2, 95% confidence interval [CI] = 1.78–2.78, p = 1.26 × 10−12). Individuals carrying one copy of this variant also had increased odds of multiple sclerosis (OR = 1.4, 95% CI = 1.19–1.64, p = 2.63 × 10−5) in a sample of 5,927 case and 5,599 control subjects. In conclusion, we describe a low-frequency CYP2R1 coding variant that exerts the largest effect upon 25OHD levels identified to date in the general European population and implicates vitamin D in the etiology of multiple sclerosis.",
        "email": "",
        "conf": "The American Journal of Human Genetics",
        "coauthors": [
            "Despoina Manousaki",
            "Tom Dudding",
            "Simon Haworth",
            "Yi Hsiang Hsu",
            "Ching Ti Liu",
            "Carolina Medina-Gomez",
            "Trudy Voortman",
            "Nathalie Van Der Velde",
            "Hakan Melhus",
            "Liesbeth Vandenput",
            "Raymond Noordam",
            "Vincenzo Forgetta",
            "Celia M.T. Greenwood",
            "Mary L. Biggs",
            "Bruce M. Psaty",
            "Jerome I. Rotter",
            "Babette S. Zemel",
            "Jonathan A. Mitchell",
            "Bruce Taylor",
            "Mattias Lorentzon",
            "Magnus Karlsson",
            "Vincent W.V. Jaddoe",
            "Henning Tiemeier",
            "Natalia Campos-Obando",
            "Oscar H. Franco",
            "Andre G. Utterlinden",
            "Linda Broer",
            "Natasja M. van Schoor",
            "Annelies C. Ham",
            "Arfan M.A. Ikram",
            "David Karasik",
            "Renae De Mutsert",
            "Frits R. Rosendaal",
            "Martin den Heijer",
            "Thomas J. Wang",
            "Lars Lind",
            "Eric S. Orwoll",
            "Dennis O. Mook-Kanamori",
            "Karl Michaëlsson",
            "Bryan Kestenbaum",
            "Claes Ohlsson",
            "Dan Mellström",
            "Lisette C.P.G.M. de Groot",
            "Struan F.A. Grant",
            "Douglas P. Kiel",
            "M.C. Zillikens",
            "Fernando Rivadeneira",
            "Stephen Sawcer",
            "Nicholas J. Timpson",
            "J.B. Richards"
        ],
        "keywords": "vitamin D,multiple sclerosis,GWAS,low-frequency genetic variants"
    },
    {
        "id": 4207,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Screen-Based Sedentary Behavior and Cardiorespiratory Fitness from Age 11 To 13",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "To determine if time spent in screen-based sedentary behavior is associated with change in cardiorespiratory fitness (CRF) levels in children from age 11 to 13, adjusting for vigorous physical activity (VPA). Participants were children (n=2,097) enrolled in the control arm of the HEALTHY Study, who performed 20m shuttle run tests at ages 11 and 13. Self-reported screen time was used as a measure of sedentary behavior. Longitudinal quantile regression was used to model the influence of predictors on changes at the 10th, 25th, 50th, 75th and 90th shuttle run lap percentiles. Screen time (hrs/d) was the main predictor and adjustment was also made for VPA, body mass index and household education. In boys, more screen time was associated with fewer shuttle run laps completed from age 11 to 13 at the 25th, 50th and 75th shuttle run lap percentiles; the strongest association was at the 75th shuttle run percentile (-0.57, 95% CI: -0.93 to -0.21). In girls, more screen time was associated with fewer shuttle run laps completed from age 11 to 13 at the 50th, 75th and 90th shuttle run lap percentiles; the strongest association was at the 90th shuttle run percentile (-0.65, -1.01 to -0.30). Borderline negative associations were found between screen time and shuttle run laps at the 10th shuttle run percentile in boys and girls (-0.28, -0.57 to 0.01 and -0.17, -0.41 to 0.06, respectively). More screen time was associated with lower CRF from age 11 to 13, independent of VPA. However, the association was weakest at the lower tail of the CRF distribution.",
        "email": "mitche32@email.sc.edu",
        "conf": "Medicine and science in sports and exercise",
        "coauthors": [
            "Jonathan Mitchell",
            "Russell R Pate",
            "Steven N Blair"
        ],
        "keywords": "aerobic, shuttle run, pacer, television, computer, longitudinal"
    },
    {
        "id": 4189,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Physical Activity Benefits the Skeleton of Children Genetically Predisposed to Lower Bone Density in Adulthood",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Both genetics and physical activity (PA) contribute to bone mineral density (BMD), but it is unknown if the benefits of physical activity on childhood bone accretion depend on genetic risk. We, therefore, aimed to determine if PA influenced the effect of bone fragility genetic variants on BMD in childhood. Our sample comprised US children of European ancestry enrolled in the Bone Mineral Density in Childhood Study (N = 918, aged 5 to 19 years, and 52.4% female). We used a questionnaire to estimate hours per day spent in total, high‐, and low‐impact PA. We calculated a BMD genetic score (% BMD lowering alleles) using adult genome‐wide association study (GWAS)‐implicated BMD variants. We used dual‐energy X‐ray absorptiometry to estimate femoral neck, total hip, and spine areal‐BMD and total body less head (TBLH) bone mineral content (BMC) Z‐scores. The BMD genetic score was negatively associated with each bone Z‐score (eg, TBLH‐BMC: estimate = –0.03, p = 1.3 × 10−6). Total PA was positively associated with bone Z‐scores; these associations were driven by time spent in high‐impact PA (eg, TBLH‐BMC: estimate = 0.05, p = 4.0 × 10−10) and were observed even for children with lower than average bone Z‐scores. We found no evidence of PA‐adult genetic score interactions (p interaction > 0.05) at any skeletal site, and there was no evidence of PA‐genetic score–Tanner stage interactions at any skeletal site (p interaction > 0.05). However, exploratory analyses at the individual variant level revealed that PA statistically interacted with rs2887571 (ERC1/WNT5B) to influence TBLH‐BMC in males (p interaction = 7.1 × 10−5), where PA was associated with higher TBLH‐BMC Z‐score among the BMD‐lowering allele carriers (rs2887571 AA homozygotes: estimate = 0.08 [95% CI 0.06, 0.11], p = 2.7 × 10−9). In conclusion, the beneficial effect of PA on bone, especially high‐impact PA, applies to the average child and those genetically predisposed to lower adult BMD (based on GWAS‐implicated BMD variants). Independent replication of our exploratory individual variant findings is warranted.",
        "email": "",
        "conf": "Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research",
        "coauthors": [
            "Jonathan A Mitchell",
            "Alessandra Chesi",
            "Okan Elci",
            "Shana E McCormack",
            "Sani M Roy",
            "Heidi J Kalkwarf",
            "Joan M Lappe",
            "Vicente Gilsanz",
            "Sharon E Oberfield",
            "John A Shepherd",
            "Andrea Kelly",
            "Struan FA Grant",
            "Babette S Zemel"
        ],
        "keywords": ""
    },
    {
        "id": 4201,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Sleep Duration and Adolescent Obesity",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Short sleep has been associated with adolescent obesity. Most studies used a cross-sectional design and modeled BMI categories. We sought to determine if sleep duration was associated with BMI distribution changes from age 14 to 18. Adolescents were recruited from suburban high schools in Philadelphia when entering ninth grade (n = 1390) and were followed-up every 6 months through 12th grade. Height and weight were self-reported, and BMIs were calculated (kg/m2). Hours of sleep were self-reported. Quantile regression was used to model the 10th, 25th, 50th, 75th, and 90th BMI percentiles as dependent variables; study wave and sleep were the main predictors. BMI increased from age 14 to 18, with the largest increase observed at the 90th BMI percentile. Each additional hour of sleep was associated with decreases in BMI at the 10th (–0.04; 95% confidence interval [CI]: –0.11, 0.03), 25th (–0.12; 95% CI: –0.20, –0.04), 50th (–0.15; 95% CI: –0.24, –0.06), 75th (–0.25; 95% CI: –0.38, –0.12), and 90th (–0.27; 95% CI: -0.45, -0.09) BMI percentiles. The strength of the association was stronger at the upper tail of the BMI distribution. Increasing sleep from 7.5 to 10.0 hours per day at age 18 predicted a reduction in the proportion of adolescents >25 kg/m2 by 4%. More sleep was associated with nonuniform changes in BMI distribution from age 14 to 18. Increasing sleep among adolescents, especially those in the upper half of the BMI distribution, may help prevent overweight and obesity.",
        "email": "",
        "conf": "PEDIATRICS",
        "coauthors": [
            "Jonathan Mitchell",
            "Daniel Rodriguez",
            "Kathryn Schmitz",
            "Janet Audrain-McGovern"
        ],
        "keywords": "adolescence, longitudinal study, obesity, sleep"
    },
    {
        "id": 4176,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Changes in pediatric DXA measures of musculoskeletal outcomes and correlation with quantitative CT following treatment of acute lymphoblastic leukemia",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "We previously reported significant gains in pQCT measures of tibia trabecular bone mineral density (BMD) and cortical structure following completion of therapy in children and adolescents with acute lymphoblastic leukemia (ALL). The objective of this study was to examine changes in DXA measures used in clinical practice and expressed as Z-scores using robust national reference data. Children and adolescents, ages 5 to 18 years were enrolled within 2 (median 0.8) years of completing ALL therapy. DXA total-body less-head bone mineral content (TBLH-BMC), and spine, total hip, femoral neck, and 1/3rd radius areal BMD (aBMD) were assessed in 45 participants at enrollment and 12-months later. Linear regression models examined correlates of changes in DXA Z-scores. Changes in DXA outcomes were compared to changes in tibia pQCT trabecular and cortical volumetric BMD (vBMD) and cortical area. At enrollment, DXA TBLH-BMC, spine and radius aBMD Z-scores were not significantly reduced in ALL survivors; however, total hip [median −0.74 (IQ range −1.51 to −0.04)] and femoral neck [−0.51 (−1.24 to 0.14)] aBMD Z-scores were lower (both p < 0.01) compared to reference data. DXA Z-scores at all skeletal sites increased over 12 months. Despite improvement, total hip Z-score remained lower at −0.55 (−1.05 to 0.18). The increases in TBLH-BMC, total hip and femoral neck aBMD Z-scores were more pronounced in those enrolled within 6 months of completing ALL therapy, compared to those enrolled at >6 months. Gains in TBLH-BMC, total hip, femoral neck and radius aBMD Z-scores were significantly associated with gains in tibia cortical area Z-scores (R = 0.56 to 0.67, p ≤ 0.001). Changes in TBLH and proximal femur sites were associated with gains in trabecular vBMD Z-scores (R = 0.37 to 0.40; p ≤ 0.01); these associations were not significant when adjusted for gains in cortical area. In summary, gains in DXA measures were most pronounced in total hip and femoral neck following ALL therapy. The gains in all DXA measures, with the exception of lumbar spine, reflected gains in cortical area. Overall, ALL survivors demonstrate skeletal recovery following completion of therapy; a small sub-group continue to demonstrate deficits and benefit from continued observation to ensure improvement over time.",
        "email": "",
        "conf": "Bone",
        "coauthors": [
            "Sogol Mostoufi-Moab",
            "Andrea Kelly",
            "Jonathan Mitchell",
            "Joshua Baker",
            "Babette S. Zemel",
            "Jill Brodsky",
            "Jin Long",
            "Mary B Leonard"
        ],
        "keywords": "Acute lymphoblastic leukemia,Bone mineral content,Bone mineral density,Dual-energy X-ray absorptiometry,And cortical dimensions"
    },
    {
        "id": 4199,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "A Prospective Study of Sedentary Behavior and Changes in the BMI Distribution",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "We aimed to determine if baseline sedentary behavior was associated with changes in BMI over 9 years. Participants were enrolled into the NIH-AARP Diet and Health study in 1995–1996 (median age 63) and BMI was reported at baseline and 9 years later (n=158,436). Sitting time (<3 [referent], 3–4, 5–6, 7–8 or ≥9 h/d), television viewing (None, <1, 1–2, 3–4, 5–6, 7–8, or ≥9 h/d) and the covariates (age, sex, race, education, smoking, moderate-to-vigorous physical activity, caloric intake, and sleep duration) were reported at baseline. We used longitudinal quantile regression to model changes at the 10th, 25th, 50th, 75th and 90th BMI percentiles. More sitting at baseline was associated with additional increases in BMI over time and the association was stronger at the upper BMI percentiles (e.g. <3h/d [referent] vs. 5–6 h/d sitting additional increases: 50th percentile = 0.41 kg/m2, 95% CI: 0.34, 0.48 & 90th percentile = 0.85 kg/m2, 95% CI: 0.72, 0.98). Similar associations were observed between more television viewing at baseline and additional increases in BMI over time (e.g., no television [referent] vs. 3–4 h/d of television: 50th percentile= 1.96 kg/m2, 95% CI: 1.77, 2.15 & 90th percentile = 2.11 kg/m2, 95% CI: 1.49, 2.73). Reducing sedentary behavior could help prevent an increase in BMI in adulthood, especially at the upper percentiles of the BMI distribution, and thereby reduce the prevalence of obesity.",
        "email": "jmitch@mail.med.upenn.edu",
        "conf": "Medicine and science in sports and exercise",
        "coauthors": [
            "Jonathan Mitchell",
            "Matteo Bottai",
            "Yikyung Park",
            "Charles E Matthews"
        ],
        "keywords": "Adult, longitudinal, obesity, sitting, television"
    },
    {
        "id": 4212,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "The Impact of Combined Health Factors on Cardiovascular Disease Mortality",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "The combined effect of modifiable health factors on the risk of cardiovascular disease (CVD) mortality has not been well established. The objective of this study was to determine the association between 5 modifiable health factors in combination on the risk of CVD mortality in a sample of adult men. A cohort of 38,110 men (aged 20-84 years and of middle and upper socioeconomic strata) was followed over time until their date of death or December 31, 2003. A health profile score (unweighted and weighted) was developed based on cardiorespiratory fitness (CRF; moderate or high vs low), self-reported physical activity (active vs inactive), smoking status (not current vs current), alcohol consumption (1-14 drinks per week vs 0 or >14 drinks per week), and body mass index (BMI; 18.5-24.9 vs ≥25.0 kg/m2). During 16.1 ± 8.4 years of follow-up and 613,571 man-years of exposure, there were 949 deaths from CVD. High CRF, normal BMI, being physically active, and not currently smoking were individually associated with reduced risk of CVD mortality after adjusting for confounders. When considered in combination, a minimum of 2 of 5 positive health factors reduced the risk of CVD mortality (hazard ratio = 0.67, 95% CI 0.49-0.91). The weighted score indicated that a combination of high CRF, not currently smoking, and normal BMI is of most clinical importance to CVD mortality (hazard ratio = 0.31, 95% CI 0.24-0.39). Exposure to increasing numbers of beneficial health factors in adulthood reduced the risk of CVD mortality in men, and multibehavioral prevention efforts in adulthood should be encouraged.",
        "email": "mitche32@mailbox.sc.edu",
        "conf": "American heart journal",
        "coauthors": [
            "Jonathan Mitchell",
            "Daniel B Bornstein",
            "Xuemei Sui",
            "Steven P. Hooker",
            "Timothy S Church",
            "Chong D Lee",
            "Duckchul Lee",
            "Steven N Blair"
        ],
        "keywords": ""
    },
    {
        "id": 4205,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Physical Activity in Preschool Children With the Transition to Outdoors",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "It is known that children are more physically active outdoors than indoors. However, few previous studies have observed the time course for physical activity as young children transition from indoor to outdoor activities. Participants were 3- to 5-year-old children enrolled in the Children’s Activity and Movement in Preschool Study (CHAMPS). Trained observers used the Observational System for Recording Physical Activity in Children-Preschool Version (OSRAC-P) to record children’s physical activity levels over 20 minutes in outdoor settings. The 20-minute outdoor observational period began immediately following the transition from indoors to outdoors. Children’s activity levels were moderately high at the time of transition and declined over the 20-minute observation period. Different patterns, however, were observed for boys and girls. Overall, boys were more active than girls. Boys’ activity levels declined in a linear fashion over the 20-minute period, while girls’ activity levels increased slightly, decreased, and then increased slightly again. These data indicate that physical activity levels decline with increased duration of outdoor play. The frequency and duration of outdoor play should be investigated for the purpose of optimizing physical activity levels.",
        "email": "",
        "conf": "Journal of Physical Activity and Health",
        "coauthors": [
            "Russell R Pate",
            "Marsha Dowda",
            "William H Brown",
            "Jonathan Mitchell",
            "Cheryl Addy"
        ],
        "keywords": "early childhood, child care, young children"
    },
    {
        "id": 4210,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Parental and Environmental Correlates of Physical Activity of Children Attending Preschool",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "To determine, using a social-cognitive framework and structural equation modeling, if parent-reported family physical activity (PA) variables are related to PA of young children. Moderate to vigorous physical activity (MVPA) of children was modeled as a latent variable using PA from direct observation, accelerometers, and parent's perception of the child's athletic coordination. A model of direct and indirect relations of family variables, preschool quality, home PA equipment, and child's enjoyment of PA had acceptable fit (root mean square error of approximation, 0.053; comparative fit index, 0.90). Parent PA, parent enjoyment of PA, and importance of child's PA were significantly related to family support. Family support, quality of preschool attended, home PA equipment, and child's enjoyment of PA were positively related to child's PA. However, there was no direct relationship between parent PA and the child's PA. Although parent PA was not directly related to children's MVPA, results showed that parent PA indirectly affects preschool children's MVPA via its influence on family support for children's PA.",
        "email": "",
        "conf": "JAMA Pediatrics",
        "coauthors": [
            "Marsha Dowda",
            "Karin Pfeiffer",
            "William Brown",
            "Jonathan Mitchell",
            "Wonwoo Byun",
            "Russell Pate"
        ],
        "keywords": ""
    },
    {
        "id": 4186,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Comparison of Accelerometry Methods for Estimating Physical Activity",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "To compare physical activity estimates across different accelerometer wear locations, wear time protocols, and data processing techniques. A convenience sample of middle aged to older women wore a GT3X+ accelerometer at the wrist and hip for 7 days. Physical activity estimates were calculated using three data processing techniques: single axis cut points, raw vector magnitude thresholds, and machine learning algorithms applied to the raw data from the three axes. Daily estimates were compared for the 321 women using generalized estimating equations. A total of 1,420 days were analyzed. Compliance rates for the hip vs wrist location only varied by 2.7%. All differences between techniques, wear locations and wear time protocols were statistically different (p<.05). Mean minutes per day in physical activity varied from 22–67 depending on location and method. On the hip, the 1952 count cut point found at least 150 minutes per week of physical activity in 22% of participants, raw vector magnitude found 32%, and the machine learned algorithm found 74% of participants with 150 minutes of walking/running per week. The wrist algorithms found 59% and 60% of participants with 150 minutes of physical activity per week using the raw vector magnitude and machine learned techniques respectively. When the wrist device was worn overnight, up to 4% more participants met guidelines. Estimates varied by 52% across techniques, and by as much as 41% across wear locations. Findings suggest that researchers should be cautious when comparing physical activity estimates from different studies. Efforts to standardize accelerometry-based estimates of physical activity are needed. A first step might be to report on multiple procedures until a consensus is achieved.",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "JACQUELINE KERR",
            "CATHERINE MARINAC",
            "KATHERINE ELLIS",
            "SUNEETA GODBOLE",
            "AARON HIPP",
            "KAREN GLANZ",
            "JONATHAN MITCHELL",
            "FRANCINE LADEN",
            "PETER JAMES",
            "DAVID BERRIGAN"
        ],
        "keywords": "Actigraph, accelerometer, wrist, hip, machine learning, sedentary behavior"
    },
    {
        "id": 4182,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Principal component-derived bone density phenotypes and genetic regulation of the pediatric skeleton",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "To determine if genetic variants associated with principal component-derived areal bone mineral density (aBMD) loading scores. Our sample comprised 1,293 children of European ancestry enrolled in the longitudinal Bone Mineral Density in Childhood Study (52% female). The participants completed up to 7 annual study visits. From dual energy X-ray absorptiometry scans, sex and age-specific aBMD Z-scores were calculated for total hip, femoral neck, spine and distal radius. Principal components analysis, applied to the four Z-scores, generated new integrated aBMD phenotypes. Linear mixed effects models, adjusted for age, Tanner, BMI-Z, dietary calcium and physical activity, were used to test associations between a genetic score (percentage aBMD-lowering alleles carried at 63 GWAS-implicated loci) and the loading scores. We also performed a GWAS, using the baseline data, to identify loci associated with the loading scores. Four principal components (PC1-PC4) were identified that explained 68.1, 18.6, 10.5, and 2.8% of the variance, respectively. A higher PC1 loading score indicated higher bone Z-scores across all four sites. The genetic score was associated with lower PC1 loading score (beta=−0.05, P=3.9×10−10); from the GWAS, rs114260199 (LMO2/CAPRIN1, P=3.9×10−8) and rs75321045 (ZMAT4, P=2.5×10−8, females) were associated with PC1 loading score. A higher PC2 loading score indicated higher distal radius Z-score only. The genetic score was not associated with PC2; from the GWAS rs67991850 (CPED1, P=2.5×10−11) was associated with PC2 loading score. A higher PC3 loading score indicated higher spine Z-score only. The genetic score was not associated with PC3; from the GWAS rs58649746 (RAB11FIP5, P=4.8×10−9, females) was associated with PC3 loading score. A higher PC4 loading score indicated lower total hip Z-score, but higher femoral neck Z-score. No genetic associations were observed for PC4. We identified four integrated pediatric aBMD phenotypes, including non-site-specific (PC1), distal radius-specific (PC2) and spine-specific phenotypes (PC3). An established genetic bone fragility score associated with the non-site-specific phenotype, but not the site-specific phenotypes. Novel variants near LMO2/CAPRIN1, ZMAT4, and RAB11FIP5 associated with non-site specific or spine specific phenotypes. These results highlight the utility of an integrated skeletal site phenotyping approach, which may help identify additional genetic loci associated with skeletal development.",
        "email": "",
        "conf": "International Conference on Children",
        "coauthors": [
            "Jonathan Mitchell",
            "Alessandra Chesi",
            "Shana Mccormack",
            "Diana Cousminer",
            "Heidi Kalkwart",
            "Joan Lappe",
            "Vicente Gilsanz",
            "Sharon Oberfield",
            "John Shepherd",
            "Andrea Kelly",
            "Babette Zemel",
            "Struan F A Grant"
        ],
        "keywords": ""
    },
    {
        "id": 4200,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Excessive Sedentary Behavior is Positively Associated with Changes in the BMI Frequency Distribution",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "",
        "email": "",
        "conf": "Medicine & Science in Sports & Exercise",
        "coauthors": [
            "Jonathan Mitchell",
            "Matteo Bottai",
            "Yikung Park",
            "Simon J Marshall",
            "Steve Moore",
            "Charles E. Matthews"
        ],
        "keywords": ""
    },
    {
        "id": 4216,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Sedentary Behavior and Obesity in a Large Cohort of Children",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "The purpose of this study was to examine the association between sedentary behavior and obesity among 12‐year‐old children, while adjusting for moderate‐to‐vigorous physical activity (MVPA) and other potential confounding variables. Cross‐sectional analyses were carried out with data from 5,434 children who participated in the Avon Longitudinal Study of Parents and Children (ALSPAC). Fat mass was derived using dual‐energy X‐ray emission absorptiometry, and height and weight measurements were used to calculate BMI (kg/m2). The children wore an accelerometer for 7 days. The cut points for sedentary behavior and MVPA were ≤199 and ≥3,600 counts per minute (cpm), respectively. Logistic regression analyses were performed to estimate odds ratios (ORs), adjusting for potential confounders of physical activity that included gender, social factors, early life factors, and maturation. The minimally adjusted association between sedentary behavior and obesity was positive, OR = 1.18 (1.08, 1.28). After adjusting for the series of potential confounders of physical activity the positive association remained, OR = 1.32 (1.14, 1.53). The crude association between 15 min of MVPA per day and obesity was negative, OR = 0.54 (0.48, 0.62). When 15 min of MVPA per day was additionally controlled for in the models, the positive associations between sedentary behavior and obesity were negated. Sedentary behavior was positively associated with obesity in the 12‐year‐old children, but this association was not independent of MVPA; low levels of MVPA among the sedentary children increased the odds of obesity. These findings support the importance of specifically engaging in MVPA during childhood to reduce the prevalence of obesity.",
        "email": "",
        "conf": "Obesity",
        "coauthors": [
            "Jonathan Mitchell",
            "Calum Mattocks",
            "Andy R Ness",
            "Sam D Leary",
            "Russell R Pate",
            "Marsha Dowda",
            "Steven N Blair",
            "Chris Riddoch"
        ],
        "keywords": ""
    },
    {
        "id": 4195,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "A Trans-ethnic Genome-wide Association Study Identifies Gender Specific Loci Influencing Pediatric aBMD and BMC at the Distal Radius",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Childhood fractures are common, with the forearm being the most common site. Genome-wide association studies (GWAS) have identified more than 60 loci associated with bone mineral density (BMD) in adults but less is known about genetic influences specific to bone in childhood. To identify novel genetic factors that influence pediatric bone strength at a common site for childhood fractures, we performed a sex-stratified trans-ethnic genome-wide association study of areal BMD (aBMD) and bone mineral content (BMC) Z-scores measured by dual energy X-ray absorptiometry at the one-third distal radius, in a cohort of 1399 children without clinical abnormalities in bone health. We tested signals with P < 5 × 10−6 for replication in an independent, same-age cohort of 486 Caucasian children. Two loci yielded a genome-wide significant combined P-value: rs7797976 within CPED1 in females [P = 2.4 × 10−11, β =− 0.30 standard deviations (SD) per T allele; aBMD-Z] and rs7035284 at 9p21.3 in males (P = 1.2 × 10−8, β = 0.28 SD per G allele; BMC-Z). Signals at the CPED1-WNT16-FAM3C locus have been previously associated with BMD at other skeletal sites in adults and children. Our result at the distal radius underscores the importance of this locus at multiple skeletal sites. The 9p21.3 locus is within a gene desert, with the nearest gene flanking each side being MIR31HG and MTAP, neither of which has been implicated in BMD or BMC previously. These findings suggest that genetic determinants of childhood bone accretion at the radius, a skeletal site that is primarily cortical bone, exist and also differ by sex.",
        "email": "",
        "conf": "Human Molecular Genetics",
        "coauthors": [
            "Alessandra Chesi",
            "Jonathan A. Mitchell",
            "Heidi J. Kalkwarf",
            "Jonathan P. Bradfield",
            "Joan M. Lappe",
            "Shana E. McCormack",
            "Vicente Gilsanz",
            "Sharon E. Oberfield",
            "Hakon Hakonarson",
            "John A. Shepherd",
            "Andrea Kelly",
            "Babette S. Zemel",
            "Struan F.A. Grant"
        ],
        "keywords": "alleles,bone mineral density,fractures,adult,child,genes,genome,minerals,pediatrics,radius,whites,forearm,genetics,genetic aspects,genderx-ray absorptiometry, dual-energy,distal radius,compact bone,9p21 nucleotide sequence,genome-wide association study"
    },
    {
        "id": 4175,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Body Mass Index Is a Better Indicator of Body Composition than Weight-for-Length at Age 1 Month",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "To assess whether body mass index (BMI) provides a better assessment of measured adiposity at age 1 month compared with weight-for-length (WFL). Participants were healthy term-born infants in the Infant Growth and Microbiome (n = 146) and the Baby Peas (n = 147) studies. Length, weight, and body composition by air displacement plethysmography were measured at 1 month. World Health Organization-based WFL and BMI z-scores were calculated. Within-cohort z-scores of percent fat-Z, fat mass-Z, fat mass/length2-Z, fat mass/length3-Z, fat-free mass-Z, and fat-free mass/length2-Z were calculated. Correlation and multiple linear regression (adjusted for birth weight) analyses tested the associations between body composition outcomes and BMI-Z vs WFL-Z. Quantile regression was used to test the stability of these associations across the distribution of body compositions. The sample was 52% female and 56% African American. Accounting for birth weight, both BMI-Z and WFL-Z were strongly associated with fat mass-Z (coefficients 0.56 and 0.35, respectively), FM/L2-Z (0.73 and 0.51), and FM/L3-Z (0.79 and 0.58), with stronger associations for BMI-Z compared with WFL-Z (P < .05). Even after accounting statistically for birth weight, BMI-Z was persistently more strongly associated than WFL-Z with body composition outcomes across the distribution of body composition outcomes. We demonstrate in 2 distinct cohorts that BMI is a better indicator of adiposity in early infancy compared with WFL. Our findings support the preferred use of BMI for growth and nutritional status assessment in infancy.",
        "email": "",
        "conf": "Journal of Pediatrics",
        "coauthors": [
            "Sani Roy",
            "David Fields",
            "Jonathan Mitchell",
            "Colin Hawkes",
            "Andrea Kelly",
            "Gary Wu",
            "Patricia DeRusso",
            "Michal Elovitz",
            "Eileen Ford",
            "Danielle Drigo",
            "Babette Zemel",
            "Shana McCormack"
        ],
        "keywords": "infant,infancy,adiposity,obesity,air displacement plethysmography"
    },
    {
        "id": 4179,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Genetically Determined Later Puberty Impacts Lowered Bone Mineral Density in Childhood and Adulthood",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Later puberty associates with lower areal bone mineral density (aBMD), and both are risk factors for osteoporosis. However, the association between puberty timing–associated genetic variants and aBMD during development, and the causal relationship between puberty timing and aBMD, remain uncharacterized. We constructed sex‐specific polygenic risk scores (GRS) consisting of 333 genetic variants associated with later puberty in European‐descent children in the Bone Mineral Density in Childhood Study (BMDCS), consisting of a longitudinal cohort with up to seven assessments (n = 933) and a cross‐sectional cohort (n = 486). These GRS were tested for associations with age‐ and sex‐specific aBMD Z‐scores at the lumbar spine (LS), femoral neck (FN), total hip, and distal radius, accounting for clinical covariates using sex‐stratified linear mixed models. The causal relationship between puberty timing and aBMD was tested in the BMDCS and in publicly available adult data (GEFOS consortium) using two‐sample Mendelian randomization (MR). The puberty‐delaying GRS was associated with later puberty and lower LS‐aBMD in the BMDCS in both sexes (combined beta ± SE = –0.078 ± 0.024; p = 0.0010). In the MR framework, the puberty‐delaying genetic instrument also supported a causal association with lower LS‐aBMD and FN‐aBMD in adults of both sexes. Our results suggest that pubertal timing is causal for diminished aBMD in a skeletal site‐ and sex‐specific manner that tracks throughout life, potentially impacting later risk for osteoporosis, which should be tested in future studies. © 2017 American Society for Bone and Mineral Research.",
        "email": "",
        "conf": "Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research",
        "coauthors": [
            "Diana L Cousminer",
            "Jonathan A Mitchell",
            "Alessandra Chesi",
            "Sani M Roy",
            "Heidi J Kalkwarf",
            "Joan M Lappe",
            "Vicente Gilsanz",
            "Sharon E Oberfield",
            "John A Shepherd",
            "Andrea Kelly",
            "Shana E McCormack",
            "Benjamin F Voight",
            "Babette S Zemel",
            "Struan FA Grant"
        ],
        "keywords": "Puberty; bone mineral density; genetic risk score; Mendelian randomization"
    },
    {
        "id": 4170,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "SUN-LB090 Accounting for Skeletal Maturation in the Assessment of Pediatric Bone Mineral Density",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "The 2013 International Society for Clinical Densitometry Pediatric Position Development Conference called for research on how skeletal maturation influences pediatric areal bone mineral density (aBMD). To compare and contrast pediatric dual energy x-ray absorptiometry (DXA) aBMD Z-scores generated using chronological age (CA) vs. bone age (BA). The Bone Mineral Density in Childhood Study (and its ancillary cohort) was a multi-center, mixed-longitudinal study of healthy, typically developing youth with annual assessments for up to 7y. Spine, hip, forearm and whole body aBMD were measured via DXA, and BA was assessed using the Greulich and Pyle reference. Pubertal stage was categorized as pre-pubertal (Tanner I, T1), pubertal (T2-4), or post-pubertal (T5). Pubertal onset was defined as “earlier” (age <25%ile), “average” (25-75%ile), or “later” (>75%ile). aBMD Z-scores with and without adjustment for height Z-score were calculated based on BA and CA. The difference between BA-based and CA-based aBMD-Z scores served as the outcome in mixed effects regression analyses that accounted for multiple observations per subject and model-specific input variables and clinical covariates. Results: Our study sample (n=2,287) was 46% female, 20% African-American, age 12.1y (±3.9 SD) at entry, and had a median of 4 visits. Without height adjustment, aBMD-for-BA-Z was 0.21-0.62 greater than aBMD-for-CA-Z for every 1y BA delay, p<0.001. With height adjustment, differences remained significant, but were partially attenuated (range 0.10-0.35, p<0.001). Across all ages and skeletal sites, in youth with later puberty, mean aBMD-for-BA-Z (height-adjusted) was higher (range 0.06 to 0.32), and in youth with earlier puberty, mean aBMD-for-BA-Z (height-adjusted) was lower (range, 0.02 to 0.34) as compared to aBMD-for-CA-Z (height-adjusted). In both boys and girls with earlier or later puberty, the largest differences in height-adjusted aBMD-for-BA-Z vs. aBMD-for-CA-Z (e.g., results shown here for lumbar spine) occurred at ages corresponding to puberty: for later maturing youth, +0.14 (p<0.001) for non-AA girls at age 12y and +0.11 (p<0.001) for non-AA boys at age 15y, and for earlier maturing youth, -0.31 (p<0.001) for non-AA girls at age 12y and -0.22 (p<0.001) for non-AA boys at age 15y. Differences between aBMD Z-scores calculated using BA in place of CA are attenuated with height-Z adjustment, although differences persist, especially during the pubertal years. Future studies are needed to establish BA-based aBMD reference ranges and evaluate their use in bone health assessment in clinical populations. Conclusions: NIH/NICHD Unless otherwise noted, all abstracts presented at ENDO are embargoed until the date and time of presentation. For oral presentations, the abstracts are embargoed until the session begins. Abstracts presented at a news conference are embargoed until the date and time of the news conference. The Endocrine Society reserves the right to lift the embargo on specific abstracts that are selected for promotion prior to or during ENDO.",
        "email": "",
        "conf": "Journal of the Endocrine Society",
        "coauthors": [
            "Shana McCormack",
            "Andrea Kelly",
            "Jonathan Mitchell",
            "Diana Cousminer",
            "Alessandra Chesi",
            "Joseph Kindler",
            "Heidi Kalkwarf",
            "Joan Lappe",
            "Vicente Gilsanz",
            "Sharon Oberfield",
            "John Shepherd",
            "Soroosh Mahboubi",
            "Karen Winer",
            "Struan Grant",
            "Babette Zemel"
        ],
        "keywords": "Phosphate, Rare Bone Diseases, Sex Steroids, Muscle/Bone Interface"
    },
    {
        "id": 4192,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Genetic Risk Scores Implicated in Adult Bone Fragility Associate With Pediatric Bone Density",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Using adult identified bone mineral density (BMD) loci, we calculated genetic risk scores (GRS) to determine if they were associated with changes in BMD during childhood. Longitudinal data from the Bone Mineral Density in Childhood Study were analyzed (N = 798, 54% female, all European ancestry). Participants had up to 6 annual dual energy X‐ray scans, from which areal BMD (aBMD) Z‐scores for the spine, total hip, and femoral neck were estimated, as well as total body less head bone mineral content (TBLH‐BMC) Z‐scores. Sixty‐three single‐nucleotide polymorphisms (SNPs) were genotyped, and the percentage of BMD‐lowering alleles carried was calculated (overall adult GRS). Subtype GRS that include SNPs associated with fracture risk, pediatric BMD, WNT signaling, RANK‐RANKL‐OPG, and mesenchymal stem cell differentiation were also calculated. Linear mixed effects models were used to test associations between each GRS and bone Z‐scores, and if any association differed by sex and/or chronological age. The overall adult, fracture, and WNT signaling GRS were associated with lower Z‐scores (eg, spine aBMD Z‐score: βadult = –0.04, p = 3.4 × 10−7; βfracture = –0.02, p = 8.9 × 10−6; βWNT = –0.01, p = 3.9 × 10−4). The overall adult GRS was more strongly associated with lower Z‐scores in females (p‐interaction ≤ 0.05 for all sites). The fracture GRS was more strongly associated with lower Z‐scores with increasing age (p‐interaction ≤ 0.05 for all sites). The WNT GRS associations remained consistent for both sexes and all ages (p‐interaction > 0.05 for all sites). The RANK‐RANKL‐OPG GRS was more strongly associated in females with increasing age (p‐interaction < 0.05 for all sites). The mesenchymal stem cell GRS was associated with lower total hip and femoral neck Z‐scores, in both boys and girls, across all ages. No associations were observed between the pediatric GRS and bone Z‐scores. In conclusion, adult identified BMD loci associated with BMD and BMC in the pediatric setting, especially in females and in loci involved in fracture risk and WNT signaling.",
        "email": "",
        "conf": "Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research",
        "coauthors": [
            "Jonathan A Mitchell",
            "Alessandra Chesi",
            "Okan Elci",
            "Shana E McCormack",
            "Sani M Roy",
            "Heidi J Kalkwarf",
            "Joan M Lappe",
            "Vicente Gilsanz",
            "Sharon E Oberfield",
            "John A Shepherd",
            "Andrea Kelly",
            "Struan FA Grant",
            "Babette S Zemel"
        ],
        "keywords": "CHILDHOOD; DXA; GENERAL POPULATION STUDIES; GENETIC RESEARCH; PUBERTY"
    },
    {
        "id": 4183,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Variation in actigraphy-estimated rest-activity patterns by demographic factors",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Rest-activity patterns provide an indication of circadian rhythmicity in the free-living setting. We aimed to describe the distributions of rest-activity patterns in a sample of adults and children across demographic variables. A sample of adults (N = 590) and children (N = 58) wore an actigraph on their nondominant wrist for 7 days and nights. We generated rest-activity patterns from cosinor analysis (MESOR, acrophase and magnitude) and nonparametric circadian rhythm analysis (IS: interdaily stability; IV: intradaily variability; L5: least active 5-hour period; M10: most active 10-hour period; and RA: relative amplitude). Demographic variables included age, sex, race, education, marital status, and income. Linear mixed-effects models were used to test for demographic differences in rest-activity patterns. Adolescents, compared to younger children, had (1) later M10 midpoints (β = 1.12 hours [95% CI: 0.43, 1.18] and lower M10 activity levels; (2) later L5 midpoints (β = 1.6 hours [95% CI: 0.9, 2.3]) and lower L5 activity levels; (3) less regular rest-activity patterns (lower IS and higher IV); and 4) lower magnitudes (β = −0.95 [95% CI: −1.28, −0.63]) and relative amplitudes (β = −0.1 [95% CI: −0.14, −0.06]). Mid-to-older adults, compared to younger adults (aged 18–29 years), had (1) earlier M10 midpoints (β = −1.0 hours [95% CI: −1.6, −0.4]; (2) earlier L5 midpoints (β = −0.7 hours [95% CI: −1.2, −0.2]); and (3) more regular rest-activity patterns (higher IS and lower IV). The magnitudes and relative amplitudes were similar across the adult age categories. Sex, race and education level rest-activity differences were also observed. Rest-activity patterns vary across the lifespan, and differ by race, sex and education. Understanding population variation in these patterns provides a foundation for further elucidating the health implications of rest-activity patterns across the lifespan.",
        "email": "",
        "conf": "Chronobiology International",
        "coauthors": [
            "Jonathan A Mitchell",
            "Mirja Quante",
            "Suneeta Godbole",
            "Peter James",
            "J. Aaron Hipp",
            "Catherine R Marinac",
            "Sara Mariani",
            "Elizabeth M. Cespedes Feliciano",
            "Karen Glanz",
            "Francine Laden",
            "Rui Wang",
            "Jia Weng",
            "Susan Redline",
            "Jacqueline Kerr"
        ],
        "keywords": "actigraphy, epidemiology, rest-activity patterns, demographics"
    },
    {
        "id": 4191,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Rare EN1 Variants and Pediatric Bone Mass",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "A recent whole‐genome sequencing study in search of variation associated with adult areal bone mineral density (aBMD) identified rare variants near EN1, with markedly large effect sizes, and a common variant near SOX6. To understand the developmental effects of these loci, we sought to determine if they were associated with pediatric dual‐energy X‐ray absorptiometry–derived aBMD and bone mineral content (BMC) and if the associations were modified by sex. Our sample comprised 733 females and 685 males of European ancestry enrolled in the longitudinal Bone Mineral Density in Childhood Study (up to 7 annual study visits). Sex‐ and age‐specific Z‐scores, adjusted for height, were calculated for the total hip, femoral neck, spine, and distal radius. Total body less head (TBLH) BMC Z‐scores were also calculated. The previously reported single nucleotide polymorphisms (SNPs) near EN1 and SOX6 were derived from our imputed data set. Linear mixed‐effects models were used to test associations between each SNP and bone Z‐scores, plus interactions with sex were explored. The rare T allele of lead EN1 SNP rs11692564 was associated with higher aBMD Z‐score for total hip (beta = 0.62, p = 9.0 × 10−4) and femoral neck (beta = 0.53, p = 0.010). In sex‐stratified analyses, this variant was associated with higher bone Z‐scores in females only, with the associations being strongest for total hip (sex interaction p = 1.9 × 10−4; beta females = 0.86, p = 6.6 × 10−6) and femoral neck (sex interaction p = 0.016; beta females = 0.73, p = 0.001). The common G allele of SOX6 SNP rs11024028 was associated with higher aBMD Z‐score for total hip (beta = 0.12, p = 0.009), femoral neck (beta = 0.13, p = 0.003), and TBLH‐BMC (beta = 0.09, p = 0.007); furthermore, this association strengthened in males in the sex‐stratified analyses. Our findings reveal that rare genetic variation near EN1 and common variation near SOX6 operates in childhood and has implications for the lifelong risk of osteoporosis and fracture. The sex differences observed need to be independently replicated.",
        "email": "",
        "conf": "Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research",
        "coauthors": [
            "Jonathan A Mitchell",
            "Alessandra Chesi",
            "Shana E McCormack",
            "Sani M Roy",
            "Diana L Cousminer",
            "Heidi J Kalkwarf",
            "Joan M Lappe",
            "Vicente Gilsanz",
            "Sharon E Oberfield",
            "John A Shepherd",
            "Andrea Kelly",
            "Babette S Zemel",
            "Struan FA Grant"
        ],
        "keywords": "DXA; GENETIC RESEARCH; GENERAL POPULATION STUDIES; CHILDHOOD;PUBERTY"
    },
    {
        "id": 4215,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "FTO Genotype and the Weight Loss Benefits of Moderate Intensity Exercise",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "The fat mass and obesity‐associated (FTO) gene was genotyped for the participants in the Dose‐Response to Exercise in postmenopausal Women (DREW) trial and analyses were performed to determine whether an FTO variant was associated with adiposity and cardiorespiratory fitness (CRF) before and after 6 months of moderate intensity exercise in white women (n = 234). The A/A homozygotes for rs8050136 had a higher BMI (kg/m2) compared to C/C homozygotes at baseline (32.8 (0.6) vs. 31.0 (0.4), respectively; P < 0.05) and at follow‐up (31.9 (0.6) vs. 30.4 (0.5), respectively; P < 0.05). Weight loss occurred after exercise, but there was no significant genotype by exercise interaction over time. Exploratory analyses among women exposed to moderate intensity exercise meeting, or exceeding, the physical activity recommendation found that those homozygous A/A lost significantly more weight than the C allele carriers (−3.3 (0.7) kg vs. −1.4 (0.4) kg and −1.5 (0.5) kg, respectively; P < 0.05). CRF, defined as VO2peak (oxygen consumption), increased after exercise and the magnitude of the increase was similar for each genotype. In conclusion, women genetically predisposed to being obese experienced weight loss and CRF benefits with moderate intensity exercise, with additional weight loss observed when the women met or exceeded the physical activity recommendations.",
        "email": "mitche32@mailbox.sc.edu",
        "conf": "Obesity",
        "coauthors": [
            "Jonathan Mitchell",
            "Timothy S Church",
            "Tuomo Rankinen",
            "Steven N Blair"
        ],
        "keywords": "Whites, adiposity, alleles, body mass index, dose response, exercise, genotyping, homozygosity, obesity, oxygen consumption, postmenopause, weight loss, women"
    },
    {
        "id": 4204,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Changes in Cardiovascular Disease Risk Factors from Age 9 to 19 and the Influence of Television Viewing",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "The purpose of this study was to determine if time spent watching television is associated with changes in cardiovascular disease (CVD) risk factors from age 9 to 19. Participants were girls enrolled in the NHLBI Growth and Health Study (n = 1,702), and CVD risk factors were measured at ages 10, 12, 14, 16, and 19. Longitudinal quantile regression was used to determine if television viewing was associated with changes in CVD risk factors over time at the 10th, 25th, 50th, 75th, and 90th percentiles of the CVD risk factors. In black girls, television viewing (h/wk) was positively associated with sum of skinfolds (mm) at the 75th (0.22, 99% CI, 0.06‐0.38) and 90th percentiles (0.21, 99% CI, 0.05‐0.36), but not at the 10th, 25th, or 50th percentiles. In white girls, television viewing (h/wk) was positively associated with sum of skinfolds (mm) with the strength of the associations progressively stronger toward the upper tail of the skinfold distribution, adjusting for physical activity and other covariates (10th percentile: 0.08, 99% CI, 0.03‐0.13; 90th percentile: 0.42, 99% CI, 0.24‐0.59). All associations were adjusted for physical activity, dietary factors, sleep, and maturation. No associations were observed between television viewing and changes in systolic blood pressure, triglycerides, or cholesterol levels in black or white girls. Girls who spent more time watching television had greater increases in sum of skinfolds from age 9 to 19, independent of physical activity levels and other covariates. The associations observed were stronger at the upper tail of the skinfold distribution.",
        "email": "jmitch@mail.med.upenn.edu",
        "conf": "Obesity",
        "coauthors": [
            "Jonathan Mitchell",
            "Russell R Pate",
            "Angela D Liese"
        ],
        "keywords": ""
    },
    {
        "id": 4184,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Telomere Length and Neighborhood Circumstances: Evaluating Biological Response to Unfavorable Exposures",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Multilevel frameworks suggest neighborhood circumstances influence biology; however, this relationship is not well studied. Telomere length (TL) shortening has been associated with individual-level and neighborhood-level exposures and disease and may provide insights into underlying biologic mechanisms linking neighborhood with biology. To support neighborhood–biology investigations, we sought to determine the independent effect of neighborhood exposures on TL using standard multilevel linear regression models and quantile regression, a nonlinear, social science method applicable for testing the biologic hypothesis that extremes of the TL distribution are related to poor outcomes. In a multicenter, cross-sectional study, blood TL was measured in 1,488 individuals from 127 census tracts in three U.S. regions using terminal restriction fragment assays. Multilevel linear and quantile regression models were adjusted for individual-level race, education, perceived stress, and depression. Neighborhood exposures included population density, urban/residential crowding, residential stability/mobility, and socioeconomic status. TL was not associated with any neighborhood variable using linear models, but quantile regression revealed inverse associations between population density and urban crowding at the lower tails of the TL distribution [5th (population density P = 0.03; urban crowding P = 0.002), 50th (both P < 0.001), 75th percentiles (both P < 0.001)]. TL was related to residential stability at the upper tail (95th percentile P = 0.006). Findings support the use of nonlinear statistical methods in TL research and suggest that neighborhood exposures can result in biological effects.",
        "email": "",
        "conf": "Cancer Epidemiology Biomarkers & Prevention",
        "coauthors": [
            "Shannon M. Lynch",
            "Nandita Mitra",
            "Krithika Ravichandran",
            "Jonathan Mitchell",
            "Elaine Spangler",
            "Wenting Zhou",
            "Electra D. Paskett",
            "Sarah Gehlert",
            "Cecilia DeGraffinreid",
            "Raymond Stowe",
            "Tamara Dubowitz",
            "Harold Riethman",
            "Charles C. Branas",
            "M.K. Peek",
            "Timothy R. Rebbeck"
        ],
        "keywords": "Telomere Length, Neighborhood, Quantile Regression, Multilevel, Biomarker"
    },
    {
        "id": 4188,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "No Evidence of Reciprocal Associations between Daily Sleep and Physical Activity",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "To determine if physical activity patterns are associated with sleep later at night, and if nighttime sleep is associated with physical activity patterns the next day, among adult women. Women (N=353) living throughout the U.S. wore a wrist and a hip accelerometer for 7 days. Total sleep time (TST, hrs/night) and sleep efficiency (SE, %) were estimated from the wrist accelerometer; and moderate to vigorous physical activity (MVPA, >1040 counts per minute [cpm], hrs/d) and sedentary behavior (SB, <100 cpm, hrs/d) were estimated from the hip accelerometer. Mixed-effects models adjusted for age, race, body mass index (BMI), education, employment, marital status, health status, and hip accelerometer wear time were used to analyze the data. Follow-up analyses using quantile regression were used to investigate associations among women with below average TST and MVPA, and above average SB. The average age of our sample was 55.5 (SD = 10.2) years. The majority of participants were white (79%) and married (72%), and half were employed full-time (49%). The participants spent on average 8.9 and 1.1 hours per day in SB and MVPA, respectively, and 6.8 hours per night asleep. No associations were observed between MVPA and SB with nighttime TST or SE. There were no associations between nighttime TST and SE with MVPA or SB the next day. The findings were the same in the quantile regression analyses. In free-living adult women, accelerometry-estimated nighttime sleep and physical activity patterns were not associated with one another. Based on our observational study involving a sample of adult women, higher physical activity will not necessarily improve sleep at night on a day-to-day basis (and vice versa).",
        "email": "",
        "conf": "Medicine and science in sports and exercise",
        "coauthors": [
            "JONATHAN MITCHELL",
            "SUNEETA GODBOLE",
            "KEVIN MORAN",
            "KATE MURRAY",
            "PETER JAMES",
            "FRANCINE LADEN",
            "J. HIPP",
            "JACQUELINE KERR",
            "KAREN GLANZ"
        ],
        "keywords": "Accelerometry, actigraphy, female, sedentary behavior"
    },
    {
        "id": 4190,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Infant BMI or Weight-for-Length and Obesity Risk in Early Childhood",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Weight-for-length (WFL) is currently used to assess adiposity under 2 years. We assessed WFL- versus BMI-based estimates of adiposity in healthy infants in determining risk for early obesity. Anthropometrics were extracted from electronic medical records for well-child visits for 73 949 full-term infants from a large pediatric network. World Health Organization WFL and BMI z scores (WFL-z and BMI-z, respectively) were calculated up to age 24 months. Correlation analyses assessed the agreement between WFL-z and BMI-z and within-subject tracking over time. Logistic regression determined odds of obesity at 2 years on the basis of adiposity classification at 2 months. Agreement between WFL-z and BMI-z increased from birth to 6 months and remained high thereafter. BMI-z at 2 months was more consistent with measurements at older ages than WFL-z at 2 months. Infants with high BMI (≥85th percentile) and reference WFL (5th–85th percentiles) at 2 months had greater odds of obesity at 2 years than those with high WFL (≥85th percentile) and reference BMI (5th–85th percentiles; odds ratio, 5.49 vs 1.40; P < .001). At 2 months, BMI had a higher positive predictive value than WFL for obesity at 2 years using cut-points of either the 85th percentile (31% vs 23%) or 97.7th percentile (47% vs 29%). High BMI in early infancy is more strongly associated with early childhood obesity than high WFL. Forty-seven percent of infants with BMI ≥97.7th percentile at 2 months (versus 29% of infants with WFL ≥97.7th percentile at 2 months) were obese at 2 years. Epidemiologic studies focused on assessing childhood obesity risk should consider using BMI in early infancy.",
        "email": "",
        "conf": "Pediatrics",
        "coauthors": [
            "Sani M. Roy",
            "Jordan G. Spivack",
            "Myles S. Faith",
            "Alessandra Chesi",
            "Jonathan A. Mitchell",
            "Andrea Kelly",
            "Struan F. A. Grant",
            "Shana E. McCormack",
            "Babette S. Zemel"
        ],
        "keywords": ""
    },
    {
        "id": 4198,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Sedentary Behavior and Health Outcomes in Children and Adolescents",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "The purpose of this review was to summarize findings from epidemiological studies that determined if sedentary behavior was associated with obesity, metabolic risk factors, and cardiorespiratory fitness in children and adolescents. We noted if studies adjusted for moderate-to-vigorous physical activity (MVPA), dietary intakes, and/or sleep duration. Articles were identified through PubMed using the search terms: (sedentary OR sitting OR television) AND (adiposity OR blood pressure OR body mass index OR cardiometabolic OR metabolic risk OR waist circumference). The search was limited to ages 6 to 18 years, humans, and published between January 1, 2008 and September 26, 2012. Cross-sectional and longitudinal studies observed associations between more sedentary behavior, especially screen-based sedentary behavior, and measures of obesity; and most associations were independent of MVPA and dietary intake. Cross-sectional and longitudinal studies reported associations between screen-based sedentary behavior and lower cardiorespiratory fitness, and most associations were independent of MVPA and obesity. Cross-sectional studies observed associations between more screen-based and objectively measured sedentary behavior and lower insulin sensitivity; and most associations were independent of MVPA and obesity. There was little-to-no evidence that sedentary behavior was associated with increased blood pressure and increased blood lipids.",
        "email": "",
        "conf": "American Journal of Lifestyle Medicine",
        "coauthors": [
            "Jonathan Mitchell",
            "Wonwoo Byun"
        ],
        "keywords": "adolescents, children, metabolic risk, sedentary, television"
    },
    {
        "id": 4174,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Zeitgebers and their association with rest-activity patterns",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "Zeitgebers such as light, eating and physical activity provide input to the circadian clock. Chronic circadian misalignment is associated with significant adverse health effects. An improved understanding of the impact of the timing of zeitgebers on the stability of 24-hour rest-activity rhythm in free-living settings may identify behavioural and environmental intervention targets. A total of 133 healthy adults, aged 21–60 years, wore a wrist actigraph for 7 consecutive days. We applied a non-parametric analysis to activity counts to derive rest-activity patterns. We administered a questionnaire through a smartphone app to collect self-reported timing of light exposure, eating episodes and physical activity. To assess the relationship between timing exposures (first and last exposure to outdoor light, first exposure to indoor light, last eating episode, first eating episode, morning physical activity proportion, evening physical activity proportion) and rest-activity or sleep outcomes (bedtimes, total sleep time, inter-daily stability, intra-daily variability, L5 and M10 midpoint), we first calculated Spearman correlations, using the false discovery rate method to control for multiple comparisons. From those significant associations, we then fit regression models adjusting for age, sex, race, household income, education level, study site, body mass index, as well as physical activity. Finally, we tested for interaction between chronotype and each timing-related exposure and stratified the analysis by morning type. All zeitgebers, except for evening physical activity proportion, were correlated with at least four of the seven sleep and rest-activity outcomes. In adjusted analysis, later timing of first (after 6:30 to 7:45 AM versus earlier) and last exposure to indoor light (after 11:00 PM versus earlier) and first (after 7:45–9:45 AM versus earlier) and last eating episode (after 8:00–09:00 PM versus earlier) were associated with a shift of 0.60–1.39 hours to later bedtimes, M10 and L5 midpoints (i.e. timing of peak activities or inactivities). Later timing of first exposure to outdoor light (after 09:30 AM versus earlier) was also associated with 0.51 (95% CI: 0.19 to 0.83) hours longer total sleep time. Higher morning physical activity proportion (> 33%) was associated with 0.95 (95% CI: −1.38 to −0.53) hours earlier in-bed time and 0.69 (95% CI: −1.14 to −0.24) hours earlier out-of-bed time, 0.92 (95% CI: −1.41 to −0.42) hours earlier M10 and 0.96 (95% CI: −1.42 to −0.49) min earlier L5 midpoint. The results did not change substantially with further adjustment for total activity. There was a significant interaction between morning chronotype and first eating episode with rest-activity patterns (p < 0.05), with first eating episode associating with timing of activities only in non-morning type adults. Timing of zeitgebers was associated with sleep and rest-activity patterns, including bedtimes, L5 and M10 midpoint. Future research should evaluate the impact of manipulating zeitgebers on both circadian rhythms and health outcomes.",
        "email": "",
        "conf": "Chronobiology International",
        "coauthors": [
            "Mirja Quante",
            "Sara Mariani",
            "Jia Weng",
            "Catherine R Marinac",
            "Emily R Kaplan",
            "Michael Rueschman",
            "Jonathan A Mitchell",
            "Peter James",
            "J. Aaron Hipp",
            "Elizabeth M Cespedes Feliciano",
            "Rui Wang",
            "Susan Redline"
        ],
        "keywords": "Actigraphy, rest-activity patterns, physical activity"
    },
    {
        "id": 4194,
        "label": 79,
        "author": "jonathan mitchell",
        "title": "Ethnic disparities in DNA methylation and risk of type 2 diabetes",
        "organization": "Children's Hospital of Philadelphia / University of Pennsylvania",
        "abstract": "",
        "email": "",
        "conf": "The lancet. Diabetes & endocrinology",
        "coauthors": [
            "Jonathan Mitchell",
            "Struan F A Grant"
        ],
        "keywords": ""
    }
]