[
    {
        "id": 2723,
        "label": 61,
        "author": "ju-seog lee",
        "title": "ATP11B mediates platinum resistance in ovarian cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Platinum compounds display clinical activity against a wide variety of solid tumors; however, resistance to these agents is a major limitation in cancer therapy. Reduced platinum uptake and increased platinum export are examples of resistance mechanisms that limit the extent of DNA damage. Here, we report the discovery and characterization of the role of ATP11B, a P-type ATPase membrane protein, in cisplatin resistance. We found that ATP11B expression was correlated with higher tumor grade in human ovarian cancer samples and with cisplatin resistance in human ovarian cancer cell lines. ATP11B gene silencing restored the sensitivity of ovarian cancer cell lines to cisplatin in vitro. Combined therapy of cisplatin and ATP11B-targeted siRNA significantly decreased cancer growth in mice bearing ovarian tumors derived from cisplatin-sensitive and -resistant cells. In vitro mechanistic studies on cellular platinum content and cisplatin efflux kinetics indicated that ATP11B enhances the export of cisplatin from cells. The colocalization of ATP11B with fluorescent cisplatin and with vesicular trafficking proteins, such as syntaxin-6 (STX6) and vesicular-associated membrane protein 4 (VAMP4), strongly suggests that ATP11B contributes to secretory vesicular transport of cisplatin from Golgi to plasma membrane. In conclusion, inhibition of ATP11B expression could serve as a therapeutic strategy to overcome cisplatin resistance.",
        "email": "",
        "conf": "Journal of Clinical Investigation",
        "coauthors": [
            "Myrthala Moreno-Smith, J. B. Halder, Paul S. Meltzer, Tamas A. Gonda, Lingegowda S. Mangala, Rajesha Rupaimoole, Chunhua Lu, Archana S. Nagaraja, Kshipra M. Gharpure, Yu Kang, Cristian Rodriguez-Aguayo, Pablo E. Vivas-Mejia, Behrouz Zand, Rosemarie Schmandt, Hua Wang, Robert R. Langley, Nicholas B. Jennings, Cristina Ivan, Jeremy E. Coffin, Guillermo N. Armaiz, Justin Bottsford-Miller, Sang Bae Kim, Margaret S. Halleck, Mary J.C. Hendrix, William Bornman, Menashe Bar-Eli, Ju Seog Lee, Zahid H. Siddik, Gabriel Lopez-Berestein, Anil K. Sood"
        ],
        "keywords": ""
    },
    {
        "id": 2732,
        "label": 61,
        "author": "ju-seog lee",
        "title": "DNMT3A Loss Drives Enhancer Hypomethylation in FLT3-ITD-Associated Leukemias",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "DNMT3A, the gene encoding the de novo DNA methyltransferase 3A, is among the most frequently mutated genes in hematologic malignancies. However, the mechanisms through which DNMT3A normally suppresses malignancy development are unknown. Here, we show that DNMT3A loss synergizes with the FLT3 internal tandem duplication in a dose-influenced fashion to generate rapid lethal lymphoid or myeloid leukemias similar to their human counterparts. Loss of DNMT3A leads to reduced DNA methylation, predominantly at hematopoietic enhancer regions in both mouse and human samples. Myeloid and lymphoid diseases arise from transformed murine hematopoietic stem cells. Broadly, our findings support a role for DNMT3A as a guardian of the epigenetic state at enhancer regions, critical for inhibition of leukemic transformation.",
        "email": "",
        "conf": "Cancer cell",
        "coauthors": [
            "Liubin Yang, Benjamin Rodriguez, Allison Mayle, Hyun Jung Park, Xueqiu Lin, Min Luo, Mira Jeong, Choladda V. Curry, Sang Bae Kim, David Ruau, Xiaotian Zhang, Ting Zhou, Michael Zhou, Vivienne I. Rebel, Grant A. Challen, Berthold Göttgens, Ju Seog Lee, Rachel Rau, Wei Li, Margaret A. Goodell"
        ],
        "keywords": ""
    },
    {
        "id": 2738,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Genome-wide perturbations by miRNAs map onto functional cellular pathways identifying regulators of chromatin modifiers",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Regulation of gene expression by microRNAs (miRNAs) is critical for determining cellular fate and function. Dysregulation of miRNA expression contributes to the development and progression of multiple diseases. miRNA can target multiple mRNAs, making deconvolution of the effects of miRNA challenging and the complexity of regulation of cellular pathways by miRNAs at the functional protein level remains to be elucidated. Therefore, we sought to determine the effects of expression of miRNAs in breast and ovarian cancer cells on cellular pathways by measuring systems-wide miRNA perturbations to protein and phosphoproteins. We measure protein level changes by reverse-phase protein array (RPPA) in MDA-MB-231, SKOV3.ip1 and HEYA8 cancer cell lines transfected by a library of 879 human miRNA mimics. Mapping of miRNA-induced protein and phosphoprotein changes onto pathways revealed new miRNA-cellular pathway connectivity, paving the way for targeting of dysregulated pathways with potential miRNA-based therapeutics.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Tyler J Moss, Zijun Luo, Elena G Seviour, Vasudha Sehgal, Yiling Lu, Steven M Hill, Rajesha Rupaimoole, Ju-Seog Lee, Cristian Rodriguez-Aguayo, Gabriel Lopez-Berestein, Anil K Sood, Robert Azencott, Joe W Gray, Sach Mukherjee, Gordon B Mills, Prahlad T Ram"
        ],
        "keywords": ""
    },
    {
        "id": 2788,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Expression Signature of E2F1 and Its Associated Genes Predict Superficial to Invasive Progression of Bladder Tumors",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "In approximately 20% of patients with superficial bladder tumors, the tumors progress to invasive tumors after treatment. Current methods of predicting the clinical behavior of these tumors prospectively are unreliable. We aim to identify a molecular signature that can reliably identify patients with high-risk superficial tumors that are likely to progress to invasive tumors. Gene expression data were collected from tumor specimens from 165 patients with bladder cancer. Various statistical methods, including leave-one-out cross-validation methods, were applied to identify a gene expression signature that could predict the likelihood of progression to invasive tumors and to test the robustness of the expression signature in an independent cohort. The robustness of the gene expression signature was validated in an independent (n _x0001_ 353) cohort. Supervised analysis of gene expression data revealed a gene expression signature that is strongly associated with invasive bladder tumors. A molecular classifier based on this gene expression signature correctly predicted the likelihood of progression of superficial tumor to invasive tumor.",
        "email": "",
        "conf": "Journal of Clinical Oncology",
        "coauthors": [
            "Ju-Seog Lee, Sun-Hee Leem, Sang-Yeop Lee, Sang-Cheol Kim, Eun-Sung Park, Sang-Bae Kim, Seon-Kyu Kim,Yong-June Kim, Wun-Jae Kim, In-Sun Chu"
        ],
        "keywords": ""
    },
    {
        "id": 2803,
        "label": 61,
        "author": "ju-seog lee",
        "title": "RB Loss Abrogates Cell Cycle Control and Genome Integrity to Promote Liver Tumorigenesis",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The retinoblastoma (RB) tumor suppressor is functionally inactivated in most hepatocellular carcinomas (HCC), although the mechanisms by which RB suppresses liver tumorigenesis are poorly defined. We investigated the impact of RB loss on carcinogen-induced liver tumorigenesis. Mice harboring liver-specific RB ablation and normal littermates were exposed to the hepatocarcinogen diethylnitrosamine (DEN). The influence of RB loss on liver tumorigenesis was assessed by evaluating tumor multiplicity, proliferation, and genome integrity within tumors arising in RB-deficient and wild-type livers. In silico analyses were used to probe the association between gene expression signatures for RB loss and chromosomal instability and the ability of genes up-regulated by RB loss to predict the survival of human HCC patients. RB deficiency significantly increased tumor multiplicity in livers exposed to DEN. Although hepatocytes in nontumor regions of DEN-exposed livers were quiescent regardless of RB status, tumors arising in RB-deficient livers were significantly more proliferative than those in normal livers and expressed high levels of RB/E2F target genes. Analysis of genes up-regulated by RB loss demonstrated significant overlap with a gene expression signature associated with chromosomal instability. Correspondingly, tumors arising in RB-deficient livers were significantly more likely to harbor hepatocytes exhibiting altered ploidy. Finally, gene expression analysis of human HCCs demonstrated that elevated expression of RB-regulated genes independently predicts poor survival. RB deletion in the mouse liver enhances DEN-induced tumorigenesis, associated with increased hepatocyte proliferation and compromised genome integrity. Evaluation of RB status may be a useful prognostic factor in human HCC.",
        "email": "",
        "conf": "Gastroenterology",
        "coauthors": [
            "Christopher N. Mayhew, Scott L. Carter, Sejal R. Fox, Charlene R. Sexton, Christopher A. Reed, Seetha V. Srinivasan, Xiangdong Liu, Kathryn Wikenheiser–Brokamp, Gregory P. Boivin, Ju–Seog Lee, Bruce J. Aronow, Snorri S. Thorgeirsson, Erik S. Knudsen"
        ],
        "keywords": ""
    },
    {
        "id": 2792,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Regulation of Gene Expression in Hepatic Cells by the Mammalian Target of Rapamycin (mTOR)",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "We investigated mTOR regulation of gene expression by studying rapamycin effect in two hepatic cell lines, the non-tumorigenic WB-F344 cells and the tumorigenic WB311 cells. The latter are resistant to the growth inhibitory effects of rapamycin, thus providing us with an opportunity to study the gene expression effects of rapamycin without confounding effects on cell proliferation. The hepatic cells were exposed to rapamycin for 24 hr. Microarray analysis on total RNA preparations identified genes that were affected by rapamycin in both cell lines and, therefore, modulated independent of growth arrest. Further studies showed that the promoter regions of these genes included E-box-containing transcription factor binding sites at higher than expected rates. Based on this, we tested the hypothesis that c-Myc is involved in regulation of gene expression by mTOR by comparing genes altered by rapamycin in the hepatic cells and by c-Myc induction in fibroblasts engineered to express c-myc in an inducible manner. Results showed enrichment for c-Myc targets among rapamycin sensitive genes in both hepatic cell lines. However, microarray analyses on wild type and c-myc null fibroblasts showed similar rapamycin effect, with the set of rapamycin-sensitive genes being enriched for c-Myc targets in both cases. There is considerable overlap in the regulation of gene expression by mTOR and c-Myc. However, regulation of gene expression through mTOR is c-Myc-independent and cannot be attributed to the involvement of specific transcription factors regulated by the rapamycin-sensitive mTOR Complex 1.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Rosa H Jimenez",
            "Ju-Seog Lee",
            "Mirko Francesconi",
            "Gastone Castellani",
            "Nicola Neretti",
            "Jennifer A. Sanders",
            "John Sedivy",
            "Philip Gruppuso"
        ],
        "keywords": ""
    },
    {
        "id": 2759,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Tumour angiogenesis regulation by the miR-200 family",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The miR-200 family is well known to inhibit the epithelial–mesenchymal transition, suggesting it may therapeutically inhibit metastatic biology. However, conflicting reports regarding the role of miR-200 in suppressing or promoting metastasis in different cancer types have left unanswered questions. Here we demonstrate a difference in clinical outcome based on miR-200’s role in blocking tumour angiogenesis. We demonstrate that miR-200 inhibits angiogenesis through direct and indirect mechanisms by targeting interleukin-8 and CXCL1 secreted by the tumour endothelial and cancer cells. Using several experimental models, we demonstrate the therapeutic potential of miR-200 delivery in ovarian, lung, renal and basal-like breast cancers by inhibiting angiogenesis. Delivery of miR-200 members into the tumour endothelium resulted in marked reductions in metastasis and angiogenesis, and induced vascular normalization. The role of miR-200 in blocking cancer angiogenesis in a cancer-dependent context defines its utility as a potential therapeutic agent.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Chad V. Pecot, Rajesha Rupaimoole, Da Yang, Rehan Akbani, Cristina Ivan, Chunhua Lu, Sherry Wu, Hee-Dong Han, Maitri Y. Shah, Cristian Rodriguez-Aguayo, Justin Bottsford-Miller, Yuexin Liu, Sang Bae Kim, Anna Unruh, Vianey Gonzalez-Villasana, Li Huang, Behrouz Zand, Myrthala Moreno-Smith, Lingegowda S. Mangala, Morgan Taylor, Heather J. Dalton, Vasudha Sehgal, Yunfei Wen, Yu Kang, Keith A. Baggerly, Ju-Seog Lee, Prahlad T. Ram, Murali K. Ravoori, Vikas Kundra, Xinna Zhang, Rouba Ali-Fehmi, Ana-Maria Gonzalez-Angulo, Pierre P. Massion, George A. Calin, Gabriel Lopez-Berestein, Wei Zhang, Anil K. Sood"
        ],
        "keywords": ""
    },
    {
        "id": 2819,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Global gene expression profiles of human head and neck squamous carcinoma cell lines",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "For genomewide monitoring and identification of biomarkers of head and neck squamous cell carcinoma (HNSCC), we have conducted a systematic characterization of gene expression profiles, using human cDNA microarrays containing 9K clones, in 25 HNSCC cell lines and 1 immortalized human oral keratinocyte cell line. We used normal human oral keratinocytes (NHOKs) as a reference. Our study showed that genes primarily involved in cell cycle regulation, oncogenesis, cell proliferation, differentiation, apoptosis and cell adhesion were widely altered in the 26 cell lines. Upregulated genes included known oncogenes, protein kinases, DNA‐binding proteins and cell cycle regulators, while those commonly downregulated included differentiation markers, cell adhesion proteins, extracellular matrix proteins, structural proteins (keratins) and protease inhibitor proteins. Compared to NHOK, we observed a striking reduction in the expression of genes involved in terminal differentiation, suggesting that a loss in this process is an important signature of HNSCC. In addition, hierarchical clustering analysis as well as principal component analysis revealed 2 distinctive subtypes of gene expression patterns among the 26 cell lines, reflecting a degree of heterogeneity in HNSCC. By applying significance analysis of microarrays, 128 genes were selected for being distinctively expressed between the 2 groups. Genes differentially expressed in the 2 subgroups include cell proliferation‐related genes, IGFBP6, EGFR and VEGFC; tumor suppression and apoptosis‐related genes such as Tp53, Tp63; as well as cell cycle regulators such as CCND1 and CCND2 (cyclins D1 and D2), suggesting that the 2 subgroups might have undergone different pathways of carcinogenesis",
        "email": "",
        "conf": "International Journal of Cancer",
        "coauthors": [
            "Geoung A. Jeon",
            "Ju‐Seog Lee",
            "Vyomesh Patel",
            "J. Silvio Gutkind",
            "Snorri S. Thorgeirsson",
            "Eun Cheol Kim",
            "In‐Sun Chu",
            "Panomwat Amornphimoltham",
            "Myung Hee Park"
        ],
        "keywords": "Biomarkers;Differentiation;Gene expression;Head and neck squamous cell carcinoma;Microarrays;Oral cancer;Tumor progression"
    },
    {
        "id": 2752,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Notch3 Pathway Alterations in Ovarian Cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The Notch pathway plays an important role in the growth of high-grade serous ovarian (HGS-OvCa) and other cancers, but its clinical and biologic mechanisms are not well understood. Here, we found that the Notch pathway alterations are prevalent and significantly related to poor clinical outcome in patients with ovarian cancer. Particularly, Notch3 alterations, including amplification and upregulation, were highly associated with poor patient survival. Targeting Notch3 inhibited ovarian cancer growth and induced apoptosis. Importantly, we found that dynamin-mediated endocytosis was required for selectively activating Jagged-1–mediated Notch3 signaling. Cleaved Notch3 expression was the critical determinant of response to Notch-targeted therapy. Collectively, these data identify previously unknown mechanisms underlying Notch3 signaling and identify new, biomarker-driven approaches for therapy.",
        "email": "",
        "conf": "Cancer Research",
        "coauthors": [
            "Wei Hu, Tao Liu, Cristina Ivan, Yunjie Sun, Jie Huang, Lingegowda S. Mangala, Takahito Miyake, Heather J. Dalton, Sunila Pradeep, Rajesh Rupaimoole, Rebecca A. Previs, Hee Dong Han, Justin Bottsford-Miller, Behrouz Zand, Yu Kang, Chad V. Pecot, Alpa M. Nick, Sherry Y. Wu, Ju-Seog Lee, Vasudha Sehgal, Prahlad Ram, Jinsong Liu, Susan L. Tucker, Gabriel Lopez-Berestein, Keith A. Baggerly, Robert L. Coleman, Anil K. Sood"
        ],
        "keywords": ""
    },
    {
        "id": 2734,
        "label": 61,
        "author": "ju-seog lee",
        "title": "A miR-192-EGR1-HOXB9 regulatory network controls the angiogenic switch in cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "A deeper mechanistic understanding of tumour angiogenesis regulation is needed to improve current anti-angiogenic therapies. Here we present evidence from systems-based miRNA analyses of large-scale patient data sets along with in vitro and in vivo experiments that miR-192 is a key regulator of angiogenesis. The potent anti-angiogenic effect of miR-192 stems from its ability to globally downregulate angiogenic pathways in cancer cells through regulation of EGR1 and HOXB9. Low miR-192 expression in human tumours is predictive of poor clinical outcome in several cancer types. Using 1,2-dioleoyl-sn-glycero-3-phosphatidylcholine (DOPC) nanoliposomes, we show that miR-192 delivery leads to inhibition of tumour angiogenesis in multiple ovarian and renal tumour models, resulting in tumour regression and growth inhibition. This anti-angiogenic and anti-tumour effect is more robust than that observed with an anti-VEGF antibody. Collectively, these data identify miR-192 as a central node in tumour angiogenesis and support the use of miR-192 in an anti-angiogenesis therapy.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Sherry Y. Wu, Rajesha Rupaimoole, Fangrong Shen, Sunila Pradeep, Chad V. Pecot, Cristina Ivan, Archana S. Nagaraja, Kshipra M. Gharpure, Elizabeth Pham, Hiroto Hatakeyama, Michael H. McGuire, Monika Haemmerle, Viviana Vidal-Anaya, Courtney Olsen, Cristian Rodriguez-Aguayo, Justyna Filant, Ehsan A. Ehsanipour, Shelley M. Herbrich, Sourindra N. Maiti, Li Huang, Ji Hoon Kim, Xinna Zhang, Hee-Dong Han, Guillermo N. Armaiz-Pena, Elena G. Seviour, Sue Tucker, Min Zhang, Da Yang, Laurence J. N. Cooper, Rouba Ali-Fehmi, Menashe Bar-Eli, Ju-Seog Lee, Prahlad T. Ram, Keith A. Baggerly, Gabriel Lopez-Berestein, Mien-Chie Hung, Anil K. Sood"
        ],
        "keywords": ""
    },
    {
        "id": 2763,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Development and Validation of a Prognostic Gene-Expression Signature for Lung Adenocarcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Although several prognostic signatures have been developed in lung cancer, their application in clinical practice has been limited because they have not been validated in multiple independent data sets. Moreover, the lack of common genes between the signatures makes it difficult to know what biological process may be reflected or measured by the signature. By using classical data exploration approach with gene expression data from patients with lung adenocarcinoma (n = 186), we uncovered two distinct subgroups of lung adenocarcinoma and identified prognostic 193-gene gene expression signature associated with two subgroups. The signature was validated in 4 independent lung adenocarcinoma cohorts, including 556 patients. In multivariate analysis, the signature was an independent predictor of overall survival (hazard ratio, 2.4; 95% confidence interval, 1.2 to 4.8; p = 0.01). An integrated analysis of the signature revealed that E2F1 plays key roles in regulating genes in the signature. Subset analysis demonstrated that the gene signature could identify high-risk patients in early stage (stage I disease), and patients who would have benefit of adjuvant chemotherapy. Thus, our study provided evidence for molecular basis of clinically relevant two distinct two subtypes of lung adenocarcinoma",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Yun-Yong Park",
            "Eun Sung Park",
            "Sang Bae Kim",
            "Sang Cheol Kim",
            "Bo Hwa Sohn",
            "In-Sun Chu",
            "Woojin Jeong",
            "Gordon B. Mills",
            "Lauren Averett Byers",
            "Ju-Seog Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2744,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Signatures of tumour immunity distinguish Asian and non-Asian gastric adenocarcinomas",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Differences in gastric cancer (GC) clinical outcomes between patients in Asian and non-Asian countries has been historically attributed to variability in clinical management. However, recent international Phase III trials suggest that even with standardised treatments, GC outcomes differ by geography. Here, we investigated gene expression differences between Asian and non-Asian GCs, and if these molecular differences might influence clinical outcome. We compared gene expression profiles of 1016 GCs from six Asian and three non-Asian GC cohorts, using a two-stage meta-analysis design and a novel biostatistical method (RUV-4) to adjust for technical variation between cohorts. We further validated our findings by computerised immunohistochemical analysis on two independent tissue microarray (TMA) cohorts from Asian and non-Asian localities (n=665). Gene signatures differentially expressed between Asians and non-Asian GCs were related to immune function and inflammation. Non-Asian GCs were significantly enriched in signatures related to T-cell biology, including CTLA-4 signalling. Similarly, in the TMA cohorts, non-Asian GCs showed significantly higher expression of T-cell markers (CD3, CD45R0, CD8) and lower expression of the immunosuppressive T-regulatory cell marker FOXP3 compared to Asian GCs (p<0.05). Inflammatory cell markers CD66b and CD68 also exhibited significant cohort differences (p<0.05). Exploratory analyses revealed a significant relationship between tumour immunity factors, geographic locality-specific prognosis, and postchemotherapy outcomes.",
        "email": "",
        "conf": "Gut",
        "coauthors": [
            "Suling J Lin",
            "Johann A Gagnon-Bartsch",
            "Iain Beehuat Tan",
            "Sophie Earle",
            "Louise Ruff",
            "Katherine Pettinger",
            "Bauke Ylstra",
            "Nicole van Grieken",
            "Sun Young Rha",
            "Hyun Cheol Chung",
            "Ju-Seog Lee",
            "Jae Ho Cheong",
            "Sung Hoon Noh",
            "Toru Aoyama",
            "Yohei Miyagi",
            "Akira Tsuburaya",
            "Takaki Yoshikawa",
            "Jaffer A Ajani",
            "Alex Boussioutas",
            "Khay Guan Yeoh",
            "Wei Peng Yong",
            "Jimmy So",
            "Jeeyun Lee",
            "Won Ki Kang",
            "Sung Kim",
            "Yoichi Kameda",
            "Tomio Arai",
            "Axel zur Hausen",
            "Terence P Speed",
            "Heike I Grabsch",
            "Patrick Tan"
        ],
        "keywords": "GASTRIC CANCER ; GENE EXPRESSION ; IMMUNOLOGY ; MOLECULAR MECHANISMS ; MOLECULAR PATHOLOGY"
    },
    {
        "id": 2727,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Clinical Significance of Four Molecular Subtypes of Gastric Cancer Identified by The Cancer Genome Atlas Project",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The Cancer Genome Atlas (TCGA) project recently uncovered four molecular subtypes of gastric cancer: Epstein–Barr virus (EBV), microsatellite instability (MSI), genomically stable (GS), and chromosomal instability (CIN). However, their clinical significances are currently unknown. We aimed to investigate the relationship between subtypes and prognosis of patients with gastric cancer. Gene expression data from a TCGA cohort (n = 262) were used to develop a subtype prediction model, and the association of each subtype with survival and benefit from adjuvant chemotherapy was tested in 2 other cohorts (n = 267 and 432). An integrated risk assessment model (TCGA risk score) was also developed. Our prediction model successfully stratified patients by survival and adjuvant chemotherapy outcomes. Further development of the prediction model is warranted.",
        "email": "",
        "conf": "Clinical Cancer Research",
        "coauthors": [
            "Bo Hwa Sohn, Jun-Eul Hwang, Hee-Jin Jang, Hyun-Sung Lee, Sang Cheul Oh, Jae-Jun Shim, Keun-Wook Lee, Eui Hyun Kim, Sun Young Yim, Sang Ho Lee, Jae-Ho Cheong, Woojin Jeong, Jae Yong Cho, Joohee Kim, Jungsoo Chae, Jeeyun Lee, Won Ki Kang, Sung Kim, Sung Hoon Noh, Jaffer A. Ajani, Ju-Seog Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2765,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Induction of the Transcriptional Repressor ZBTB4 in Prostate Cancer Cells by Drug-Induced Targeting of MicroRNA-17-92/106b-25 Clusters",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Androgen-insensitive DU145 and PC3 human prostate cancer cells express high levels of specificity protein (Sp) transcription factors Sp1, Sp3, and Sp4, and treatment of cells with methyl 2-cyano-3,11-dioxo-18β-olean-1,12-dien-30-oate (CDODA-Me) inhibited cell growth and downregulated Sp1, Sp3, and Sp4 expression. CDODA-Me (15 mg/kg/d) was a potent inhibitor of tumor growth in a mouse xenograft model (PC3 cells) and also decreased expression of Sp transcription factors in tumors. CDODA-Me–mediated downregulation of Sp1, Sp3, and Sp4 was due to induction of the transcriptional repressor ZBTB4, which competitively binds and displaces Sp transcription factors from GC-rich sites in Sp1-, Sp3-, Sp4-, and Sp-regulated gene promoters. ZBTB4 levels are relatively low in DU145 and PC3 cells due to suppression by miR paralogs that are members of the miR-17-92 (miR-20a/17-5p) and miR-106b-25 (miR-106b/93) clusters. Examination of publically available prostate cancer patient array data showed an inverse relationship between ZBTB4 and miRs-20a/17-5p/106b/93 expression, and increased ZBTB4 in patients with prostate cancer was a prognostic factor for increased survival. CDODA-Me induces ZBTB4 in prostate cancer cells through disruption of miR–ZBTB4 interactions, and this results in downregulation of pro-oncogenic Sp transcription factors and Sp-regulated genes",
        "email": "",
        "conf": "Molecular Cancer Therapeutics",
        "coauthors": [
            "KyoungHyun Kim, Gayathri Chadalapaka, Satya S. Pathi, Un-Ho Jin, Ju-Seog Lee, Yun-Yong Park, Sung-Gook Cho, Sudhakar Chintharlapalli, Stephen Safe"
        ],
        "keywords": ""
    },
    {
        "id": 2746,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Nc886 a non-coding RNA and suppressor of PKR exerts an oncogenic function in thyroid cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "nc886 is a recently identified cellular non-coding RNA and its depletion leads to acute cell death via PKR (Protein Kinase RNA-activated) activation. nc886 expression is increased in some malignancies, but silenced in others. However, the precise role of nc886/PKR is controversial: is it a tumor suppressor or an oncogene? In this study, we have clarified the role of nc886 in thyroid cancer by sequentially generating PKR knockout (KO) and PKR/nc886 double KO cell lines from Nthy-ori 3-1, a partially transformed thyroid cell line. Compared to the wildtype, PKR KO alone does not exhibit any significant phenotypic changes. However, nc886 KO cells are less proliferative, migratory, and invasive than their parental PKR KO cells. Importantly, the requirement of nc886 in tumor phenotypes is totally independent of PKR. In our microarray data, nc886 KO suppresses some genes whose elevated expression is associated with poor survival confirmed by data from total of 505 thyroid cancer patients in the Caner Genome Atlas project. Also, the nc886 expression level tends to be elevated and in more aggressively metastatic tumor specimens from thyroid cancer patients. In summary, we have discovered nc886's tumor-promoting role in thyroid cancer which has been concealed by the PKR-mediated acute cell death.",
        "email": "",
        "conf": "Oncotarget",
        "coauthors": [
            "Eun Kyung Lee, Seung Hyun Hong, Sooyong Shin, Hyun Sung Lee, Ju Seog Lee, Eun Jung Park, Sun Shim Choi, Jae Woong Min, Daeyoon Park, Jung Ah Hwang, Betty H. Johnson, Sung Ho Jeon, In Hoo Kim, Yeon Su Lee, Yong Sun Lee"
        ],
        "keywords": "nc886, thyroid cancer, protein kinase R, oncogene"
    },
    {
        "id": 2786,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Regulation of Tumor Angiogenesis by EZH2",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Although VEGF-targeted therapies are showing promise, new angiogenesis targets are needed to make additional gains. Here, we show that increased Zeste homolog 2 (EZH2) expression in either tumor cells or in tumor vasculature is predictive of poor clinical outcome. The increase in endothelial EZH2 is a direct result of VEGF stimulation by a paracrine circuit that promotes angiogenesis by methylating and silencing vasohibin1 (vash1). Ezh2 silencing in the tumor-associated endothelial cells inhibited angiogenesis mediated by reactivation of VASH1, and reduced ovarian cancer growth, which is further enhanced in combination with ezh2 silencing in tumor cells. Collectively, these data support the potential for targeting ezh2 as an important therapeutic approach.",
        "email": "",
        "conf": "Cancer cell",
        "coauthors": [
            "Chunhua Lu, Hee Dong Han, Lingegowda S. Mangala, Rouba Ali-Fehmi, Christopher S. Newton, Laurent Ozbun, Guillermo N. Armaiz-Pena, Wei Hu, Rebecca L. Stone, Adnan Munkarah, Murali K. Ravoori, Mian M.K. Shahzad, Jeong Won Lee, Edna Mora, Robert R. Langley, Amy R. Carroll, Koji Matsuo, Whitney A. Spannuth, Rosemarie Schmandt, Nicholas B. Jennings,Blake W. Goodman, Robert B. Jaffe, Alpa M. Nick, Hye Sun Kim, Eylem Ozturk Guven, Ya Huey Chen, Long Yuan Li, Ming Chuan Hsu, Robert L. Coleman, George A. Calin, Emir B. Denkbas, Jae Yun Lim, Ju Seog Lee, Vikas Kundra, Michael J. Birrer, Mien Chie Hung, Gabriel Lopez-Berestein, Anil K. Sood"
        ],
        "keywords": "Cellcycle"
    },
    {
        "id": 2750,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Nc886 a non-coding RNA of anti-proliferative role is suppressed by CpG DNA methylation in human gastric cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "nc886 is a 101 nucleotide long non-coding RNA that has been designated as a precursor microRNA or a vault RNA based upon it sequence. nc886 has also been suggested to be a tumor suppressor, mainly inferred by its expression pattern as well as its genomic location at human chromosome 5q31, a locus for a tumor suppressor gene(s). However, legitimate data based on nc886's correct identity for its functional cellular roles as a tumor suppressor have not been provided yet. Here we have investigated nc886 in gastric cancer where its expression is suppressed due to CpG DNA hypermethylation at its promoter region in a cohort of paired tumor/normal tissues from 88 gastric cancer patients. CpG hypermethylation of nc886 and thus its diminished expression is significantly associated with poor survival in these cancer patients. nc886 inhibits cell proliferation when ectopically expressed in gastric cancer cells. nc886's tumor suppressive role is corroborated by the induction of well-known oncogenes such as FOS, NF-κB, and MYC upon its knockdown. All these activities of nc886 are undoubtedly independent of mature microRNA or vault RNA. Our data indicate that nc886 is a putative tumor suppressor and could potentially be used as a diagnostic marker in gastric cancer.",
        "email": "",
        "conf": "Oncotarget",
        "coauthors": [
            "Kwang Soo Lee, Jong Lyul Park, Kwanbok Lee, Lauren E. Richardson, Betty H. Johnson, Hyun Sung Lee, Ju Seog Lee, Sang Bae Kim, Oh Hyung Kwon, Kyu Sang Song, Yong Sung Kim, Hassan Ashktorab, Duane T. Smoot, Sung Ho Jeon, Seon Young Kim, Yong Sun Lee"
        ],
        "keywords": "nc886, gastric cancer, CpG DNA methylation, cell proliferation, tumor suppressor"
    },
    {
        "id": 2742,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Genomic Predictors for Recurrence Patterns of Hepatocellular Carcinoma: Model Derivation and Validation",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Typically observed at 2 y after surgical resection, late recurrence is a major challenge in the management of hepatocellular carcinoma (HCC). We aimed to develop a genomic predictor that can identify patients at high risk for late recurrence and assess its clinical implications. Systematic analysis of gene expression data from human liver undergoing hepatic injury and regeneration revealed a 233-gene signature that was significantly associated with late recurrence of HCC. Using this signature, we developed a prognostic predictor that can identify patients at high risk of late recurrence, and tested and validated the robustness of the predictor in patients (n = 396) who underwent surgery between 1990 and 2011 at four centers (210 recurrences during a median of 3.7 y of follow-up). In multivariate analysis, this signature was the strongest risk factor for late recurrence (hazard ratio, 2.2; 95% confidence interval, 1.3–3.7; p = 0.002). In contrast, our previously developed tumor-derived 65-gene risk score was significantly associated with early recurrence (p = 0.005) but not with late recurrence (p = 0.7). In multivariate analysis, the 65-gene risk score was the strongest risk factor for very early recurrence (<1 y after surgical resection) (hazard ratio, 1.7; 95% confidence interval, 1.1–2.6; p = 0.01). The potential significance of STAT3 activation in late recurrence was predicted by gene network analysis and validated later. We also developed and validated 4- and 20-gene predictors from the full 233-gene predictor. The main limitation of the study is that most of the patients in our study were hepatitis B virus–positive. Further investigations are needed to test our prediction models in patients with different etiologies of HCC, such as hepatitis C virus. Two independently developed predictors reflected well the differences between early and late recurrence of HCC at the molecular level and provided new biomarkers for risk stratification.",
        "email": "",
        "conf": "PLoS Medicine",
        "coauthors": [
            "Ji Hoon Kim, Bo Hwa Sohn, Hyun Sung Lee, Sang Bae Kim, Jeong Eun Yoo, Yun Yong Park, Woojin Jeong, Sung Sook Lee, Eun Sung Park, Ahmed Kaseb, Baek-Hui Kim, Wan-Bae Kim, Jong Eun Yeon, Kwan Soo Byun, In Sun Chu, Sung Soo Kim, Xin Wei Wang, Snorri S. Thorgeirsson, John M. Luk, Koo Jeong Kang"
        ],
        "keywords": ""
    },
    {
        "id": 2764,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Comprehensive genomic meta-analysis identifies intra-tumoural stroma as a predictor of survival in patients with gastric cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Gastric adenocarcinoma (gastric cancer, GC) is a major cause of global cancer mortality. Identifying molecular programmes contributing to GC patient survival may improve our understanding of GC pathogenesis, highlight new prognostic factors and reveal novel therapeutic targets. The authors aimed to produce a comprehensive inventory of gene expression programmes expressed in primary GCs, and to identify those expression programmes significantly associated with patient survival. Using a network-modelling approach, the authors performed a large-scale meta-analysis of GC transcriptome data integrating 940 gastric transcriptomes from multiple independent patient cohorts. The authors analysed a training set of 428 GCs and 163 non-malignant gastric samples, and a validation set of 288 GCs and 61 non-malignant gastric samples. The authors identified 178 gene expression programmes (‘modules’) expressed in primary GCs, which were associated with distinct biological processes, chromosomal location patterns, cis-regulatory motifs and clinicopathological parameters. Expression of a transforming growth factor β (TGF-β) signalling associated ‘super-module’ of stroma-related genes consistently predicted patient survival in multiple GC validation cohorts. The proportion of intra-tumoural stroma, quantified by morphometry in tissue sections from gastrectomy specimens, was also significantly associated with stromal super-module expression and GC patient survival. Stromal gene expression predicts GC patient survival in multiple independent cohorts, and may be closely related to the intra-tumoural stroma proportion, a specific morphological GC phenotype. These findings suggest that therapeutic approaches targeting the GC stroma may merit evaluation.",
        "email": "",
        "conf": "Gut",
        "coauthors": [
            "Yonghui Wu",
            "Heike Grabsch",
            "Tatiana Ivanova",
            "Iain Tan",
            "Jacinta Murray",
            "Chia Ooi",
            "Alexander Wright",
            "Nicholas West",
            "Gordon G Hutchins",
            "Jeanie Wu",
            "Minghui Lee",
            "Julian Lee",
            "Jun Koo",
            "Khay Yeoh",
            "Nicole van Grieken",
            "Bauke Ylstra",
            "Sun Rha",
            "Jaffer Ajani",
            "Jae Cheong",
            "Sung Noh",
            "Kiat Lim",
            "Alex Boussioutas",
            "Ju-Seog Lee",
            "Patrick Tan"
        ],
        "keywords": ""
    },
    {
        "id": 2760,
        "label": 61,
        "author": "ju-seog lee",
        "title": "821 The Prrx1 Homeodomain Transcription Factor Plays a Central Role in Pancreatic Regeneration and Carcinogenesis",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Pancreatic cancer represents the fifth most common cause of deaths among cancers worldwide. Its incidence has more than doubled during the last 40 years to 5-10 cases per 100,000 inhabitants and year. Diagnosis often comes too late as patients have unspecific symptoms and no reliable pancreatic cancer-specific marker exist for early diagnosis to perform life-saving therapy. Therefore, 5-year survival rate is, 5% with an average life-expectancy of 6 to 10 months. We recently demonstrated, that proteomic",
        "email": "",
        "conf": "Genes & development",
        "coauthors": [
            "Maximilian Reichert, Shigetsugu Takano, Johannes von Burstin, Steffen Heeg, Sang-Bae Kim, Ju-Seog Lee, Christopher Hahn, Kaori Ihida-Stansbury, Günter Schneider, Andrew D. Rhim, Ben Stanger, Anil K. Rustgi"
        ],
        "keywords": ""
    },
    {
        "id": 2751,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Molecular Profiling of Patient-Matched Brain and Extracranial Melanoma Metastases Implicates the PI3K Pathway as a Therapeutic Target",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "An improved understanding of the molecular pathogenesis of brain metastases, one of the most common and devastating complications of advanced melanoma, may identify and prioritize rational therapeutic approaches for this disease. In particular, the identification of molecular differences between brain and extracranial metastases would support the need for the development of organ-specific therapeutic approaches. Hotspot mutations, copy number variations (CNV), global mRNA expression patterns, and quantitative analysis of protein expression and activation by reverse-phase protein array (RPPA) analysis were evaluated in pairs of melanoma brain metastases and extracranial metastases from patients who had undergone surgical resection for both types of tumors. The status of 154 previously reported hotspot mutations, including driver mutations in BRAF and NRAS, were concordant in all evaluable patient-matched pairs of tumors. Overall patterns of CNV, mRNA expression, and protein expression were largely similar between the paired samples for individual patients. However, brain metastases demonstrated increased expression of several activation-specific protein markers in the PI3K/AKT pathway compared with the extracranial metastases. These results add to the understanding of the molecular characteristics of melanoma brain metastases and support the rationale for additional testing of the PI3K/AKT pathway as a therapeutic target in these highly aggressive tumors.",
        "email": "",
        "conf": "Clinical Cancer Research",
        "coauthors": [
            "Guo Chen, Nitin Chakravarti, Kimberly Aardalen, Alexander J. Lazar, Michael T. Tetzlaff, Bradley Wubbenhorst, Sang-Bae Kim, Scott Kopetz, Alicia A. Ledoux, Y.N. Vashisht Gopal, Cristiano Goncalves Pereira, Wanleng Deng, Ju-Seog Lee, Katherine L. Nathanson, Kenneth D. Aldape, Victor G. Prieto, Darrin Stuart, Michael A. Davies"
        ],
        "keywords": ""
    },
    {
        "id": 2817,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Application of comparative functional genomics to identify best-fit mouse models to study human cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Genetically modified mice have been extensively used for analyzing the molecular events that occur during tumor development. In many, if not all, cases, however, it is uncertain to what extent the mouse models reproduce features observed in the corresponding human conditions1,2,3. This is due largely to lack of precise methods for direct and comprehensive comparison at the molecular level of the mouse and human tumors. Here we use global gene expression patterns of 68 hepatocellular carcinomas (HCCs) from seven different mouse models and 91 human HCCs from predefined subclasses4 to obtain direct comparison of the molecular features of mouse and human HCCs. Gene expression patterns in HCCs from Myc, E2f1 and Myc E2f1 transgenic mice were most similar to those of the better survival group of human HCCs, whereas the expression patterns in HCCs from Myc Tgfa transgenic mice and in diethylnitrosamine-induced mouse HCCs were most similar to those of the poorer survival group of human HCCs. Gene expression patterns in HCCs from Acox1−/− mice and in ciprofibrate-induced HCCs were least similar to those observed in human HCCs. We conclude that our approach can effectively identify appropriate mouse models to study human cancers.",
        "email": "",
        "conf": "Nature Genetics",
        "coauthors": [
            "Ju-Seog Lee, In-Sun Chu, Arsen Mikaelyan, Diego F Calvisi, Jeonghoon Heo, Janardan K Reddy, Snorri S Thorgeirssonh"
        ],
        "keywords": ""
    },
    {
        "id": 2741,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Obesity Early in Adulthood Increases Risk but Does Not Affect Outcomes of Hepatocellular Carcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Despite the significant association between obesity and several cancers, it has been difficult to establish an association between obesity and hepatocellular carcinoma (HCC). Patients with HCC often have ascites, making it a challenge to determine body mass index (BMI) accurately, and many factors contribute to the development of HCC. We performed a case–control study to investigate whether obesity early in adulthood affects risk, age of onset, or outcomes of patients with HCC. We interviewed 622 patients newly diagnosed with HCC from January 2004 through December 2013, along with 660 healthy controls (frequency-matched by age and sex) to determine weights, heights, and body sizes (self-reported) at various ages before HCC development or enrollment as controls. Multivariable logistic and Cox regression analyses were performed to determine the independent effects of early obesity on risk for HCC and patient outcomes, respectively. BMI was calculated, and patients with a BMI of 30 kg/m2 or greater were considered obese. Early adulthood obesity is associated with an increased risk of developing HCC at a young age in the absence of major HCC risk factors, with no effect on outcomes of patients with HCC.",
        "email": "",
        "conf": "Gastroenterology",
        "coauthors": [
            "Manal M. Hassan, Reham Abdel-Wahab, Ahmed Kaseb, Ahmed Shalaby, Alexandria T. Phan, Hashem B. El-Serag, Ernest Hawk, Jeff Morris, Kanwal Pratap Singh Raghav, Ju-Seog Lee, Jean-Nicolas Vauthey, Gehan Bortus, Harrys A. Torres, Christopher I. Amos, Robert A. Wolff, Donghui Li"
        ],
        "keywords": "Obesity,HCC,Case-Control,Risk Factor"
    },
    {
        "id": 2724,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Genomic landscape associated with potential response to anti-CTLA-4 treatment in cancers",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Immunotherapy has emerged as a promising anti-cancer treatment, however, little is known about the genetic characteristics that dictate response to immunotherapy. We develop a transcriptional predictor of immunotherapy response and assess its prediction in genomic data from ~10,000 human tissues across 30 different cancer types to estimate the potential response to immunotherapy. The integrative analysis reveals two distinct tumor types: the mutator type is positively associated with potential response to immunotherapy, whereas the chromosome-instable type is negatively associated with it. We identify somatic mutations and copy number alterations significantly associated with potential response to immunotherapy, in particular treatment with anti-CTLA-4 antibody. Our findings suggest that tumors may evolve through two different paths that would lead to marked differences in immunotherapy response as well as different strategies for evading immune surveillance. Our analysis provides resources to facilitate the discovery of predictive biomarkers for immunotherapy that could be tested in clinical trials.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Chan-Young Ock, Jun-Eul Hwang, Bhumsuk Keam, Sang-Bae Kim, Jae-Jun Shim, Hee-Jin Jang, Sarang Park, Bo Hwa Sohn, Minse Cha, Jaffer A. Ajani, Scott Kopetz, Keun-Wook Lee, Tae Min Kim, Dae Seog Heo, Ju-Seog Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2774,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Gene Expression Signature Analysis Identifies Vorinostat as a Candidate Therapy for Gastric Cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Gastric cancer continues to be one of the deadliest cancers in the world and therefore identification of new drugs targeting this type of cancer is thus of significant importance. The purpose of this study was to identify and validate a therapeutic agent which might improve the outcomes for gastric cancer patients in the future. Using microarray technology, we generated a gene expression profile of human gastric cancer–specific genes from human gastric cancer tissue samples. We used this profile in the Broad Institute's Connectivity Map analysis to identify candidate therapeutic compounds for gastric cancer. We found the histone deacetylase inhibitor vorinostat as the lead compound and thus a potential therapeutic drug for gastric cancer. Vorinostat induced both apoptosis and autophagy in gastric cancer cell lines. Pharmacological and genetic inhibition of autophagy however, increased the therapeutic efficacy of vorinostat, indicating that a combination of vorinostat with autophagy inhibitors may therapeutically be more beneficial. Moreover, gene expression analysis of gastric cancer identified a collection of genes (ITGB5, TYMS, MYB, APOC1, CBX5, PLA2G2A, and KIF20A) whose expression was elevated in gastric tumor tissue and downregulated more than 2-fold by vorinostat treatment in gastric cancer cell lines. In contrast, SCGB2A1, TCN1, CFD, APLP1, and NQO1 manifested a reversed pattern. We showed that analysis of gene expression signature may represent an emerging approach to discover therapeutic agents for gastric cancer, such as vorinostat. The observation of altered gene expression after vorinostat treatment may provide the clue to identify the molecular mechanism of vorinostat and those patients likely to benefit from vorinostat treatment.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Sofie Claerhout",
            "Jae Yun Lim",
            "Woonyoung Choi",
            "Jae Yong Cho"
        ],
        "keywords": ""
    },
    {
        "id": 2730,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Role of CTGF in Sensitivity to Hyperthermia in Ovarian and Uterine Cancers",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Even though hyperthermia is a promising treatment for cancer, the relationship between specific temperatures and clinical benefits and predictors of sensitivity of cancer to hyperthermia is poorly understood. Ovarian and uterine tumors have diverse hyperthermia sensitivities. Integrative analyses of the specific gene signatures and the differences in response to hyperthermia between hyperthermia-sensitive and -resistant cancer cells identified CTGF as a key regulator of sensitivity. CTGF silencing sensitized resistant cells to hyperthermia. CTGF small interfering RNA (siRNA) treatment also sensitized resistant cancers to localized hyperthermia induced by copper sulfide nanoparticles and near-infrared laser in orthotopic ovarian cancer models. CTGF silencing aggravated energy stress induced by hyperthermia and enhanced apoptosis of hyperthermia-resistant cancers.",
        "email": "",
        "conf": "Cell Reports",
        "coauthors": [
            "Hiroto Hatakeyama, Sherry Y. Wu, Yasmin A. Lyons, Sunila Pradeep, Wanqin Wang, Qian Huang, Karem A. Court, Tao Liu, Song Nie, Cristian Rodriguez-Aguayo, Fangrong Shen, Yan Huang, Takeshi Hisamatsu, Takashi Mitamura, Nicholas Jennings, Jeajun Shim, Piotr L. Dorniak, Lingegowda S. Mangala, Marco Petrillo, Vladislav A. Petyuk, Athena A. Schepmoes, Anil K. Shukla, Madeline Torres-Lugo, Ju-Seog Lee, Karin D. Rodland, Anna Fagotti, Gabriel Lopez-Berestein, Chun Li, Anil K. Sood"
        ],
        "keywords": "hyperthermia,ovarian cancer,CTGF,DOPC-liposome,thermosensitivity,copper sulfide nanoparticle"
    },
    {
        "id": 2811,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Molecular prognostication of liver cancer: End of the beginning",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "New technological developments have frequently preceded major advances in biomedical research and medicine [1]. For example, the development of fluorescent DNA sequencing techniques made it possible to establish the large-scale high-throughput technology needed for human genome sequencing. Polymerase chain reaction (PCR), fluorescent DNA sequencing, and other techniques have enabled the discovery of about 1700 mendelian disease genes [2]. The advent of the DNA microarray based technologies has now made it",
        "email": "",
        "conf": "Journal of Hepatology",
        "coauthors": [
            "Snorri S Thorgeirsson",
            "Ju-Seog Lee",
            "Joe W. Grisham"
        ],
        "keywords": ""
    },
    {
        "id": 2820,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Oligonucleotide microarray analysis of aminoallyl-labeled cDNA targets from linear RNA amplification",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Single-stranded long oligonucleotide-based (50- to 70-mer) microarrays offer several advantages over conventional cDNA microarrays. These include the easy preparation of the probes, low cost of array production, and low cross-contamination during probe handling. However, the application of oligonucleotide microarrays for the analysis of global gene expression with small amounts of total RNA using the conventional oligo(dT)-T7 promoter-based amplification is hampered by the single-stranded nature (sense strand) of oligonucleotide probes in microarrays. In this report, we describe modified RNA amplification methods generating antisense-labeled cDNA targets and a successful application for oligonucleotide microarray gene expression analysis. In the first round, mRNA was amplified linearly with oligo(dT)24T7-primed reverse transcription and in vitro transcription by T7 RNA polymerase. In the second round, random 9-mer T3 primers and T3 RNA polymerase were used to generate sense-strand amplified RNA (aRNA). Fluorescently labeled cDNA targets were generated from the aRNA and hybridized to the oligonucleotide microarrays. Our data show that the amplification provides highly reproducible results, as evidenced by a significant correlation between the amplified and nonamplified samples. We also demonstrate that amplification of RNA derived from laser-microdissected tumor samples reproduced the gene expression profiles that were obtained from total RNA isolated from the same samples.",
        "email": "",
        "conf": "BioTechniques",
        "coauthors": [
            "Pal Kaposi-Novak, Ju-Seog Lee, Arsen Mikaelyan, Vyomesh Patel, Snorri S. Thorgeirsson"
        ],
        "keywords": "Gene amplification, Analysis, Target, Complementary DNA, Oligonucleotide, RNA, Microarray"
    },
    {
        "id": 2814,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Spontaneous differentiation of mouse embryonic stem cells in vitro: Characterization by global gene expression profiles",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "We characterized the temporal gene expression changes during four weeks of spontaneous differentiation of mouse ES cells in a monolayer culture in order to obtain better insight into the differentiation process. The overall gene expression pattern was changed dramatically during the first two weeks of spontaneous differentiation, but stabilized after the second week. Most of the genes regulated within the first two weeks of spontaneous differentiation were genes related to development including morphogenesis, cell differentiation, embryonic development, pattern specification, mesoderm development, post-embryonic development, and blastocyst development. While most of the ectoderm lineage related genes were down-regulated, genes related to the mesoderm or endoderm lineage were up-regulated through the first week and second week, respectively. This study revealed that the development of ectoderm lineage is a recessive process during the spontaneous differentiation of mouse ES cells in monolayer culture. Our time-course characterization might provide a useful time line for directed differentiation of mouse ES cells.",
        "email": "",
        "conf": "Biochemical and Biophysical Research Communications",
        "coauthors": [
            "Jeonghoon Heo",
            "Ju-Seog Lee",
            "In-Sun Chu",
            "Yasushi Takahama",
            "Snorri S Thorgeirsson"
        ],
        "keywords": "Embryonic stem cell,Oligonucleotide microarray,Spontaneous differentiation,Monolayer culture,Germ layer lineages"
    },
    {
        "id": 2726,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Comparative transcriptomes of adenocarcinomas and squamous cell carcinomas reveal molecular similarities that span classical anatomic boundaries",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Advances in genomics in recent years have provided key insights into defining cancer subtypes “within-a-tissue”—that is, respecting traditional anatomically driven divisions of medicine. However, there remains a dearth of data regarding molecular profiles that are shared across tissues, an understanding of which could lead to the development of highly versatile, broadly applicable therapies. Using data acquired from The Cancer Genome Atlas (TCGA), we performed a transcriptomics-centered analysis on 1494 patient samples, comparing the two major histological subtypes of solid tumors (adenocarcinomas and squamous cell carcinomas) across organs, with a focus on tissues in which both subtypes arise: esophagus, lung, and uterine cervix. Via principal component and hierarchical clustering analysis, we discovered that histology-driven differences accounted for a greater degree of inherent molecular variation in the tumors than did tissue of origin. We then analyzed differential gene expression, DNA methylation, and non-coding RNA expression between adenocarcinomas and squamous cell carcinomas and found 1733 genes, 346 CpG sites, and 42 microRNAs in common between organ sites, indicating specific adenocarcinoma-associated and squamous cell carcinoma-associated molecular patterns that were conserved across tissues. We then identified specific pathways that may be critical to the development of adenocarcinomas and squamous cell carcinomas, including Liver X receptor activation, which was upregulated in adenocarcinomas but downregulated in squamous cell carcinomas, possibly indicating important differences in cancer cell metabolism between these two histological subtypes of cancer. In addition, we highlighted genes that may be common drivers of adenocarcinomas specifically, such as IGF2BP1, which suggests a possible link between embryonic development and tumor subtype. Altogether, we demonstrate the need to consider biological similarities that transcend anatomical boundaries to inform the development of novel therapeutic strategies. All data sets from our analysis are available as a resource for further investigation.",
        "email": "",
        "conf": "PLoS Genetics",
        "coauthors": [
            "Eric Lin, Tatiana Karakasheva, Ng-Jin Lee, Ju-Seog Lee, Qi Long, Adam J. Bass, Kwok K. Wong, Anil K. Rustgi"
        ],
        "keywords": "Adenocarcinoma of the lung, adenocarcinomas, DNA methylation, esophagus, gene expression, histology, Squamous Cell Carcinomas, Squamous cell lung carcinoma"
    },
    {
        "id": 2773,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Prognostic gene expression signature associated with two molecularly distinct subtypes of colorectal cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Despite continual efforts to develop prognostic and predictive models of colorectal cancer by using clinicopathological and genetic parameters, a clinical test that can discriminate between patients with good or poor outcome after treatment has not been established. Thus, the authors aim to uncover subtypes of colorectal cancer that have distinct biological characteristics associated with prognosis and identify potential biomarkers that best reflect the biological and clinical characteristics of subtypes. Unsupervised hierarchical clustering analysis was applied to gene expression data from 177 patients with colorectal cancer to determine a prognostic gene expression signature. Validation of the signature was sought in two independent patient groups. The association between the signature and prognosis of patients was assessed by Kaplan–Meier plots, log-rank tests and the Cox model. The authors identified a gene signature that was associated with overall survival and disease-free survival in 177 patients and validated in two independent cohorts of 213 patients. In multivariate analysis, the signature was an independent risk factor (HR 3.08; 95% CI 1.33 to 7.14; p=0.008 for overall survival). Subset analysis of patients with AJCC (American Joint Committee on Cancer) stage III cancer revealed that the signature can also identify the patients who have better outcome with adjuvant chemotherapy (CTX). Adjuvant chemotherapy significantly affected disease-free survival in patients in subtype B (3-year rate, 71.2% (CTX) vs 41.9% (no CTX); p=0.004). However, such benefit of adjuvant chemotherapy was not significant for patients in subtype A. The gene signature is an independent predictor of response to chemotherapy and clinical outcome in patients with colorectal cancer",
        "email": "",
        "conf": "Gut",
        "coauthors": [
            "Sang Cheul Oh, Yun Yong Park, Eun Sung Park, Jae Yun Lim, Soo Mi Kim, Sang Bae Kim, Jongseung Kim, Sang Cheol Kim, In Sun Chu, J. Joshua Smith, R. Daniel Beauchamp, Timothy J. Yeatman, Scott Kopetz, Ju Seog Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2754,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Activation of YAP1 Is Associated with Poor Prognosis and Response to Taxanes in Ovarian Cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "We aimed to investigate the clinical significance of the activation of Yes-Associated Protein 1 (YAP1), a key downstream effector of Hippo tumor-suppressor pathway, in ovarian cancer. Materials and Methods: A gene expression signature reflecting activation of YAP1 was developed from gene expression data of 267 samples from patients with ovarian cancer. A refined ovarian cancer YAP1 signature was validated in an independent ovarian cancer cohort (n=185). Associations between the YAP1 signature and prognosis were assessed using Kaplan–Meier plots, the log-rank test, and a Cox proportional hazards model. Results: We identified a 612-gene expression signature reflecting YAP1 activation in ovarian cancer. In multivariate analysis, the signature was an independent predictor of overall survival (hazard ratio=1.66; 95% confidence interval=1.1 to 2.53; p=0.01). In subset analysis, the signature identified patients likely to benefit from taxane-based adjuvant chemotherapy. Conclusion: Activation of YAP1 is significantly associated with prognosis and the YAP1 signature can predict response to taxane-based adjuvant chemotherapy in patients with ovarian cancer.",
        "email": "",
        "conf": "Anticancer research",
        "coauthors": [
            "Woojin Jeong, Sang Bae Kim, Bo Hwa Sohn, Yun Yong Park, Eun Sung Park, Sang Cheol Kim, Sung Soo Kim, Randy L. Johnson, Michael Birrer, David S.L. Bowtell, Gordon Mills, Anil Sood, Ju Seog Lee"
        ],
        "keywords": "DNA microarrays,Ovarian cancer,Prognosis,Taxane,YAP1"
    },
    {
        "id": 2797,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Identification of Potential Driver Genes in Human Liver Carcinoma by Genomewide Screening",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Genomic copy number aberrations and corresponding transcriptional deregulation in the cancer genome have been suggested to have regulatory roles in cancer development and progression. However, functional evaluation of individual genes from lengthy lists of candidate genes from genomic data sets presents a significant challenge. Here, we report effective gene selection strategies to identify potential driver genes based on systematic integration of genome scale data of DNA copy numbers and gene expression profiles. Using regional pattern recognition approaches, we discovered the most probable copy number–dependent regions and 50 potential driver genes. At each step of the gene selection process, the functional relevance of the selected genes was evaluated by estimating the prognostic significance of the selected genes. Further validation using small interference RNA–mediated knockdown experiments showed proof-ofprinciple evidence for the potential driver roles of the genes in hepatocellular carcinoma progression (i.e., NCSTN and SCRIB). In addition, systemic prediction of drug responses implicated the association of the 50 genes with specific signaling molecules (mTOR, AMPK, and EGFR). In conclusion, the application of an unbiased and integrative analysis of multidimensional genomic data sets can effectively screen for potential driver genes and provides novel mechanistic and clinical insights into the pathobiology of hepatocellular carcinoma.",
        "email": "",
        "conf": "Cancer Research",
        "coauthors": [
            "Hyun Goo Woo, Eun Sung Park, Ju-Seog Lee, Yun-Han Lee, Tsuyoshi Ishikawa, Yoon Jun Kim, Snorri S. Thorgeirsson"
        ],
        "keywords": ""
    },
    {
        "id": 2756,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Genomic Profiling of Liver Cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Development of liver cancers is driven largely by genomic alterations that deregulate signaling pathways, influencing growth and survival of cancer cells. Because of the hundreds or thousands of genomic/epigenomic alterations that have accumulated in the cancer genome, it is very challenging to find and test candidate genes driving tumor development and progression. Systematic studies of the liver cancer genome have become available in recent years. These studies have uncovered new potential driver genes, including those not previously known to be involved in the development of liver cancer. Novel approaches combining multiple datasets from patient tissues have created an unparalleled opportunity to uncover potential new therapeutic targets and prognostic/predictive biomarkers for personalized therapy that can improve clinical outcomes of the patients with liver cancer.",
        "email": "gro.nosrednadm@eelj",
        "conf": "Genomics & Informatics",
        "coauthors": [
            "Ju-Seog Lee"
        ],
        "keywords": "gene expression profiling, liver neoplasms, oligonucleotide array sequence analysis"
    },
    {
        "id": 2780,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Deletion of p120-Catenin Results in a Tumor Microenvironment with Inflammation and Cancer that Establishes It as a Tumor Suppressor Gene",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "p120-catenin (p120ctn) interacts with E-cadherin, but to our knowledge, no formal proof that p120ctn functions as a bona fide tumor suppressor gene has emerged to date. We report herein that p120ctn loss leads to tumor development in mice. We have generated a conditional knockout model of p120ctn whereby mice develop preneoplastic and neoplastic lesions in the oral cavity, esophagus, and squamous forestomach. Tumor-derived cells secrete granulocyte macrophage colony-stimulating factor (GM-CSF), macrophage colony-stimulating factor (M-CSF), monocyte chemotactic protein-1 (MCP-1), and tumor necrosis factor-α (TNFα). The tumors contain significant desmoplasia and immune cell infiltration. Immature myeloid cells comprise a significant percentage of the immune cells present and likely participate in fostering a favorable tumor microenvironment, including the activation of fibroblasts.",
        "email": "",
        "conf": "Cancer cell",
        "coauthors": [
            "Douglas B. Stairs,Lauren J. Bayne,Ben Rhoades,Maria E. Vega,Todd J. Waldron,Jiri Kalabis",
            "Andres Klein-Szanto",
            "Ju-Seog Lee",
            "Jonathan P. Katz",
            "J. Alan Diehl",
            "Albert B. Reynolds",
            "Robert H. Vonderheide",
            "Anil K. Rustgi"
        ],
        "keywords": ""
    },
    {
        "id": 2781,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Astrocytes Upregulate Survival Genes in Tumor Cells and Induce Protection from Chemotherapy",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "In the USA, more than 40% of cancer patients develop brain metastasis. The median survival of untreated patients is 1-2 months which may be extended to 6 months with conventional therapy. The resistance of tumor cells growing in the brain to chemotherapy has been attributed to the blood-brain barrier (BBB). Recent data, however, reveal that tumor cells growing in the brain release VEGF that leads to vascular permeability, ruling out that the BBB is a sole mechanism of drug resistance. Brain metastases are surrounded and infiltrated by activated astrocytes whose role in physiology is to protect neurons from toxicity. We became intrigued by the possibility that tumor cells exploit astrocytes for protection from apoptosis induced by chemotherapeutic drugs. Human breast cancer cells (MDA231) and human lung cancer cells (PC14Br4) were co-cultured with GFP-labeled murine astrocytes or NIH3T3 fibroblasts. Chemosensitivity assays against P-glycoprotein (P-gp)-1-associated chemotherapeutic agents, such as paclitaxel, adriamycin, vinblastine, and vincristine, or P-gp-1-dissociated agents such as 5-FU and cisplatinum, were performed by propidium iodide staining and FACS analysis. The development of tumor cell resistance from chemotherapeutic agents was correlated with gap junction communication and expression of survival genes. Identified genes were knocked-down by SiRNA and chemosensitivity was repeated for functional validation. Lastly, to confirm the influence of the microenvironment, tumor cells were first co-cultured with murine astrocytes or fibroblasts and then cultured with either murine astrocytes or fibroblasts. Chemosensitivity assays and gene arrays were performed. Direct cultures of murine astrocytes (but not fibroblasts) with human breast cancer cells or lung cancer cells protected the tumor cells against all tested chemotherapeutic agents, correlating with upregulation of survival genes including GSTA5, BCL2L1, and TWIST1, and activation of Akt and MAPK pathways in the tumor cells. The upregulation of the survival genes and consequent drug resistance were dependent on direct contact between the astrocytes and tumor cells through gap junctions. Knocking down the genes in the tumor cells using specific SiRNA rendered the tumor cells sensitive to the chemotherapeutic agents. The gene expression profiles and chemoresistance were transient, i.e., loss of direct contact of tumor cells with murine astrocytes resulted in loss of resistance and downregulation of the survival genes.",
        "email": "",
        "conf": "Neoplasia (New York N.Y.)",
        "coauthors": [
            "Sun Jin Kim, Jang-Seong Kim, Eun Sung Park, Ju-Seog Lee, Qintang Lin, Robert R. Langley, Marva Maya, Junqin He, Seung Wook Kim, Zhang Weihua, Krishnakumar Balasubramanian, Dominc Fan, Gordon B. Mills, Mien-Chie Hung, Isaiah J. Fidler"
        ],
        "keywords": ""
    },
    {
        "id": 2761,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Wnt pathway contributes to the protection by bone marrow stromal cells of acute lymphoblastic leukemia cells and is a potential therapeutic target",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Leukemia cells are protected by various components of their microenvironment, including marrow stromal cells (MSCs). To understand the molecular mechanisms underlying this protection, we cultured acute lymphoblastic leukemia (ALL) cells with MSCs and studied the effect of the latter on the molecular profiling of ALL cells at the mRNA and protein levels. Our results indicated that activated Wnt signaling in ALL cells is involved in MSC-mediated drug resistance. Blocking the Wnt pathway sensitized the leukemia cells to chemotherapy and improved overall survival in a mouse model. Targeting the Wnt pathway may be an innovative approach to the treatment of ALL.",
        "email": "",
        "conf": "Cancer letters",
        "coauthors": [
            "Yang Yang",
            "Saradhi Mallampati",
            "Baohua Sun",
            "Jing Zhang",
            "Sangbae Kim",
            "Ju-Seog Lee",
            "Yun Gong",
            "Zhen Cai",
            "Xiaoping Sun"
        ],
        "keywords": "Acute lymphoblastic leukemia,Bone marrow stromal cells,Wnt pathway,Wnt pathway inhibitor,Chemotherapy resistance"
    },
    {
        "id": 2807,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Hepatic precursors derived from murine embryonic stem cells contribute to regeneration of injured liver",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "We established an efficient system for differentiation, expansion and isolation of hepatic progenitor cells from mouse embryonic stem (ES) cells and evaluated their capacity to repopulate injured liver. Using mouse ES cells transfected with the green fluorescent protein (GFP) reporter gene regulated by albumin (ALB) enhancer/promoter, we found that a serum‐free chemically defined medium supports formation of embryoid bodies (EBs) and differentiation of hepatic lineage cells in the absence of exogenous growth factors or feeder cell layers. The first GFP+ cells expressing ALB were detected in close proximity to “beating” myocytes after 7 days of EB cultures. GFP+ cells increased in number, acquired hepatocyte‐like morphology and hepatocyte‐specific markers (i.e., ALB, AAT, TO, and G6P), and by 28 days represented more than 30% of cells isolated from EB outgrowths. The FACS‐purified GFP+ cells developed into functional hepatocytes without evidence of cell fusion and participated in the repairing of diseased liver when transplanted into MUP‐uPA/SCID mice. The ES cell‐derived hepatocytes were responsive to normal growth regulation and proliferated at the same rate as the host hepatocytes after an additional growth stimulus from CCl4‐induced liver injury. The transplanted GFP+ cells also differentiated into biliary epithelial cells. In conclusion, a highly enriched population of committed hepatocyte precursors can be generated from ES cells in vitro for effective cell replacement therapy",
        "email": "",
        "conf": "Hepatology",
        "coauthors": [
            "Jeonghoon Heo",
            "Valentina M. Factor",
            "Tania Uren",
            "Yasushi Takahama",
            "Ju‐Seog Lee",
            "Marian Major",
            "Stephen M. Feinstone",
            "Snorri S. Thorgeirsson"
        ],
        "keywords": ""
    },
    {
        "id": 2758,
        "label": 61,
        "author": "ju-seog lee",
        "title": "LIN28B promotes growth and tumorigenesis of the intestinal epithelium via Let-7",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The RNA-binding proteins LIN28A and LIN28B have diverse functions in embryonic stem cells, cellular reprogramming, growth, and oncogenesis. Many of these effects occur via direct inhibition of Let-7 microRNAs (miRNAs), although Let-7-independent effects have been surmised. We report that intestine targeted expression of LIN28B causes intestinal hypertrophy, crypt expansion, and Paneth cell loss. Furthermore, LIN28B fosters intestinal polyp and adenocarcinoma formation. To examine potential Let-7-independent functions of LIN28B, we pursued ribonucleoprotein cross-linking, immunoprecipitation, and high-throughput sequencing (CLIP-seq) to identify direct RNA targets. This revealed that LIN28B bound a substantial number of mRNAs and modestly augmented protein levels of these target mRNAs in vivo. Conversely, Let-7 had a profound effect; modulation of Let-7 levels via deletion of the mirLet7c2/mirLet7b genes recapitulated effects of Lin28b overexpression. Furthermore, intestine-specific Let-7 expression could reverse hypertrophy and Paneth cell depletion caused by Lin28b. This was independent of effects on insulin–PI3K–mTOR signaling. Our study reveals that Let-7 miRNAs are critical for repressing intestinal tissue growth and promoting Paneth cell differentiation. Let-7-dependent effects of LIN28B may supersede Let-7-independent effects on intestinal tissue growth. In summary, LIN28B can definitively act as an oncogene in the absence of canonical genetic alterations.",
        "email": "",
        "conf": "Genes & development",
        "coauthors": [
            "Blair Madison",
            "Qi Liu",
            "Xue Zhong",
            "Christopher M. Hahn",
            "Nan Lin",
            "Matthew J. Emmett",
            "Ben Z. Stanger",
            "Ju-Seog Lee",
            "Anil K Rustgi"
        ],
        "keywords": "intestinal epithelium, Paneth cells, colon cancer, CLIP-seq"
    },
    {
        "id": 2775,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Silencing of p130Cas in Ovarian Carcinoma: A Novel Mechanism for Tumor Cell Death",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "We investigated the clinical and biological significance of p130cas, an important cell signaling molecule, in ovarian carcinoma. Expression of p130cas in ovarian tumors, as assessed by immunohistochemistry, was associated with tumor characteristics and patient survival. The effects of p130cas gene silencing with small interfering RNAs incorporated into neutral nanoliposomes (siRNA-DOPC), alone and in combination with docetaxel, on in vivo tumor growth and on tumor cell proliferation (proliferating cell nuclear antigen) and apoptosis (terminal deoxynucleotidyl transferase dUTP nick-end labeling) were examined in mice bearing orthotopic taxane-sensitive (HeyA8 and SKOV3ip1) or taxane-resistant (HeyA8-MDR) ovarian tumors (n = 10 per group). To determine the specific mechanisms by which p130cas gene silencing abrogates tumor growth, we measured cell viability (MTT assay), apoptosis (fluorescence-activated cell sorting), autophagy (immunoblotting, fluorescence, and transmission electron microscopy), and cell signaling (immunoblotting) in vitro. All statistical tests were two-sided. Increased p130cas expression is associated with poor clinical outcome in human ovarian carcinoma, and p130cas gene silencing decreases tumor growth through stimulation of apoptotic and autophagic cell death.",
        "email": "",
        "conf": "Journal of the National Cancer Institute",
        "coauthors": [
            "Alpa M. Nick, Rebecca L. Stone, Guillermo Armaiz-Pena, Bulent Ozpolat, Ibrahim Tekedereli, Whitney S. Graybill, Charles N. Landen, Gabriel Villares, Pablo Vivas-Mejia, Justin Bottsford-Miller, Hye Sun Kim, Ju-Seog Lee, Soo Mi Kim, Keith A. Baggerly, Prahlad T. Ram, Michael T. Deavers, Robert L. Coleman, Gabriel Lopez-Berestein, Anil K. Sood"
        ],
        "keywords": ""
    },
    {
        "id": 2798,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Chemotherapy and Radiotherapy Resistance: Complexity Reality and Promise",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The article by Glynne-Jones and Mawdsley1 discusses the results of the Radiation Therapy Oncology Group 98-11 study and reaches the correct conclusion in the end that mitomycin plus fluorouracil with radiation should remain the standard therapy for anal canal cancer. The authors raise several strategically important issues with regards to resistance to therapy but also express many uncertainties about the value of induction chemotherapy, role of cisplatin, use of taxanes, and about accelerated repopulations. Considerable emphasis is placed on the role of accelerated repopulations. They argue that induction chemotherapy, by inducing accelerated repopulations, makes chemoradiotherapy ineffective. They suggest that induction chemotherapy, not cisplatin, be abandoned. They suggest that a non–cross-resistant cytotoxic (a taxane) could be considered (and cisplatin be abandoned). Later on, the authors change positions by suggesting that “However, we should not be abandoning neoadjuvant chemotherapy…and so on.”1 Glynne-Jones and Hoskins2 have previously argued against induction chemotherapy before definitive chemoradiotherapy.",
        "email": "",
        "conf": "Journal of Clinical Oncology",
        "coauthors": [
            "Jaffer A. Ajani",
            "Julie G. Izzo",
            "Ju-Seog Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2793,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Hippo signaling is a potent in vivo growth and tumor suppressor pathway in the mammalian liver",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "How organ size is controlled in mammals is not currently understood. In Drosophila the Hippo signaling pathway functions to suppress growth in imaginal discs and has been suggested to control organ size. To investigate the role of hippo signaling in regulation of mammalian organ size we have generated conditional alleles of Sav1, mst1, and mst2, orthologs of Drosophila Salvador and hippo, respectively. Specific deletion of both mst1 and mst2 in hepatocytes results in significantly enlarged livers due to excessive proliferation. By the age of 5–6 months, mst1/2 conditional mutant livers have multiple foci of liver tumors, indicating that the combined activities of mst1 and mst2 act as redundant tumor suppressors in hepatocytes. Similar findings were obtained with liver-specific deletion of Sav1, a second core Hippo signaling component that facilitates activation of mst1 and mst2. Tumors from sav1 mutants exhibited varied morphology, suggesting a mixed-lineage origin of tumor-initiating cells. Transcriptional profiling of liver tissues from both mst1/2 and sav1 conditional mutants revealed a network of Hippo signaling regulated genes with specific enrichment for genes involved in immune and inflammatory responses. Histological and immunological characterization of mst1/2 double mutant liver tissues revealed abundant accumulation of adult facultative stem cells termed oval cells in periductal regions. Because oval cells induction is commonly associated with liver injury and tumor formation, it is likely that these cells contribute to the enlarged livers and hepatomas that we observe in sav1 and mst1/2 mutants. Taken together, our results demonstrate that the Hippo signaling pathway is a critical regulator of mammalian liver growth and a potent suppressor of liver tumor formation.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "Li Lu, Ying Li, Soo Mi Kim, Wouter Bossuyt, Pu Liu, Qiong Qiu, Yingdi Wang, Georg Halder, Milton J. Finegold, Ju-Seog Lee, Randy L. Johnson"
        ],
        "keywords": "hepatocellular carcinoma,oval cell response,Hippo signaling"
    },
    {
        "id": 2733,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Integrated genomic analysis of recurrence-associated small non-coding RNAs in oesophageal cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Oesophageal squamous cell carcinoma (ESCC) is a heterogeneous disease with variable outcomes that are challenging to predict. A better understanding of the biology of ESCC recurrence is needed to improve patient care. Our goal was to identify small non-coding RNAs (sncRNAs) that could predict the likelihood of recurrence after surgical resection and to uncover potential molecular mechanisms that dictate clinical heterogeneity. We developed a robust prediction model for recurrence based on the analysis of the expression profile data of sncRNAs from 108 fresh frozen ESCC specimens as a discovery set and assessment of the associations between sncRNAs and recurrence-free survival (RFS). We also evaluated the mechanistic and therapeutic implications of sncRNA obtained through integrated analysis from multiple datasets. We developed an easy-to-use prognostic model with three sncRNAs as robust prognostic markers for postoperative recurrence of ESCC. We anticipate that such a stratified and systematic, tumour-specific biological approach will potentially contribute to significant improvement in ESCC treatment.",
        "email": "",
        "conf": "Gut",
        "coauthors": [
            "Hee-Jin Jang",
            "Hyun-Sung Lee",
            "Bryan Burt",
            "Geon Lee",
            "Kyong-Ah Yoon",
            "Yun-Yong Park",
            "Bo Sohn",
            "Sang Kim",
            "Moon Kim",
            "Jong Lee",
            "Jungnam Joo",
            "Sang Kim",
            "Ju Yun",
            "Kook Na",
            "Yoon-La Choi",
            "Jong-Lyul Park",
            "Seon-Young Kim",
            "Yong Lee",
            "Leng Han",
            "Han Liang",
            "Duncan Mak",
            "Jared Burks",
            "Jae Zo",
            "David Sugarbaker",
            "Young Shim",
            "Ju-Seog Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2771,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Systems Biology Approaches to Decoding the Genome of Liver Cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Molecular classification of cancers has been significantly improved patient outcomes through the implementation of treatment protocols tailored to the abnormalities present in each patient's cancer cells. Breast cancer represents the poster child with marked improvements in outcome occurring due to the implementation of targeted therapies for estrogen receptor or human epidermal growth factor receptor-2 positive breast cancers. Important subtypes with characteristic molecular features as potential therapeutic targets are likely to exist for all tumor lineages including hepatocellular carcinoma (HCC) but have yet to be discovered and validated as targets. Because each tumor accumulates hundreds or thousands of genomic and epigenetic alterations of critical genes, it is challenging to identify and validate candidate tumor aberrations as therapeutic targets or biomarkers that predict prognosis or response to therapy. Therefore, there is an urgent need to devise new experimental and analytical strategies to overcome this problem. Systems biology approaches integrating multiple data sets and technologies analyzing patient tissues holds great promise for the identification of novel therapeutic targets and linked predictive biomarkers allowing implementation of personalized medicine for HCC patients.",
        "email": "",
        "conf": "Cancer Research and Treatment",
        "coauthors": [
            "Ju-Seog Lee",
            "Ji hoon Kim",
            "Yun-Yong Park",
            "Gordon B Mills"
        ],
        "keywords": "Oligonucleotide array sequence analysis, Gene expression profiling, Hepatocellular carcinoma, Genomics, Systems biology, Proteomics"
    },
    {
        "id": 2757,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Large conserved domains of low DNA methylation maintained by Dnmt3a",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Gains and losses in DNA methylation are prominent features of mammalian cell types. To gain insight into the mechanisms that promote shifts in DNA methylation and contribute to changes in cell fate, including malignant transformation, we performed genome-wide mapping of 5-methylcytosine and 5-hydroxymethylcytosine in purified mouse hematopoietic stem cells. We discovered extended regions of low methylation (canyons) that span conserved domains frequently containing transcription factors and are distinct from CpG islands and shores. About half of the genes in these methylation canyons are coated with repressive histone marks, whereas the remainder are covered by activating histone marks and are highly expressed in hematopoietic stem cells (HSCs). Canyon borders are demarked by 5-hydroxymethylcytosine and become eroded in the absence of DNA methyltransferase 3a (Dnmt3a). Genes dysregulated in human leukemias are enriched for canyon-associated genes. The new epigenetic landscape we describe may provide a mechanism for the regulation of hematopoiesis and may contribute to leukemia development.",
        "email": "",
        "conf": "Nature Genetics",
        "coauthors": [
            "Mira Jeong, Deqiang Sun, Min Luo, Yun Huang, Grant A Challen, Benjamin Rodriguez, Xiaotian Zhang, Lukas Chavez, Hui Wang, Rebecca Hannah, Sang-Bae Kim, Liubin Yang, Myunggon Ko, Rui Chen, Berthold Göttgens, Ju-Seog Lee, Preethi Gunaratne, Lucy A Godley, Gretchen J Darlington, Anjana Rao, Wei Li, Margaret A Goodell"
        ],
        "keywords": ""
    },
    {
        "id": 2749,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Epigenetic silencing of the non-coding RNA nc886 provokes oncogenes during human esophageal tumorigenesis",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "nc886 (= vtRNA2-1 or pre-miR-886) is a recently discovered noncoding RNA that is a cellular PKR (Protein Kinase RNA-activated) ligand and repressor. nc886 has been suggested to be a tumor suppressor, solely based on its expression pattern and genomic locus. In this report, we have provided sufficient evidence that nc886 is a putative tumor suppressor in esophageal squamous cell carcinoma (ESCC). In 84 paired specimens from ESCC patients, nc886 expression is significantly lower in tumors than their normal adjacent tissues. More importantly, decreased expression of nc886 is significantly associated with shorter recurrence-free survival of the patients. Suppression of nc886 is mediated by CpG hypermethylation of its promoter, as evidenced by its significant negative correlation to nc886 expression in ESCC tumors and by induced expression of nc886 upon demethylation of its promoter. Knockdown of nc886 and consequent PKR activation induce FOS and MYC oncogenes as well as some inflammatory genes including oncogenic NF-κB. When ectopically expressed, nc886 inhibits proliferation of ESCC cells, further demonstrating that nc886 could be a tumor suppressor. All these findings implicate nc886 as a novel, putative tumor suppressor that is epigenetically silenced and regulates the expression of oncogenes in ESCC.",
        "email": "",
        "conf": "Oncotarget",
        "coauthors": [
            "Hyun-Sung Lee",
            "Kwanbok Lee",
            "Hee-Jin Jang",
            "Yong Sun Lee"
        ],
        "keywords": "nc886, ESCC, CpG DNA methylation, tumor suppressor"
    },
    {
        "id": 2795,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Integrative Analysis of Cyclin Protein Levels Identifies Cyclin B1 as a Classifier and Predictor of Outcomes in Breast Cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "We studied the expression levels of cyclins B1, D1, and E1 and the implications of cyclin overexpression for patient outcomes in distinct breast cancer subtypes defined by clinical variables and transcriptional profiling. The expression levels of cyclins B1, D1, and E1 were quantified in 779 breast tumors and 53 cell lines using reverse phase protein arrays and/or transcriptional profiling. Whereas cyclin E1 overexpression was a specific marker of triple-negative and basal-like tumors, cyclin B1 overexpression occurred in poor prognosis hormone receptor–positive, luminal B and basal-like breast cancers. Cyclin D1 overexpression occurred in luminal and normal-like cancers. Breast cancer subgroups defined by integrated expression of cyclins B1, D1, and E1 correlated significantly (P < 0.000001) with tumor subtypes defined by transcriptional profiling and clinical criteria. Across three hormone receptor–positive data sets, cyclin B1 was the dominant cyclin associated with poor prognosis in univariate and multivariate analyses. Although CCNE1 was present in significantly higher copy numbers in basal-like versus other subtypes (ANOVA P < 0.001), CCNB1 gene copy number did not show gain in breast cancer. Instead, cyclin B1 expression was increased in tumors with co-occurrence of TP53 mutations and MYC amplification, a combination that seems to characterize basal-like and luminal B tumors. CCNB1 gene expression was significantly correlated with PLK, CENPE, and AURKB gene expression. ",
        "email": "",
        "conf": "Clinical Cancer Research",
        "coauthors": [
            "Roshan Agarwal, Ana-Maria Gonzalez-Angulo, Simen Myhre, Mark Carey, Ju-Seog Lee, Jens Overgaard, Jan Alsner, Katherine Stemke-Hale, Ana Lluch, Richard M. Neve, Wen Lin Kuo, Therese Sorlie, Aysegul Sahin, Vicente Valero, Khandan Keyomarsi, Joe W. Gray, Anne-Lise Borresen-Dale, Gordon B. Mills, Bryan T. Hennessy"
        ],
        "keywords": ""
    },
    {
        "id": 2745,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Significant Association of Oncogene YAP1 with Poor Prognosis and Cetuximab Resistance in Colorectal Cancer Patients",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Activation of YAP1, a novel oncogene in the Hippo pathway, has been observed in many cancers, including colorectal cancer. We investigated whether activation of YAP1 is significantly associated with prognosis or treatment outcomes in colorectal cancer. A gene expression signature reflecting YAP1 activation was identified in colorectal cancer cells, and patients with colorectal cancer were stratified into two groups according to this signature: activated YAP1 colorectal cancer (AYCC) or inactivated YAP1 colorectal cancer (IYCC). Stratified patients in five test cohorts were evaluated to determine the effect of the signature on colorectal cancer prognosis and response to cetuximab treatment. The activated YAP1 signature was associated with poor prognosis for colorectal cancer in four independent patient cohorts with stage I–III disease (total n = 1,028). In a multivariate analysis, the impact of the YAP1 signature on disease-free survival was independent of other clinical variables [hazard ratio (HR), 1.63; 95% confidence interval (CI), 1.25–2.13; P < 0.001]. In patients with stage IV colorectal cancer and wild-type KRAS, IYCC patients had a better disease control rate and progression-free survival (PFS) after cetuximab monotherapy than did AYCC patients; however, in patients with KRAS mutations, PFS duration after cetuximab monotherapy was not different between IYCC and AYCC patients. In multivariate analysis, the effect of YAP1 activation on PFS was independent of KRAS mutation status and other clinical variables (HR, 1.82; 95% CI, 1.05–3.16; P = 0.03). Activation of YAP1 is highly associated with poor prognosis for colorectal cancer and may be useful in identifying patients with metastatic colorectal cancer resistant to cetuximab",
        "email": "",
        "conf": "Clinical Cancer Research",
        "coauthors": [
            "Keun-Wook Lee, Sung Sook Lee, Sang-Bae Kim, Bo Hwa Sohn, Hyun-Sung Lee, Hee-Jin Jang, Yun-Yong Park, Scott Kopetz, Sung Soo Kim, Sang Cheul Oh, Ju-Seog Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2768,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Kinome expression profiling identifies IKBKE as a predictor of overall survival in clear cell renal cell carcinoma patients",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "There are 516 known kinases in the human genome. Because of their important role maintaining proper cellular function, they are often misregulated during tumorigenesis and associated with clinical outcomes in cancer patients, including clear cell renal cell carcinoma (ccRCC). However, less is known about the global expression status of these genes in renal cell carcinoma and their association with clinical outcomes. We performed a systematic analysis of gene expression for 503 kinases in 93 tumor samples and adjacent normal tissues. Expression patterns for 41 kinases were able to clearly differentiate tumor and normal samples. Expression of I-kappa-B kinase epsilon ( IKBKE ) was associated with a 5.3-fold increased risk of dying [95% confidence interval (CI): 1.93–14.59, P -value: 0.0012]. Individuals with high IKBKE expression were at a significantly increased risk of death (hazard ratio: 3.34, 95% CI: 1.07–10.40, P -value: 0.038) resulting in a significantly reduced overall survival time compared with those with low IKBKE tumor expression ( P -value: 0.049). These results for IKBKE were validated in a replication population consisting of 237 ccRCC patients ( P -value: 0.0021). Furthermore, IKBKE was observed to be higher expressed in tumors compared with adjacent normal tissues ( P -value < 10 −7 ). IKBKE is a member of the nuclear factor-kappaB (NF-κB) signaling pathway and interestingly, gene expression patterns for other members of the NF-κB pathway were not associated with survival, suggesting that IKBKE gene expression may be an independent marker of variation in overall survival. Overall, these results support a novel role for IKBKE expression in modulating overall survival in ccRCC patients.",
        "email": "",
        "conf": "Carcinogenesis",
        "coauthors": [
            "Michelle A.T. Hildebrandt, Weiqi Tan, Pheroze Tamboli, Maosheng Huang, Yuanqing Ye, Jie Lin, Ju-Seog Lee, Christopher G. Wood, Xifeng Wu"
        ],
        "keywords": "gene expression,cancer,cell function,renal cell carcinoma,gene expression profiling,genes,genome,i-kappa b proteins,phosphotransferases,terminally ill,neoplasms,treatment outcome,signal pathway,signal transduction pathways,tumorigenesis,clear cell renal cell carcinoma"
    },
    {
        "id": 2721,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Mechanism mediated by a noncoding RNA nc886 in the cytotoxicity of a DNA-reactive compound",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "DNA-reactive compounds are harnessed for cancer chemotherapy. Their genotoxic effects are considered to be the main mechanism for the cytotoxicity to date. Because this mechanism preferentially affects actively proliferating cells, it is postulated that the cytotoxicity is specific to cancer cells. Nonetheless, they do harm normal quiescent cells, suggesting that there are other cytotoxic mechanisms to be uncovered. By employing doxorubicin as a representative DNA-reactive compound, we have discovered a cytotoxic mechanism that involves a cellular noncoding RNA (ncRNA) nc886 and protein kinase R (PKR) that is a proapoptotic protein. nc886 is transcribed by RNA polymerase III (Pol III), binds to PKR, and prevents it from aberrant activation in most normal cells. We have shown here that doxorubicin evicts Pol III from DNA and, thereby, shuts down nc886 transcription. Consequently, the instantaneous depletion of nc886 provokes PKR and leads to apoptosis. In a short-pulse treatment of doxorubicin, these events are the main cause of cytotoxicity preceding the DNA damage response in a 3D culture system as well as the monolayer cultures. By identifying nc886 as a molecular signal for PKR to sense doxorubicin, we have provided an explanation for the conundrum why DNA-damaging drugs can be cytotoxic to quiescent cells that have the competent nc886/PKR pathway.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "Nawapol Kunkeaw, Yeon-Su Lee, Wonkyun Ronny Im, Jiyoung Joan Jang, Min-Ji Song, Bobae Yang, Jong-Lyul Park, Seon-Young Kim, Yongsuk Ku, Yoosik Kim, Sangmin Kang, Hye-ram Jo, Jae-Hoon Jeong, Hyun-Sung Lee, Ju-Seog Lee, Hyoung-Pyo Kim, Betty H. Johnson, In-Hoo Kim, Yong Sun Lee"
        ],
        "keywords": "nc886,protein kinase R,doxorubicin,cytotoxicity,RNA polymerase"
    },
    {
        "id": 2755,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Comparison of Prognostic Genomic Predictors in Colorectal Cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Although several prognostic genomic predictors have been identified from independent studies, it remains unclear whether these predictors are actually concordant with respect to their predictions for individual patients and which predictor performs best. We compared five prognostic genomic predictors, the V7RHS, the ColoGuideEx, the Meta163, the OncoDX, and the MDA114, in terms of predicting disease-free survival in two independent cohorts of patients with colorectal cancer. We found that only two predictors, OncoDX and MDA114, demonstrated robust performance in identifying patients with poor prognosis in 2 independent cohorts. These two predictors also had modest but significant concordance of predicted outcome (r>0.3, P<0.001 in both cohorts). Further validation of developed genomic predictors is necessary. Despite the limited number of genes shared by OncoDX and MDA114, individual-patient outcomes predicted by these two predictors were significantly concordant.",
        "email": "gro.nosrednadm@eelj",
        "conf": "PLoS ONE",
        "coauthors": [
            "Yun-Yong Park",
            "Sung Sook Lee",
            "Jae Yun Lim",
            "Sang Cheol Kim",
            "Sang Bae Kim",
            "Bo Hwa Sohn",
            "In-Sun Chu",
            "Sang Cheul Oh",
            "Eun Sung Park",
            "Woojin Jeong",
            "Sung Soo Kim",
            "Scott Kopetz",
            "Ju-Seog Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2737,
        "label": 61,
        "author": "ju-seog lee",
        "title": "YAP1 and TAZ Activates mTORC1 Pathway by Regulating Amino Acid Transporters in hepatocellular carcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Metabolic activation is a common feature of many cancer cells and is frequently associated with the clinical outcomes of various cancers, including hepatocellular carcinoma (HCC). Thus, aberrantly activated metabolic pathways in cancer cells are attractive targets for cancer therapy. YAP1 and TAZ are oncogenic downstream effectors of the Hippo tumor suppressor pathway, which is frequently inactivated in many cancers. Our study revealed that YAP1/TAZ regulates amino acid metabolism by up-regulating expression of the amino acid transporters SLC38A1 and SLC7A5. Subsequently, increased uptake of amino acids by the transporters activates mTORC1, a master regulator of cell growth, and stimulates cell proliferation. We also show that high expression of SLC38A1 and SLC7A5 is significantly associated with shorter survival in HCC patients. Furthermore, inhibition of the transporters and mTORC1 significantly block YAP1/TAZ-mediated tumorigenesis in the liver. These findings elucidate regulatory networks connecting the Hippo pathway to mTORC1 through amino acid metabolism and the mechanism’s potential clinical implications for treating HCC.",
        "email": "",
        "conf": "Hepatology",
        "coauthors": [
            "Yun-Yong Park",
            "Bo Hwa Sohn",
            "Randy Johnson",
            "Myoung-Hee Kang",
            "Sang Bae Kim",
            "Jae-Jun Shim",
            "Lingegowda S. Mangala",
            "Ji Hoon Kim",
            "Jeong Eun Yoo",
            "Cristian Rodriguez-Aguaya",
            "Sunita Pradeep",
            "Jun Eul Hwang",
            "Hee-Jin Jang",
            "Hyun-Sung Lee",
            "Rajesha Rupaimoole",
            "Gabriel Lopez-Berestein",
            "Woojin Jeong",
            "Inn Sun Park",
            "Young Nyun Park",
            "Anil K. Sood",
            "Gordon B. Mills",
            "Ju-Seog Lee"
        ],
        "keywords": "HCC, Hippo pathway, mTOR pathway, Amino acid transporters, metabolism, genomics"
    },
    {
        "id": 2777,
        "label": 61,
        "author": "ju-seog lee",
        "title": "LIN28B Promotes Colon Cancer Progression and Metastasis",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "LIN28B is a homologue of LIN28 that induces pluripotency when expressed in conjunction with OCT4, SOX2, and KLF4 in somatic fibroblasts. LIN28B represses biogenesis of let-7 microRNAs and is implicated in both development and tumorigenesis. Recently, we have determined that LIN28B overexpression occurs in colon tumors. We conducted a comprehensive analysis of LIN28B protein expression in human colon adenocarcinomas. We found that LIN28B overexpression correlates with reduced patient survival and increased probability of tumor recurrence. To elucidate tumorigenic functions of LIN28B, we constitutively expressed LIN28B in colon cancer cells and evaluated tumor formation in vivo. Tumors with constitutive LIN28B expression exhibit increased expression of colonic stem cell markers LGR5 and PROM1, mucinous differentiation, and metastasis. Together, our findings point to a function for LIN28B in promoting colon tumor pathogenesis, especially metastasis",
        "email": "",
        "conf": "Cancer Research",
        "coauthors": [
            "Catrina E. King, Miriam Cuatrecasas, Antoni Castells, Antonia R. Sepulveda, Ju-Seog Lee, Anil K. Rustgi"
        ],
        "keywords": "colon cancer; differentiation; metastasis"
    },
    {
        "id": 2735,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Metabolic activation of mitochondria in glioma stem cells promotes cancer development through a reactive oxygen species-mediated mechanism",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Cancer stem cells (CSCs) possess characteristics associated with normal stem cells, specifically the abilities to renew themselves and to give rise to all cell types (differentiation). It is assumed that induction of differentiation in CSCs would reduce their ability to form tumors. What triggers CSC differentiation and the role of “differentiation” in tumorigenesis remain elusive. Glioma stem cell (GSC) lines and subcutaneous as well as orthotopic xenografts established from fresh surgical specimens of glioblastoma multiforme were used. Exposure of GSCs to serum activates mitochondrial respiration and causes an increase in mitochondrial reactive oxygen species (ROS) as well as oxidative stress responses, leading to the appearance of differentiation morphology and a deceased expression of CSC markers. Chemical perturbation of the mitochondrial electron transport chain causes ROS increase and further downregulation of stem cell markers, while antioxidant N-acetyl-cysteine reduces ROS and suppresses the differentiation of GSCs. Surprisingly, the serum-induced differentiated GSCs exhibit greater ability to form tumor in both orthotopic and subcutaneous xenograft models, which can be suppressed by N-acetyl-cysteine. Mitochondrial ROS from the serum-stimulated cells triggered the activation of nuclear factor-kappa-B (NFκB) pathway, which is a potential mechanism for the promotion of tumorigenesis.",
        "email": "",
        "conf": "Stem Cell Research & Therapy",
        "coauthors": [
            "Shuqiang Yuan, Yunxin Lu, Jing Yang, Gang Chen, Sangbae Kim, Li Feng, Marcia Ogasawara, Naima Hammoudi, Weiqin Lu, Hui Zhang, Jinyun Liu, Howard Colman, Ju-Seog Lee, Xiao-Nan Li, Rui-hua Xu, Peng Huang, Feng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 2748,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Hematogenous Metastasis of Ovarian Cancer: Rethinking Mode of Spread",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Ovarian cancer has a clear predilection for metastasis to the omentum, but the underlying mechanisms involved in ovarian cancer spread are not well understood. Here, we used a parabiosis model that demonstrates preferential hematogenous metastasis of ovarian cancer to the omentum. Our studies revealed that the ErbB3-neuregulin 1 (NRG1) axis is a dominant pathway responsible for hematogenous omental metastasis. Elevated levels of ErbB3 in ovarian cancer cells and NRG1 in the omentum allowed for tumor cell localization and growth in the omentum. Depletion of ErbB3 in ovarian cancer impaired omental metastasis. Our results highlight hematogenous metastasis as an important mode of ovarian cancer metastasis. These findings have implications for designing alternative strategies aimed at preventing and treating ovarian cancer metastasis.",
        "email": "",
        "conf": "Cancer Cell",
        "coauthors": [
            "Sunila Pradeep, Seung W. Kim, Sherry Y. Wu, Masato Nishimura, Pradeep Chaluvally-Raghavan, Takahito Miyake, Chad V. Pecot, Sun-Jin Kim, Hyun-Jin Choi, Farideh Z. Bischoff, Julie Ann Mayer, Li Huang, Alpa M. Nick, Carolyn S. Hall, Cristian Rodriguez-Aguayo, Behrouz Zand, Heather J. Dalton, Thiruvengadam Arumugam, Ho Jeong Lee, Hee Dong Han, Min Soon Cho, Rajesha Rupaimoole, Lingegowda S. Mangala, Vasudha Sehgal, Sang Cheul Oh, Jinsong Liu, Ju-Seog Lee, Robert L. Coleman, Sciprofile linkPrahlad Ram, Gabriel Lopez-Berestein, Isaiah J. Fidler, Anil K. Sood, Lee Ho Jeong"
        ],
        "keywords": "hematogenous metastasis, Ovarian Cancer Metastasis, omentum, Spread Ovarian Cancer, Metastasis of Ovarian"
    },
    {
        "id": 2743,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Profiling of Exome Mutations Associated with Progression of HBV-Related Hepatocellular Carcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Recent advances in sequencing technology have allowed us to profile genome-wide mutations of various cancer types, revealing huge heterogeneity of cancer genome variations. However, its heterogeneous landscape of somatic mutations according to liver cancer progression is not fully understood. Here, we profiled the mutations and gene expressions of early and advanced hepatocellular carcinoma (HCC) related with Hepatitis B-viral infection. Integrative analysis was performed with whole-exome sequencing and gene expression profiles of the 12 cases of early and advanced HCCs and paired non-tumoral adjacent liver tissues. A total of 293 tumor-specific somatic variants and 202 non-tumoral variants were identified. The tumor-specific variants were found to be enriched at chromosome 1q particularly in the advanced HCC, compared to the non-tumoral variants. Functional enrichment analysis revealed frequent mutations at the genes encoding cytoskeleton organization, cell adhesion, and cell cycle-related genes. In addition, to elucidate actionable somatic mutations, we performed an integrative analysis of gene mutations and gene expression profiles together. This revealed the 48 mutated genes which were differentially mutated with concomitant gene expression enrichment. Of these, CTNNB1 was found to have a pivotal role in the differential progression of the HCC subgroup. In conclusion, our integrative analysis of whole-exome sequencing and transcriptome profiles could provide actionable mutations which might play pivotal roles in the heterogeneous progression of HCC.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Hyun Goo Woo",
            "Soon Sun Kim",
            "Hyunwoo Cho",
            "So Mee Kwon",
            "Hyo Jung Cho",
            "Seun Joo Ahn",
            "Eun Sung Park",
            "Ju-Seog Lee",
            "Sung Won Cho",
            "Jae Youn Cheong"
        ],
        "keywords": ""
    },
    {
        "id": 2806,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Heterologous Tissue Culture Expression Signature Predicts Human Breast Cancer Prognosis",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Cancer patients have highly variable clinical outcomes owing to many factors, among which are genes that determine the likelihood of invasion and metastasis. This predisposition can be reflected in the gene expression pattern of the primary tumor, which may predict outcomes and guide the choice of treatment better than other clinical predictors. We developed an mRNA expression-based model that can predict prognosis/outcomes of human breast cancer patients regardless of microarray platform and patient group. Our model was developed using genes differentially expressed in mouse plasma cell tumors growing in vivo versus those growing in vitro. The prediction system was validated using published data from three cohorts of patients for whom microarray and clinical data had been compiled. The model stratified patients into four independent survival groups (BEST, GOOD, BAD, and WORST: log-rank test p = 1.7×10−8). Our model significantly improved the survival prediction over other expression-based models and permitted recognition of patients with different prognoses within the estrogen receptor-positive group and within a single pathological tumor class. Basing our predictor on a dataset that originated in a different species and a different cell type may have rendered it less sensitive to proliferation differences and endowed it with wide applicability.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Eun Sung Park",
            "Ju-Seog Lee",
            "Hyun Goo Woo",
            "J Frederic Mushinski"
        ],
        "keywords": ""
    },
    {
        "id": 2728,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Comprehensive and Integrative Genomic Characterization of Hepatocellular Carcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Liver cancer has the second highest worldwide cancer mortality rate and has limited therapeutic options. We analyzed 363 hepatocellular carcinoma (HCC) cases by whole-exome sequencing and DNA copy number analyses, and we analyzed 196 HCC cases by DNA methylation, RNA, miRNA, and proteomic expression also. DNA sequencing and mutation analysis identified significantly mutated genes, including LZTR1, EEF1A1, SF3B1, and SMARCA4. Significant alterations by mutation or downregulation by hypermethylation in genes likely to result in HCC metabolic reprogramming (ALB, APOB, and CPS1) were observed. Integrative molecular HCC subtyping incorporating unsupervised clustering of five data platforms identified three subtypes, one of which was associated with poorer prognosis in three HCC cohorts. Integrated analyses enabled development of a p53 target gene expression signature correlating with poor survival. Potential therapeutic targets for which inhibitors exist include WNT signaling, MDM4, MET, VEGFA, MCL1, IDH1, TERT, and immune checkpoint proteins CTLA-4, PD-1, and PD-L1.",
        "email": "",
        "conf": "Cell",
        "coauthors": [
            "AdrianAlly,Miruna Balasundaram,Rebecca Carlsen,Eric Chuah,Amanda Clarke,Noreen Dhalla,Robert A. Holt,Steven J.M. Jones,Darlene Lee,Yussanne Ma,Marco A. Marra,Michael Mayo,Richard A.Moore,Andrew J. Mungall,Jacqueline E. Schein,Payal Sipahimalani,Angela Tam,Nina Thiessen,Dorothy Cheung,Tina Wong,Denise Brooks,A. Gordon Robertson,Reanne Bowlby,Karen Mungall,Sara Sadeghi,Liu Xi,Kyle Covington,Eve Shinbrot,David A.Wheeler,Richard A.Gibbs,Lawrence A.Donehower,Linghua Wang,Jay Bowen,Julie M.Gastier-Foster,Mark Gerken,Carmen Helsel,Kristen M. Leraas,Tara M.Lichtenberg,Nilsa C.Ramirez,Lisa Wise,Erik Zmuda,Stacey B.Gabriel,Matthew Meyerson,Carrie Cibulskis,Bradley A.Murray,Juliann Shih,Rameen,Beroukhim,Andrew D.Cherniack,Steven E. Schumacher,Gordon Saksena"
        ],
        "keywords": ""
    },
    {
        "id": 2790,
        "label": 61,
        "author": "ju-seog lee",
        "title": "847g Inactivation of the P120-Catenin Gene Results in a Tumor Microenvironment With Inflammation and Cancer That Establishes Its Identity as a Bone Fide Tumor Suppressor",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Recent data suggests that sporadic right-sided (R) neoplasms may have a different biology from left-sided (L) ones. In UC, the risk of neoplastic progression based on location of dysplasia has received little attention. Aim: To determine the rate of progression to advanced neoplasia (AN) for initial L vs. R dysplasia in UC. Methods: The Mount Sinai UC-Dysplasia Surveillance Database contains clinical, endoscopic, and pathologic information on more than 700 pts who have undergone 2 or more surveillance colonoscopies between",
        "email": "",
        "conf": "Gastroenterology",
        "coauthors": [
            "Douglas Stairs, Lauren J. Bayne, Ben Rhoades, Keeley L. Mui, Jiri Kalabis, Hiroshi Nakagawa, Gabrielle S. Wong, Katharine D. Grugan, Andres J. Klein-Szanto, Ju-Seog Lee, Jonathan P. Katz, Robert H. Vonderheide, Albert B. Reynolds, Anil K. Rustgi"
        ],
        "keywords": ""
    },
    {
        "id": 2787,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Periostin a Cell Adhesion Molecule Facilitates Invasion in the Tumor Microenvironment and Annotates a Novel Tumor-Invasive Signature in Esophageal Cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Human squamous cell cancers are the most common epithelially derived malignancies. One example is esophageal squamous cell carcinoma (ESCC), which is associated with a high mortality rate that is related to a propensity for invasion and metastasis. Here, we report that periostin, a highly expressed cell adhesion molecule, is a key component of a novel tumor-invasive signature obtained from an organotypic culture model of engineered ESCC. This tumor-invasive signature classifies with human ESCC microarrays, underscoring its utility in human cancer. Genetic modulation of periostin promotes tumor cell migration and invasion as revealed in gain-of-loss and loss-of-function experiments. Inhibition of epidermal growth factor receptor signaling and restoration of wild-type p53 function were each found to attenuate periostin, suggesting the interdependence of two common genetic alterations with periostin function. Collectively, our studies reveal periostin as an important mediator of ESCC tumor invasion and they indicate that organotypic (three-dimensional) culture can offer an important tool to discover novel biological effectors in cancer",
        "email": "",
        "conf": "Cancer Research",
        "coauthors": [
            "Carmen Z. Michaylira, Gabrielle S. Wong, Charles G. Miller, Christie M. Gutierrez, Hiroshi Nakagawa, Rachel Hammond, Andres J. Klein-Szanto, Ju-Seog Lee, Sang Bae Kim, Meenhard Herlyn, J. Alan Diehl, Phyllis Gimotty, Anil K. Rustgi"
        ],
        "keywords": ""
    },
    {
        "id": 2747,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Comprehensive molecular characterization of gastric adenocarcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Gastric cancer is a leading cause of cancer deaths, but analysis of its molecular and clinical characteristics has been complicated by histological and aetiological heterogeneity. Here we describe a comprehensive molecular evaluation of 295 primary gastric adenocarcinomas as part of The Cancer Genome Atlas (TCGA) project. We propose a molecular classification dividing gastric cancer into four subtypes: tumours positive for Epstein–Barr virus, which display recurrent PIK3CA mutations, extreme DNA hypermethylation, and amplification of JAK2, CD274 (also known as PD-L1) and PDCD1LG2 (also known as PD-L2); microsatellite unstable tumours, which show elevated mutation rates, including mutations of genes encoding targetable oncogenic signalling proteins; genomically stable tumours, which are enriched for the diffuse histological variant and mutations of RHOA or fusions involving RHO-family GTPase-activating proteins; and tumours with chromosomal instability, which show marked aneuploidy and focal amplification of receptor tyrosine kinases. Identification of these subtypes provides a roadmap for patient stratification and trials of targeted therapies.",
        "email": "",
        "conf": "Nature",
        "coauthors": [
            "Matthew Ibbs",
            "Michael Miller",
            "Angela Hadjipanayis",
            "Chandra Sekhar Pedamallu"
        ],
        "keywords": ""
    },
    {
        "id": 2802,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Mechanistic and prognostic significance of aberrant methylation in the molecular pathogenesis of human hepatocellular carcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Hepatocellular carcinoma (HCC) is the fifth most common cancer worldwide, accounting for an estimated 600,000 deaths annually. Aberrant methylation, consisting of DNA hypomethylation and/or promoter gene CpG hypermethylation, is implicated in the development of a variety of solid tumors, including HCC. We analyzed the global levels of DNA methylation as well as the methylation status of 105 putative tumor suppressor genes and found that the extent of genome-wide hypomethylation and CpG hypermethylation correlates with biological features and clinical outcome of HCC patients. We identified activation of Ras and downstream Ras effectors (ERK, AKT, and RAL) due to epigenetic silencing of inhibitors of the Ras pathway in all HCC. Further, selective inactivation of SPRY1 and -2, DAB2, and SOCS4 and -5 genes and inhibitors of angiogenesis (BNIP3, BNIP3L, IGFBP3, and EGLN2) was associated with poor prognosis. Importantly, several epigenetically silenced putative tumor suppressor genes found in HCC were also inactivated in the nontumorous liver. Our results assign both therapeutic and chemopreventive significance to methylation patterns in human HCC and open the possibility of using molecular targets, including those identified in this study, to effectively inhibit HCC development and progression.",
        "email": "",
        "conf": "Journal of Clinical Investigation",
        "coauthors": [
            "Diego F. Calvisi",
            "Sara Ladu",
            "Alexis Gorden",
            "Miriam Farina",
            "Ju-Seog Lee",
            "Elizabeth A. Conner",
            "Insa Schroeder",
            "Valentina M. Factor",
            "Snorri S. Thorgeirsson"
        ],
        "keywords": ""
    },
    {
        "id": 2794,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Rapamycin Response in Tumorigenic and Non-Tumorigenic Hepatic Cell Lines",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The mTOR inhibitor rapamycin has anti-tumor activity across a variety of human cancers, including hepatocellular carcinoma. However, resistance to its growth inhibitory effects is common. We hypothesized that hepatic cell lines with varying rapamycin responsiveness would show common characteristics accounting for resistance to the drug. We profiled a total of 13 cell lines for rapamycin-induced growth inhibition. The non-tumorigenic rat liver epithelial cell line WB-F344 was highly sensitive while the tumorigenic WB311 cell line, originally derived from the WB-F344 line, was highly resistant. The other 11 cell lines showed a wide range of sensitivities. Rapamycin induced inhibition of cyclin E–dependent kinase activity in some cell lines, but the ability to do so did not correlate with sensitivity. Inhibition of cyclin E–dependent kinase activity was related to incorporation of p27Kip1 into cyclin E–containing complexes in some but not all cell lines. Similarly, sensitivity of global protein synthesis to rapamycin did not correlate with its anti-proliferative effect. However, rapamycin potently inhibited phosphorylation of two key substrates, ribosomal protein S6 and 4E-BP1, in all cases, indicating that the locus of rapamycin resistance was downstream from inhibition of mTOR Complex 1. Microarray analysis did not disclose a unifying mechanism for rapamycin resistance, although the glycolytic pathway was downregulated in all four cell lines studied. We conclude that the mechanisms of rapamycin resistance in hepatic cells involve alterations of signaling downstream from mTOR and that the mechanisms are highly heterogeneous, thus predicting that maintaining or promoting sensitivity will be highly challenging.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Rosa H Jimenez",
            "Joan M Boylan",
            "Ju-Seog Lee",
            "Mirko Francesconi",
            "Gastone Castellani",
            "Jennifer A. Sanders",
            "Philip Gruppuso"
        ],
        "keywords": ""
    },
    {
        "id": 2823,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Functional and genomic implications of global gene expression profiles in cell lines from human hepatocellular cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Global gene expression profiles in cancer have impacted both classification of tumors and definition of molecular pathways in neoplasia. To explore the possibility of employing human tumor cell lines to obtain information on the functional genomics of the early stages of tumorigenesis, we have characterized variation in gene‐expression patterns in a cytogenetically well‐defined series of cell lines derived from human hepatocellular carcinoma (HCC). Microarrays containing 6,720 sequence‐verified human cDNAs were used in this study. Nineteen well‐characterized HCC cell lines were analyzed, and a nontumorigenic liver‐derived epithelial cell line (Chang) was used as a reference. Each sample was examined at least twice by switching fluorescent dyes, Cy‐5 and Cy‐3, and average values of 2 experiments on each sample were used for further analysis. Analysis of the clustered data revealed 2 distinctive subtypes of gene‐expression patterns among the 19 cell lines, suggesting a degree of heterogeneity among the gene‐expression profiles of cell lines. Remarkably, expression of α‐fetoprotein (AFP) was highly correlated with the molecular subtypes of HCC. Although the 3 most distinctive gene‐expression modules represented the signatures of 2 different subgroups of HCC, most of the cell lines shared many coexpressed genes. However, sets of coexpressed genes that are specific for the subtypes of HCC were identified. Furthermore, our results indicate that the comparison between gene‐expression patterns and structural alterations in chromosomes is potentially useful in identifying genes critical in early stages of tumorigenesis. In conclusion, these results not only identified unrecognized subtypes of HCC, but also provided potential molecular markers for each subtype that can be useful for diagnostic and/or therapeutic purposes.",
        "email": "",
        "conf": "Hepatology",
        "coauthors": [
            "Ju-Seog Lee",
            "Snorri S Thorgeirsson"
        ],
        "keywords": ""
    },
    {
        "id": 2816,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Genetic Profiling of Human Hepatocellular Carcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The underlying molecular basis for the heterogeneity in human liver cancer, hepatocellular carcinoma (HCC), is largely unknown. As with most other human cancers, the heterogeneous nature of HCC has hampered both treatment and prognostic predictions. Global gene expression profiling of human cancers is a promising new technology for refining the diagnosis and prognosis of HCC as well as for identifying potential therapeutic targets. Improved molecular characterization of HCC from gene expression profiling studies will undoubtedly improve the prediction of treatment responses, improve the selection of treatments for specific molecular subtypes of HCC, and ultimately improve the clinical outcome of HCC patients. We review the recent advances in gene expression profiling of HCC and discuss the biological and clinical insights obtained from these studies",
        "email": "",
        "conf": "Seminars in Liver Disease",
        "coauthors": [
            "Ju-Seog Lee",
            "Snorri S Thorgeirsson"
        ],
        "keywords": "Hepatocellular carcinoma (HCC),DNA microarray,gene expression profile,comparative functional genomics"
    },
    {
        "id": 2804,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Downregulation of KLF6 is an early event in hepatocarcinogenesis and stimulates proliferation while reducing differentiation",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Hepatocellular carcinoma (HCC) has the most rapidly rising cancer incidence in the US and Europe. The KLF6 tumor suppressor is frequently inactivated in HCC by loss-of-heterozygosity (LOH) and/or mutation. Here we have analyzed 33 HBV- and 40 HCV-related HCCs for mRNA expression of wildtype KLF6 (wtKLF6) as well as the KLF6 variant 1 (SV1), a truncated, growth-promoting variant that antagonizes wtKLF6 function. The HCV-related tumors analyzed represented the full histologic spectrum from cirrhosis and dysplasia to metastatic cancer. Expression of KLF6 mRNA is decreased in 73% of HBV-associated HCCs compared to matched surrounding tissue (ST), with reductions of ∼80% in one-third of the patients. KLF6 mRNA expression is also reduced in dysplastic nodules from patients with HCV compared to cirrhotic livers (p < 0.005), with an additional, marked decrease in the very advanced, metastatic stage (p < 0.05). An increased ratio of KLF6SV1/wt KLF6 is present in a subset (6/33, 18%) of the HBV-related HCCs compared to matched ST. Reconstituting KLF6 in HepG2 cells by retroviral infection decreased proliferation and related markers including cyclin D1 and beta-catenin, increased cellular differentiation based on induction of albumin, E-cadherin, and decreased alpha fetoprotein. We conclude that reduced KLF6 expression is common in both HBV- and HCV-related HCCs and occurs at critical stages during cancer progression. Effects of KLF6 are attributable to regulation of genes controlling hepatocyte growth and differentiation.",
        "email": "",
        "conf": "Journal of Hepatology",
        "coauthors": [
            "Sigal Kremer-Tal, Goutham Narla, Yingbei Chen, Eldad Hod, Analisa DiFeo, Steven Yea, Ju Seog Lee, Myron Schwartz, Swan N. Thung, Isabel M. Fiel, Michaela Banck, Eran Zimran, Snorri S. Thorgeirsson, Vincenzo Mazzaferro, Jordi Bruix, John A. Martignetti, Josep M. Llovet, Scott L. Friedman"
        ],
        "keywords": "Hepatocellular carcinoma,Alternative splicing,KLF6SV1,Dysplasia,E-cadherin"
    },
    {
        "id": 2767,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Rab25 increases cellular ATP and glycogen stores protecting cancer cells from bioenergetic stress",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Cancer cells are metabolically stressed during tumour progression due to limited tumour vascularity and resultant nutrient, growth factor and oxygen deficiency that can induce cell death and inhibit tumour growth. We demonstrate that Rab25, a small GTPase involved in endosomal recycling, that is genomically amplified in multiple tumour lineages, is a key regulator of cellular bioenergetics and autophagy. RAB25 enhanced survival during nutrient stress by preventing apoptosis and autophagy via binding and activating AKT leading to increased glucose uptake and improved cellular bioenergetics. Unexpectedly, Rab25 induced the accumulation of glycogen in epithelial cancer cells, a process not previously identified. Strikingly, an increase in basal ATP levels combined with AKT‐dependent increases in glucose uptake and glycogen storage allowed maintenance of ATP levels during bioenergetic stress. The clinical relevance of these findings was validated by the ability of a Rab25‐dependent expression profile enriched for bioenergetics targets to identify patients with a poor prognosis. Thus, Rab25 is an unexpected regulator of cellular bioenergetics implicated as a useful biomarker and potential therapeutic target.",
        "email": "",
        "conf": "EMBO Molecular Medicine",
        "coauthors": [
            "Kwai Wa Cheng",
            "Roshan Agarwal",
            "Shreya Mitra",
            "Ju-Seog Lee",
            "Mark Carey",
            "Joe W. Gray",
            "Gordon B Mills"
        ],
        "keywords": "AKT; bioenergetic; cell death;glycogen; Rab25"
    },
    {
        "id": 2769,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Reconstruction of nuclear receptor network reveals that NR2E3 is a novel upstream regulator of ESR1 in breast cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "ESR1 is one of the most important transcription factors and therapeutic targets in breast cancer. By applying systems‐level re‐analysis of publicly available gene expression data, we uncovered a potential regulator of ESR1. We demonstrated that orphan nuclear receptor NR2E3 regulates ESR1 via direct binding to the ESR1 promoter with concomitant recruitment of PIAS3 to the promoter in breast cancer cells, and is essential for physiological cellular activity of ESR1 in estrogen receptor (ER)‐positive breast cancer cells. Moreover, expression of NR2E3 was significantly associated with recurrence‐free survival and a favourable response to tamoxifen treatment in women with ER‐positive breast cancer. Our results provide mechanistic insights on the regulation of ESR1 by NR2E3 and the clinical relevance of NR2E3 in breast cancer.",
        "email": "",
        "conf": "EMBO Molecular Medicine",
        "coauthors": [
            "Yun Yong Park, Kyounghyun Kim, Sang Bae Kim, Bryan T. Hennessy, Soo Mi Kim, Eun Sung Park, Jae Yun Lim, Jane Li, Yiling Lu, Ana Maria Gonzalez-Angulo, Woojin Jeong, Gordon Mills, Stephen Safe, Ju Seog Lee"
        ],
        "keywords": "Breast cancer,Genomics,Microarray,NR2E3,Nuclear receptor"
    },
    {
        "id": 2791,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Integrative Analysis of Proteomic Signatures Mutations and Drug Responsiveness in the NCI 60 Cancer Cell Line Set",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Aberrations in oncogenes and tumor suppressors frequently affect the activity of critical signal transduction pathways. To analyze systematically the relationship between the activation status of protein networks and other characteristics of cancer cells, we did reverse phase protein array (RPPA) profiling of the NCI60 cell lines for total protein expression and activation-specific markers of critical signaling pathways. To extend the scope of the study, we merged those data with previously published RPPA results for the NCI60. Integrative analysis of the expanded RPPA data set revealed five major clusters of cell lines and five principal proteomic signatures. Comparison of mutations in the NCI60 cell lines with patterns of protein expression showed significant associations for PTEN, PIK3CA, BRAF, and APC mutations with proteomic clusters. PIK3CA and PTEN mutation enrichment were not cell lineage-specific but were associated with dominant yet distinct groups of proteins. The five RPPA-defined clusters were strongly associated with sensitivity to standard anticancer agents. RPPA analysis identified 27 protein features significantly associated with sensitivity to paclitaxel. The functional status of those proteins was interrogated in a paclitaxel whole genome small interfering RNA (siRNA) library synthetic lethality screen and confirmed the predicted associations with drug sensitivity. These studies expand our understanding of the activation status of protein networks in the NCI60 cancer cell lines, demonstrate the importance of the direct study of protein expression and activation, and provide a basis for further studies integrating the information with other molecular and pharmacological characteristics of cancer.",
        "email": "",
        "conf": "Molecular Cancer Therapeutics",
        "coauthors": [
            "Eun Sung Park, Rosalia Rabinovsky, Mark Carey, Bryan T. Hennessy, Roshan Agarwal, Wenbin Liu, Zhenlin Ju, Wanleng Deng, Yiling Lu, Hyun Goo Woo, Sang-Bae Kim, Jae-Ho Cheong, Levi A. Garraway, John N. Weinstein, Gordon B. Mills, Ju-Seog Lee, Michael A. Davies"
        ],
        "keywords": ""
    },
    {
        "id": 2729,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Integrated genomic characterization of oesophageal carcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Oesophageal cancers are prominent worldwide; however, there are few targeted therapies and survival rates for these cancers remain dismal. Here we performed a comprehensive molecular analysis of 164 carcinomas of the oesophagus derived from Western and Eastern populations. Beyond known histopathological and epidemiologic distinctions, molecular features differentiated oesophageal squamous cell carcinomas from oesophageal adenocarcinomas. Oesophageal squamous cell carcinomas resembled squamous carcinomas of other organs more than they did oesophageal adenocarcinomas. Our analyses identified three molecular subclasses of oesophageal squamous cell carcinomas, but none showed evidence for an aetiological role of human papillomavirus. Squamous cell carcinomas showed frequent genomic amplifications of CCND1 and SOX2 and/or TP63, whereas ERBB2, VEGFA and GATA4 and GATA6 were more commonly amplified in adenocarcinomas. Oesophageal adenocarcinomas strongly resembled the chromosomally unstable variant of gastric adenocarcinoma, suggesting that these cancers could be considered a single disease entity. However, some molecular features, including DNA hypermethylation, occurred disproportionally in oesophageal adenocarcinomas. These data provide a framework to facilitate more rational categorization of these tumours and a foundation for new therapies.",
        "email": "",
        "conf": "Nature",
        "coauthors": [
            "Jihun Kim",
            "Reanne Bowlby",
            "Andrew Mungall",
            "Jiashan Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 2789,
        "label": 61,
        "author": "ju-seog lee",
        "title": "A Gprc5a Tumor Suppressor Loss of Expression Signature Is Conserved Prevalent and Associated with Survival in Human Lung Adenocarcinomas 1 2",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Increasing the understanding of the impact of changes in oncogenes and tumor suppressor genes is essential for improving the management of lung cancer. Recently, we identified a new mouse lung-specific tumor suppressor—the G protein-coupled receptor 5A (Gprc5a). Microarray analysis of the transcriptomes of lung epithelial cells cultured from normal tracheas of Gprc5a knockout and wild-type mice defined a loss-of-Gprc5a gene signature, which revealed many aberrations in cancer-associated pathways. To assess the relevance of this mouse tumor suppressor to human lung cancer, the loss-of-Gprc5a signature was cross species compared with and integrated with publicly available gene expression data of human normal lung tissue and non-small cell lung cancers. The loss-of-Gprc5a signature was prevalent in human lung adenocarcinomas compared with squamous cell carcinomas or normal lung. Furthermore, it identified subsets of lung adenocarcinomas with poor outcome. These results demonstrate that gene expression patterns of Gprc5a loss in nontumorigenic mouse lung epithelial cells are evolutionarily conserved and important in human lung adenocarcinomas.",
        "email": "",
        "conf": "Neoplasia (New York N.Y.)",
        "coauthors": [
            "Humam Kadara",
            "Junya Fujimoto",
            "Taoyan Men",
            "Xiaofeng Ye",
            "Dafna Lotan",
            "Ju-Seog Lee",
            "Reuben Lotan"
        ],
        "keywords": ""
    },
    {
        "id": 2736,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Inactivation of Hippo Pathway Is Significantly Associated with Poor Prognosis in Hepatocellular Carcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The Hippo pathway is a tumor suppressor in the liver. However, the clinical significance of Hippo pathway inactivation in HCC is not clearly defined. We analyzed genomic data from human and mouse tissues to determine clinical relevance of Hippo pathway inactivation in HCC. We analyzed gene expression data from Mst1/2−/− and Sav1−/− mice and identified a 610-gene expression signature reflecting Hippo pathway inactivation in the liver [silence of Hippo (SOH) signature]. By integrating gene expression data from mouse models with those from human HCC tissues, we developed a prediction model that could identify HCC patients with an inactivated Hippo pathway and used it to test its significance in HCC patients, via univariate and multivariate Cox analyses. HCC patients (National Cancer Institute cohort, n = 113) with the SOH signature had a significantly poorer prognosis than those without the SOH signature [P < 0.001 for overall survival (OS)]. The significant association of the signature with poor prognosis was further validated in the Korean (n = 100, P = 0.006 for OS) and Fudan University cohorts (n = 242, P = 0.001 for OS). On multivariate analysis, the signature was an independent predictor of recurrence-free survival (HR, 1.6; 95% confidence interval, 1.12–2.28: P = 0.008). We also demonstrated significant concordance between the SOH HCC subtype and the hepatic stem cell HCC subtype that had been identified in a previous study (P < 0.001).",
        "email": "",
        "conf": "Clinical Cancer Research",
        "coauthors": [
            "Bo Hwa Sohn, Jae-Jun Shim, Sang-Bae Kim, Kyu Yun Jang, Soo Mi Kim, Ji Hoon Kim, Jun Eul Hwang, Hee-Jin Jang, Hyun-Sung Lee, Sang-Cheol Kim, Woojin Jeong, Sung Soo Kim, Eun Sung Park, Jeonghoon Heo, Yoon Jun Kim, Dae-Ghon Kim, Sun-Hee Leem, Ahmed Kaseb, Manal M. Hassan, Minse Cha, In-Sun Chu, Randy L. Johnson, Yun-Yong Park, Ju-Seog Lee"
        ],
        "keywords": "HCC, microarrays, genomics, prognosis, Hippo pathway"
    },
    {
        "id": 2822,
        "label": 61,
        "author": "ju-seog lee",
        "title": "272 In vitro differentiation of adult liver stem cells into the hepatocytic lineage",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "",
        "email": "",
        "conf": "Hepatology",
        "coauthors": [
            "Insa S. Schroeder, Valentina M. Factor, Aranzazu Sanchez, Ju-Seog Lee, Tanya N. Hoang, Snorri S. Thorgeirsson"
        ],
        "keywords": ""
    },
    {
        "id": 2783,
        "label": 61,
        "author": "ju-seog lee",
        "title": "c-Jun N-terminal Kinase 2 (JNK2) Enhances Cell Migration through Epidermal Growth Factor Substrate 8 (EPS8)",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Membrane-bound receptors induce biochemical signals to remodel the actin cytoskeleton and mediate cell motility. In association with receptor tyrosine kinases, several downstream mitogen-induced kinases facilitate cell migration. Here, we show a role for c-Jun N-terminal kinase 2 (JNK2) in promoting mammary cancer cell migration through inhibition of epidermal growth factor substrate 8 (EPS8) expression, a key regulator of EGF receptor (R) signaling and trafficking. Using jnk2−/− mice, we found that EPS8 expression is higher in polyoma middle T antigen (PyVMT)jnk2−/− mammary tumors and jnk2−/− mammary glands compared with the respective jnk2+/+ controls. The inverse relationship between the jnk2 and eps8 expression was also associated with cancer progression in that patients with basal-type breast tumors expressing high jnk2 and low eps8 experienced poor disease-free survival. In mammary tumor cell lines, the absence of jnk2 greatly reduces cell migration that is rescued by EPS8 knockdown. Subsequent studies show that JNK2 enhances formation of the EPS8-Abi-1-Sos-1 complex to augment EGFR activation of Akt and ERK, whereas the absence of JNK2 promotes ESP8/RN-Tre association to inhibit endocytotic trafficking of the EGFR. Together, these studies unveil a critical role for JNK2 and EPS8 in receptor tyrosine kinase signaling and trafficking to convey distinctly different effects on cell migration.",
        "email": "",
        "conf": "Journal of Biological Chemistry",
        "coauthors": [
            "Shreya Mitra",
            "Ju-Seog Lee",
            "Michael A Cantrell",
            "Carla Lynn Van den Berg"
        ],
        "keywords": "Cell Motility, Cell Surface Receptor, Endosomes, Receptor Endocytosis, Serine/Threonine Protein Kinase, EPS8, JNK, EGFR"
    },
    {
        "id": 2766,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Human Nuclease/helicase DNA2 Alleviates Replication Stress by Promoting DNA End Resection",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "In precancerous and cancerous lesions, excessive growth signals resulting from activation of oncogenes or loss of tumor suppressor genes lead to intensive replication stress, which is recognized by a high level of replication-associated DNA double-strand breaks (DSB). However, the molecular mechanism by which cells alleviate excessive replication stress remains unclear. In this study, we report that the human nuclease/helicase DNA2 facilitates homologous recombination to repair replication-associated DNA DSBs, thereby providing cells with survival advantages under conditions of replication stress. The nuclease activity of DNA2 was required for DSB end resection, which allowed subsequent recruitment of RPA and RAD51 to repair DSBs and restart replication. More importantly, DNA2 expression was significantly increased in human cancers and its expression correlated with patient outcome. Our findings therefore indicate that enhanced activity of DSB resection likely constitutes one mechanism whereby precancerous and cancerous cells might alleviate replication stress.",
        "email": "",
        "conf": "Cancer Research",
        "coauthors": [
            "Guang Peng, Hui Dai, Wei Zhang, Hui-Ju Hsieh, Mei-Ren Pan, Yun-Yong Park, Robert Yu-Lin Tsai, Isabelle Bedrosian, Ju-Seog Lee, Grzegorz Ira, Shiaw-Yih Lin"
        ],
        "keywords": "DNA2, DNA end resection, homologous recombination, DNA repair, replication stress"
    },
    {
        "id": 2778,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Selection of Brain Metastasis-Initiating Breast Cancer Cells Determined by Growth on Hard Agar",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "An approach that facilitates rapid isolation and characterization of tumor cells with enhanced metastatic potential is highly desirable. Here, we demonstrate that plating GI-101A human breast cancer cells on hard (0.9%) agar selects for the subpopulation of metastasis-initiating cells. The agar-selected cells, designated GI-AGR, were homogeneous for CD44+ and CD133+ and five times more invasive than the parental GI-101A cells. Moreover, mice injected with GI-AGR cells had significantly more experimental brain metastases and shorter overall survival than did mice injected with GI-101A cells. Comparative gene expression analysis revealed that GI-AGR cells were markedly distinct from the parental cells but shared an overlapping pattern of gene expression with the GI-101A subline GI-BRN, which was generated by repeated in vivo recycling of GI-101A cells in an experimental brain metastasis model. Data mining on 216 genes shared between GI-AGR and GI-BRN breast cancer cells suggested that the molecular phenotype of these cells is consistent with that of cancer stem cells and the aggressive basal subtype of breast cancer. Collectively, these results demonstrate that analysis of cell growth in a hard agar assay is a powerful tool for selecting metastasis-initiating cells in a heterogeneous population of breast cancer cells, and that such selected cells have properties similar to those of tumor cells that are selected based on their potential to form metastases in mice.",
        "email": "",
        "conf": "American Journal Of Pathology",
        "coauthors": [
            "Lixia Guo",
            "Dominic Fan",
            "Fahao Zhang",
            "Janet E. Price",
            "Ju-Seog Lee",
            "Dario Marchetti",
            "Isaiah J. Fidler",
            "Robert R Langley"
        ],
        "keywords": ""
    },
    {
        "id": 2725,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Clinical significance of YAP1 activation in head and neck squamous cell carcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "By analyzing the genomic data of head and neck squamous cell cancer (HNSCC), we investigated clinical significance of YAP1 activation. Copy number and mRNA expression of YAP1 were analyzed together to assess clinical relevance of YAP1 activation in HNSCC. The clinical significance of YAP1 activation was further validated in four independent test cohorts. We also assessed the correlation of YAP1 activation with genomic alterations such as copy number alteration, somatic mutation, and miRNA expression. The YAP1-activated (YA) subgroup showed worse prognosis for HNSCC as tested and validated in five cohorts. In a multivariate risk analysis, the YAP1 signature was the most significant predictor of overall survival. The YAP1-inactivated (YI) subgroup was associated with HPV-positive status. In multiplatform analysis, YA tumors had gain of EGFR and SNAI2; loss of tumor-suppressor genes such as CSMD1, CDKN2A, NOTCH1, and SMAD4; and high mutation rates of TP53 and CDKN2A. YI tumors were characterized by gain of PIK3CA, SOX2, and TP63; deletion of 11q23.1; and high mutation rates of NFE2L2, PTEN, SYNE1, and NSD1. YA tumors also showed weaker immune activity as reflected in low IFNG composite scores and YAP1 activity is negatively associated with potential response to treatment of pembrolizumab. In conclusion, activation of YAP1 is associated with worse prognosis of patients with HNSCC and potential resistance to immunotherapy.",
        "email": "",
        "conf": "Oncotarget",
        "coauthors": [
            "Young-Gyu Eun",
            "Dongjin Lee",
            "Young Chan Lee",
            "Bo Hwa Sohn",
            "Eui Hyun Kim",
            "Sun Young Yim",
            "Kee Hwan Kwon",
            "Ju-Seog Lee"
        ],
        "keywords": "YAP1, gene signature, head and neck cancer, prognosis"
    },
    {
        "id": 2815,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Comparative functional genomics for identifying models of human cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Genetically modified mice with overexpressed and/or deleted genes have been used extensively to model human cancer. However, it is uncertain as to what extent the mouse models reproduce the corresponding cancers in humans. We have compared the global gene expression patterns in human and mouse hepatocellular carcinomas (HCCs) in an attempt to identify the mouse models that most extensively reproduce the molecular pathways in the human tumors. The comparative analysis of the gene expression patterns in murine and human HCC indicates that certain genetic mouse models closely reproduce the gene expression patterns of HCC in humans, while others do not. Identification of mouse models that reproduce the molecular features of specific human cancers (or subclasses of specific human cancers) promises to accelerate both the understanding of the molecular pathogenesis of cancer and the discovery of therapeutic targets. We propose that this method, comparative functional genomics, could be effectively applied to the analysis of mouse models for other human cancers.",
        "email": "snorri_thorgeirsson@nih.gov",
        "conf": "Carcinogenesis",
        "coauthors": [
            "Ju-Seog Lee",
            "Joe Grisham",
            "Snorri S Thorgeirsson"
        ],
        "keywords": "DENA, diethylnitrosamine, HCCs, hepatocellular carcinomas"
    },
    {
        "id": 2800,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Decoding Human Liver Cancer Signatures",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Because alterations of expression patterns and genomic copy numbers of thousands of genes are fundamental properties of cancer cells, and the application of high-throughput microarray-based genomic technologies for the analysis of cancer inevitably generate many false-positive results, it is rarely possible to select a reasonable number of candidate genes for therapeutic targets and/or biomarkers for diagnosis and prognosis. Therefore, it will be necessary to devise new experimental and analytical strategies to overcome this problem. This review summarizes recent advances in gene expression profiling of hepatocellular carcinoma and discusses future strategies for analyzing large and complicated data sets from microarray studies and how to integrate these with diverse genomic data.",
        "email": "gro.nosrednadm@eelj",
        "conf": "Gastrointestinal cancer research: GCR",
        "coauthors": [
            "Ju-Seog Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2731,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Development and Validation of a Six-Gene Recurrence Risk Score Assay for Gastric Cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "This study was aimed at developing and validating a quantitative multigene assay for predicting tumor recurrence after gastric cancer surgery. Gene expression data were generated from tumor tissues of patients who underwent surgery for gastric cancer (n = 267, training cohort). Genes whose expression was significantly associated with activation of YAP1 (a frequently activated oncogene in gastrointestinal cancer), 5-year recurrence-free survival, and 5-year overall survival were first identified as candidates for prognostic genes (156 genes, P < 0.001). We developed the recurrence risk score (RRS) by using quantitative RT-PCR to identify genes whose expression levels were significantly associated with YAP1 activation and patient survival in the training cohort. We based the RRS assay on 6 genes, IGFBP4, SFRP4, SPOCK1, SULF1, THBS, and GADD45B, whose expression levels were significantly associated with YAP1 activation and prognosis in the training cohort. The RRS assay was further validated in an independent cohort of 317 patients. In multivariate analysis, the RRS was an independent predictor of recurrence [HR, 1.6; 95% confidence interval (CI), 1.02–2.4; P = 0.03]. In patients with stage II disease, the RRS had an HR of 2.9 (95% CI, 1.1–7.9; P = 0.03) and was the only significant independent predictor of recurrence. The RRS assay was a valid predictor of recurrence in the two cohorts of patients with gastric cancer. Independent prospective studies to assess the clinical utility of this assay are warranted",
        "email": "",
        "conf": "Clinical Cancer Research",
        "coauthors": [
            "Keun-Wook Lee, Sung Sook Lee, Jun-Eul Hwang, Hee-Jin Jang, Hyun-Sung Lee, Sang Cheul Oh, Sang Ho Lee, Bo Hwa Sohn, Sang Bae Kim, Jae-Jun Shim, Woojin Jeong, Minse Cha, Jae-Ho Cheong, Jae Yong Cho, Jae Yun Lim, Eun Sung Park, Sang Cheol Kim, Yoon-Koo Kang, Sung Hoon Noh, Jaffer A. Ajani, Ju-Seog Lee"
        ],
        "keywords": "Gastric cancer, Recurrence risk score, YAP1, Prognosis"
    },
    {
        "id": 2821,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Classification and prediction of survival in hepatocellular carcinoma by gene expression profiling",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "We analyzed global gene expression patterns of 91 human hepatocellular carcinomas (HCCs) to define the molecular characteristics of the tumors and to test the prognostic value of the expression profiles. Unsupervised classification methods revealed two distinctive subclasses of HCC that are highly associated with patient survival. This association was validated via 5 independent supervised learning methods. We also identified the genes most strongly associated with survival by using the Cox proportional hazards survival analysis. This approach identified a limited number of genes that accurately predicted the length of survival and provides new molecular insight into the pathogenesis of HCC. Tumors from the low survival subclass have strong cell proliferation and antiapoptosis gene expression signatures. In addition, the low survival subclass displayed higher expression of genes involved in ubiquitination and histone modification, suggesting an etiological involvement of these processes in accelerating the progression of HCC. In conclusion, the biological differences identified in the HCC subclasses should provide an attractive source for the development of therapeutic targets (e.g., HIF1a) for selective treatment of HCC patients.",
        "email": "",
        "conf": "Hepatology",
        "coauthors": [
            "Ju‐Seog Lee,  In‐Sun Chu,  Jeonghoon Heo,  Diego F. Calvisi,  Zongtang Sun,  Tania Roskams,  Anne Durnez,  Anthony J. Demetris,  Snorri S. Thorgeirsson"
        ],
        "keywords": ""
    },
    {
        "id": 2801,
        "label": 61,
        "author": "ju-seog lee",
        "title": "279 Sulf2 Up-Regulates Glypican 3 Promotes FGF Signaling and Decreases Survival of Patients with Hepatocellular Carcinoma (HCC)",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "",
        "email": "",
        "conf": "Gastroenterology",
        "coauthors": [
            "Jin-Ping Lai, Dalbir S. Sandhu, Tao Han, Catherine D. Moser, Abdirashid M. Shire, Ju-Seog Lee, Snorri S Thorgeirsson, Lewis Rowland Roberts"
        ],
        "keywords": ""
    },
    {
        "id": 2740,
        "label": 61,
        "author": "ju-seog lee",
        "title": "CD38-Expressing Myeloid-Derived Suppressor Cells Promote Tumor Growth in a Murine Model of Esophageal Cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Myeloid-derived suppressor cells (MDSC) are an immunosuppressive population of immature myeloid cells found in advanced-stage cancer patients and mouse tumor models. Production of inducible nitric oxide synthase (iNOS) and arginase, as well as other suppressive mechanisms, allows MDSCs to suppress T-cell–mediated tumor clearance and foster tumor progression. Using an unbiased global gene expression approach in conditional p120-catenin knockout mice (L2-cre;p120ctnf/f), a model of oral–esophageal cancer, we have identified CD38 as playing a vital role in MDSC biology, previously unknown. CD38 belongs to the ADP-ribosyl cyclase family and possesses both ectoenzyme and receptor functions. It has been described to function in lymphoid and early myeloid cell differentiation, cell activation, and neutrophil chemotaxis. We find that CD38 expression in MDSCs is evident in other mouse tumor models of esophageal carcinogenesis, and CD38high MDSCs are more immature than MDSCs lacking CD38 expression, suggesting a potential role for CD38 in the maturation halt found in MDSC populations. CD38high MDSCs also possess a greater capacity to suppress activated T cells, and promote tumor growth to a greater degree than CD38low MDSCs, likely as a result of increased iNOS production. In addition, we have identified novel tumor–derived factors, specifically IL6, IGFBP3, and CXCL16, which induce CD38 expression by MDSCs ex vivo. Finally, we have detected an expansion of CD38+ MDSCs in peripheral blood of advanced-stage cancer patients and validated targeting CD38 in vivo as a novel approach to cancer therapy",
        "email": "",
        "conf": "Cancer Research",
        "coauthors": [
            "Tatiana A. Karakasheva, Todd J. Waldron, Evgeniy Eruslanov, Sang-Bae Kim, Ju-Seog Lee, Shaun O'Brien, Philip D. Hicks, Devraj Basu, Sunil Singhal, Fabio Malavasi, Anil K. Rustgi"
        ],
        "keywords": ""
    },
    {
        "id": 2722,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Clinical and genomic landscape of gastric cancer with a mesenchymal phenotype",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Gastric cancer is a heterogeneous cancer, making treatment responses difficult to predict. Here we show that we identify two distinct molecular subtypes, mesenchymal phenotype (MP) and epithelial phenotype (EP), by analyzing genomic and proteomic data. Molecularly, MP subtype tumors show high genomic integrity characterized by low mutation rates and microsatellite stability, whereas EP subtype tumors show low genomic integrity. Clinically, the MP subtype is associated with markedly poor survival and resistance to standard chemotherapy, whereas the EP subtype is associated with better survival rates and sensitivity to chemotherapy. Integrative analysis shows that signaling pathways driving epithelial-to-mesenchymal transition and insulin-like growth factor 1 (IGF1)/IGF1 receptor (IGF1R) pathway are highly activated in MP subtype tumors. Importantly, MP subtype cancer cells are more sensitive to inhibition of IGF1/IGF1R pathway than EP subtype. Detailed characterization of these two subtypes could identify novel therapeutic targets and useful biomarkers for prognosis and therapy response.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Sang Cheul Oh, Bo Hwa Sohn, Jae-Ho Cheong, Sang-Bae Kim, Jae Eun Lee, Ki Cheong Park, Sang Ho Lee, Jong-Lyul Park, Yun-Yong Park, Hyun-Sung Lee, Hee-Jin Jang, Eun Sung Park, Sang-Cheol Kim, Jeonghoon Heo, In-Sun Chu, You-Jin Jang, Young-Jae Mok, WonKyung Jung, Baek-Hui Kim, Aeree Kim, Jae Yong Cho, Jae Yun Lim, Yuki Hayashi, Shumei Song, Elena Elimova, Jeannelyn S. Estralla, Jeffrey H. Lee, Manoop S. Bhutani, Yiling Lu, Wenbin Liu, Jeeyun Lee, Won Ki Kang, Sung Kim, Sung Hoon Noh, Gordon B. Mills, Seon-Young Kim, Jaffer A. Ajani, Ju-Seog Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2782,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Sulfatase 1 and Sulfatase 2 in Hepatocellular Carcinoma: Associated Signaling Pathways Tumor Phenotypes and Survival",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The heparin‐degrading endosulfatases sulfatase 1 (SULF1) and sulfatase 2 (SULF2) have opposing effects in hepatocarcinogenesis despite structural similarity. Using mRNA expression arrays, we analyzed the correlations of SULF expression with signaling networks in human hepatocellular carcinomas (HCCs) and the associations of SULF expression with tumor phenotype and patient survival. Data from two mRNA microarray analyses of 139 and 36 HCCs and adjacent tissues were used as training and validation sets. Partek and Metacore software were used to identify SULF correlated genes and their associated signaling pathways. Associations between SULF expression, the hepatoblast subtype of HCC, and survival were examined. Both SULF1 and 2 had strong positive correlations with periostin, IQGAP1, TGFB1, and vimentin and inverse correlations with HNF4A and IQGAP2. Genes correlated with both SULFs were highly associated with the cell adhesion, cytoskeletal remodeling, blood coagulation, TGFB, and Wnt/β‐catenin and epithelial mesenchymal transition signaling pathways. Genes uniquely correlated with SULF2 were more associated with neoplastic processes than genes uniquely correlated with SULF1. High SULF expression was associated with the hepatoblast subtype of HCC. There was a bimodal effect of SULF1 expression on prognosis, with patients in the lowest or highest tertile having a worse prognosis than those in the middle tertile. SULFs have complex effects on HCC signaling and patient survival. There are functionally similar associations with cell adhesion, ECM remodeling, TGFB, and WNT pathways, but also unique associations of SULF1 and SULF2. The roles and targeting of the SULFs in cancer require further investigation",
        "email": "",
        "conf": "Genes Chromosomes and Cancer",
        "coauthors": [
            "Ju Dong Yang,  Zhifu Sun,  Chunling Hu,  Jinping Lai,  Rebecca Dove,  Ikuo Nakamura,  Ju‐Seog Lee,  Snorri S. Thorgeirsson,  Koo Jeong Kang,  In‐Sun Chu,  Lewis R. Roberts"
        ],
        "keywords": ""
    },
    {
        "id": 2810,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Ubiquitous Activation of Ras and Jak/Stat Pathways in Human HCC",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Although the natural history and pathologic characteristics of human hepatocellular carcinoma (HCC) are well documented, the molecular pathogenesis of HCC remains poorly understood. Here, we define the role for Ras and Janus kinase (Jak)/signal transducer and activator of transcription (Stat) pathways in human HCC. Promoter and genomic status of Ras and Jak/Stat inhibitors were assessed in 80 HCCs by methylation-specific polymerase chain reaction and microsatellite analysis. Activation of Ras and Jak/Stat signaling pathways was determined by DNA sequencing, Western blot, and immunoprecipitation analysis. Suppression of Ras and Jak/Stat pathways in HCC cell lines was evaluated by viability and apoptosis assays. Results: Activation of Ras and Jak/Stat pathways was enhanced in all HCCs when compared with nonneoplastic surrounding and normal livers coincidently with the suppression of at least 1 Ras (RASSF1A and/or NORE1A) and 2 Jak/Stat inhibitors (cytokine-inducible SH2-protein [CIS]; suppressor of cytokine signaling [SOCS]1, 2, 3; and SH2-containing phosphatases [SHP1]). HCC associated with cirrhosis showed significantly higher frequency of RASSF1A, CIS, and SOCS1 promoter methylation than HCC without cirrhosis (P < .002, P < .02, and P < .02, respectively). Furthermore, aberrant methylation of NORE1A and SOCS3 promoters was observed only in a subclass of HCC with poor survival, suggesting that inactivation of these 2 genes might be involved in HCC progression. Combined treatment of HCC cell lines with Ras and Jak/Stat inhibitors as well as with the demethylating agent zebularine induced a strong apoptotic response. These data demonstrate the ubiquitous activation of Ras and Jak/Stat pathways in HCC and suggest the potential use of Ras and Jak/Stat inhibitors and demethylating agents as therapeutic modality for human liver cancer.",
        "email": "",
        "conf": "Gastroenterology",
        "coauthors": [
            "Diego F. Calvisi,Sara Ladu,Alexis Gorden,Miriam Farina,Elizabeth A.,Conner,Ju–Seog Lee,Valentina M.Factor,Snorri S. Thorgeirsson"
        ],
        "keywords": ""
    },
    {
        "id": 2779,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Intrinsic Subtypes of Gastric Cancer Based on Gene Expression Pattern Predict Survival and Respond Differently to Chemotherapy",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Gastric cancer (GC) is a heterogeneous disease comprising multiple subtypes that have distinct biological properties and effects in patients. We sought to identify new, intrinsic subtypes of GC by gene expression analysis of a large panel of GC cell lines. We tested if these subtypes might be associated with differences in patient survival times and responses to various standard-of-care cytotoxic drugs. METHODS: We analyzed gene expression profiles for 37 GC cell lines to identify intrinsic GC subtypes. These subtypes were validated in primary tumors from 521 patients in 4 independent cohorts, where the subtypes were determined by either expression profiling or subtype-specific immunohistochemical markers (LGALS4, CDH17). In vitro sensitivity to 3 chemotherapy drugs (5-fluorouracil, cisplatin, oxaliplatin) was also assessed. RESULTS: Unsupervised cell line analysis identified 2 major intrinsic genomic subtypes (G-INT and G-DIF) that had distinct patterns of gene expression. The intrinsic subtypes, but not subtypes based on Lauren's histopathologic classification, were prognostic of survival, based on univariate and multivariate analysis in multiple patient cohorts. The G-INT cell lines were significantly more sensitive to 5-fluorouracil and oxaliplatin, but more resistant to cisplatin, than the G-DIF cell lines. In patients, intrinsic subtypes were associated with survival time following adjuvant, 5-fluorouracil-based therapy. Intrinsic subtypes of GC, based on distinct patterns of expression, are associated with patient survival and response to chemotherapy. Classification of GC based on intrinsic subtypes might be used to determine prognosis and customize therapy.",
        "email": "",
        "conf": "Gastroenterology",
        "coauthors": [
            "Iain Beehuat Tan",
            "Tatiana Ivanova",
            "Kiat Hon Lim",
            "Patrick Tan"
        ],
        "keywords": "Microarray Analysis ; Pharmacogenomics ; mRNA ; Stomach ; Carcinogenesis"
    },
    {
        "id": 2796,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Characterization of a Naturally Occurring Breast Cancer Subset Enriched in Epithelial-to-Mesenchymal Transition and Stem Cell Characteristics",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Metaplastic breast cancers (MBC) are aggressive, chemoresistant tumors characterized by lineage plasticity. To advance understanding of their pathogenesis and relatedness to other breast cancer subtypes, 28 MBCs were compared with common breast cancers using comparative genomic hybridization, transcriptional profiling, and reverse-phase protein arrays and by sequencing for common breast cancer mutations. MBCs showed unique DNA copy number aberrations compared with common breast cancers. PIK3CA mutations were detected in 9 of 19 MBCs (47.4%) versus 80 of 232 hormone receptor–positive cancers (34.5%; P = 0.32), 17 of 75 HER-2–positive samples (22.7%; P = 0.04), 20 of 240 basal-like cancers (8.3%; P < 0.0001), and 0 of 14 claudin-low tumors (P = 0.004). Of 7 phosphatidylinositol 3-kinase/AKT pathway phosphorylation sites, 6 were more highly phosphorylated in MBCs than in other breast tumor subtypes. The majority of MBCs displayed mRNA profiles different from those of the most common, including basal-like cancers. By transcriptional profiling, MBCs and the recently identified claudin-low breast cancer subset constitute related receptor-negative subgroups characterized by low expression of GATA3-regulated genes and of genes responsible for cell-cell adhesion with enrichment for markers linked to stem cell function and epithelial-to-mesenchymal transition (EMT). In contrast to other breast cancers, claudin-low tumors and most MBCs showed a significant similarity to a “tumorigenic” signature defined using CD44+/CD24− breast tumor–initiating stem cell–like cells. MBCs and claudin-low tumors are thus enriched in EMT and stem cell–like features, and may arise from an earlier, more chemoresistant breast epithelial precursor than basal-like or luminal cancers. PIK3CA mutations, EMT, and stem cell-like characteristics likely contribute to the poor outcomes of MBC and suggest novel therapeutic targets.",
        "email": "",
        "conf": "Cancer Research",
        "coauthors": [
            "Bryan T. Hennessy, Ana-Maria Gonzalez-Angulo, Katherine Stemke-Hale, Michael Z. Gilcrease, Savitri Krishnamurthy, Ju-Seog Lee, Jane Fridlyand, Aysegul Sahin, Roshan Agarwal, Corwin Joy, Wenbin Liu, David Stivers, Keith Baggerly, Mark Carey, Ana Lluch, Carlos Monteagudo, Xiaping He, Victor Weigman, Cheng Fan, Juan Palazzo, Gabriel N. Hortobagyi, Laura K. Nolden, Nicholas J. Wang, Vicente Valero, Joe W. Gray, Charles M. Perou,Gordon B. Mills"
        ],
        "keywords": ""
    },
    {
        "id": 2809,
        "label": 61,
        "author": "ju-seog lee",
        "title": "A novel prognostic subtype of human hepatocellular carcinoma derived from hepatic progenitor cells",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The variability in the prognosis of individuals with hepatocellular carcinoma (HCC) suggests that HCC may comprise several distinct biological phenotypes. These phenotypes may result from activation of different oncogenic pathways during tumorigenesis and/or from a different cell of origin. Here we address whether the transcriptional characteristics of HCC can provide insight into the cellular origin of the tumor. We integrated gene expression data from rat fetal hepatoblasts and adult hepatocytes with HCC from human and mouse models. Individuals with HCC who shared a gene expression pattern with fetal hepatoblasts had a poor prognosis. The gene expression program that distinguished this subtype from other types of HCC included markers of hepatic oval cells, suggesting that HCC of this subtype may arise from hepatic progenitor cells. Analyses of gene networks showed that activation of AP-1 transcription factors in this newly identified HCC subtype might have key roles in tumor development.",
        "email": "",
        "conf": "Nature Medicine",
        "coauthors": [
            "Ju-Seog Lee, Jeonghoon Heo, Louis Libbrecht, In-Sun Chu, Pal Kaposi-Novak, Diego F Calvisi, Arsen Mikaelyan, Lewis R Roberts, Anthony J Demetris, Zongtang Sun, Frederik Nevens, Tania Roskams, Snorri S Thorgeirsson"
        ],
        "keywords": "CLASSIFICATION, METASTASIS, C-JUN, GENE-EXPRESSION, HUMAN CANCER, COMPARATIVE FUNCTIONAL GENOMICS, LIVER-TUMOR, STEM-CELLS, SIGNALING PATHWAY, EZRIN"
    },
    {
        "id": 2808,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Hint2 A Mitochondrial Apoptotic Sensitizer Down-Regulated in Hepatocellular Carcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Hints, histidine triad nucleotide-binding proteins, are adenosine monophosphate–lysine hydrolases of uncertain biological function. Here we report the characterization of human Hint2. Tissue distribution was determined by real-time quantitative polymerase chain reaction and immunoblotting, cellular localization by immunocytochemistry, and transfection with green fluorescent protein constructs. Enzymatic activities for protein kinase C and adenosine phosphoramidase in the presence of Hint2 were measured. HepG2 cell lines with Hint2 overexpressed or knocked down were established. Apoptosis was assessed by immunoblotting for caspases and by flow cytometry. Tumor growth was measured in SCID mice. Expression in human tumors was investigated by microarrays. Results: Hint2 was predominantly expressed in liver and pancreas. Hint2 was localized in mitochondria. Hint2 hydrolyzed adenosine monophosphate linked to an amino group (AMP-pNA; kcat:0.0223 s−1; Km:128 μmol/L). Exposed to apoptotic stress, fewer HepG2 cells overexpressing Hint2 remained viable (32.2 ± 0.6% vs 57.7 ± 4.6%), and more cells displayed changes of the mitochondrial membrane potential (87.8 ± 2.35 vs 49.7 ± 1.6%) with more cleaved caspases than control cells. The opposite was observed in HepG2 cells with knockdown expression of Hint2. Subcutaneous injection of HepG2 cells overexpressing Hint2 in SCID mice resulted in smaller tumors (0.32 ± 0.13 g vs 0.85 ± 0.35 g). Microarray analyses revealed that HINT2 messenger RNA is downregulated in hepatocellular carcinomas (−0.42 ± 0.58 log2 vs −0.11 ± 0.28 log2). Low abundance of HINT2 messenger RNA was associated with poor survival. Conclusion: Hint2 defines a novel class of mitochondrial apoptotic sensitizers down-regulated in hepatocellular carcinoma.",
        "email": "",
        "conf": "Gastroenterology",
        "coauthors": [
            "Juliette Martin, Fabrice Magnino, Karin Schmidt, Anne–Christine Piguet, Ju–Seog Lee, David Semela, Marie V. St–Pierre, Andrew Ziemiecki, Doris Cassio, Charles Brenner, Snorri S. Thorgeirsson, Jean–François Dufour"
        ],
        "keywords": ""
    },
    {
        "id": 2772,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Genes Associated with Recurrence of Hepatocellular Carcinoma: Integrated Analysis by Gene Expression and Methylation Profiling",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Gene expression is suppressed by DNA methylation. The goal of this study was to identify genes whose CpG site methylation and mRNA expression are associated with recurrence after surgical resection for hepatocellular carcinoma (HCC). Sixty-two HCCs were examined by both whole genome DNA methylation and transcriptome analysis. The Cox model was used to select genes associated with recurrence. A validation was performed in an independent cohort of 66 HCC patients. Among fifty-nine common genes, increased CpG site methylation and decreased mRNA expression were associated with recurrence for 12 genes (Group A), whereas decreased CpG site methylation and increased mRNA expression were associated with recurrence for 25 genes (Group B). The remaining 22 genes were defined as Group C. Complement factor H (CFH) and myosin VIIA and Rab interacting protein (MYRIP) in Group A; proline/serine-rich coiled-coil 1 (PSRC1), meiotic recombination 11 homolog A (MRE11A), and myosin IE (MYO1E) in Group B; and autophagy-related protein LC3 A (MAP1LC3A), and NADH dehydrogenase 1 alpha subcomplex assembly factor 1 (NDUFAF1) in Group C were validated. In conclusion, potential tumor suppressor (CFH, MYRIP) and oncogenes (PSRC1, MRE11A, MYO1E) in HCC are reported. The regulation of individual genes by methylation in hepatocarcinogenesis needs to be validated.",
        "email": "",
        "conf": "Journal of Korean medical science",
        "coauthors": [
            "Ju Dong Yang, So Young Seol, Sun Hee Leem, Yong Hoon Kim, Zhifu Sun, Ju Seog Lee, Snorri S. Thorgeirsson, In Sun Chu, Lewis R. Roberts, Koo Jeong Kang"
        ],
        "keywords": "Carcinoma, Hepatocellular; Gene Expression Profiling; Microarray analysis; DNA methylation; Survival"
    },
    {
        "id": 2799,
        "label": 61,
        "author": "ju-seog lee",
        "title": "ARAP1 regulates endocytosis of EGFR",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Signaling through the EGF receptor is regulated by endocytosis. ARAP1 is a protein with Arf guanosine triphosphatase‐activating protein (GAP) and Rho GAP domains. We investigated the role of ARAP1 in EGF receptor endocytic trafficking. Following EGF treatment of cells, ARAP1 rapidly and transiently associated with the edge of the cell and punctate structures containing Rab5, rabaptin 5 and EGFR but not early embryonic antigen 1 (EEA1). EGF associated with the ARAP1‐positive punctate structures prior to EEA1‐positive early endosomes. Recruitment of ARAP1 to the punctate structures required active Rab5 and an additional signal from EGFR. Decreasing ARAP1 levels with small interfering RNA accelerated association of EGF with EEA1 endosomes and degradation of EGFR. Phosphorylation of extracellular‐signal‐regulated kinase (ERK) and c‐Jun‐amino‐terminal kinase (JNK) was diminished and more transient in cells with reduced levels of ARAP1 than in controls. Based on these findings, we propose that ARAP1 regulates the endocytic traffic of EGFR and, consequently, the rate of EGFR signal attenuation.",
        "email": "",
        "conf": "Traffic",
        "coauthors": [
            "Hye-Young Yoon",
            "Ju-Seog Lee",
            "Paul A. Randazzo"
        ],
        "keywords": "ADP ribosylation factor, ARAP1, GTPase-activating protein, EGF, endocytosis, Rab5"
    },
    {
        "id": 2784,
        "label": 61,
        "author": "ju-seog lee",
        "title": "A Unique Metastasis Gene Signature Enables Prediction of Tumor Relapse in Early-Stage Hepatocellular Carcinoma Patients",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Metastasis-related recurrence often occurs in hepatocellular carcinoma (HCC) patients who receive curative therapies. At present, it is challenging to identify patients with high risk of recurrence, which would warrant additional therapies. In this study, we sought to analyze a recently developed metastasis-related gene signature for its utility in predicting HCC survival, using 2 independent cohorts consisting of a total of 386 patients who received radical resection. Cohort 1 contained 247 predominantly HBV-positive cases analyzed with an Affymetrix platform, whereas cohort 2 contained 139 cases with mixed etiology analyzed with the NCI Oligo Set microarray platform. We employed a survival risk prediction algorithm with training, test, and independent cross-validation strategies and found that the gene signature is predictive of overall and disease-free survival. Importantly, risk was significantly predicted independently of clinical characteristics and microarray platform. In addition, survival prediction was successful in patients with early disease, such as small (<5 cm in diameter) and solitary tumors, and the signature predicted particularly well for early recurrence risk (<2 years), especially when combined with serum alpha fetoprotein or tumor staging. In conclusion, we have shown in 2 independent cohorts with mixed etiologies and ethnicity that the metastasis gene signature is a useful tool to predict HCC outcome, suggesting the general utility of this classifier. We recommend the use of this classifier as a molecular diagnostic test to assess the risk that an HCC patient will develop tumor relapse within 2 years after surgical resection, particularly for those with early-stage tumors and solitary presentation",
        "email": "",
        "conf": "Cancer Research",
        "coauthors": [
            "Stephanie Roessler, Hu-Liang Jia, Anuradha Budhu, Marshonna Forgues, Qing-Hai Ye, Ju-Seog Lee, Snorri S. Thorgeirsson, Zhongtang Sun, Zhao-You Tang, Lun-Xiu Qin, Xin Wei Wang"
        ],
        "keywords": ""
    },
    {
        "id": 2812,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Functional genomics of hepatocellular carcinoma",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The majority of DNA‐microarray based gene expression profiling studies on human hepatocellular carcinoma (HCC) has focused on identifying genes associated with clinicopathological features of HCC patients. Although notable success has been achieved, this approach still faces significant challenges due to the heterogeneous nature of HCC (and other cancers) as well as the many confounding factors embedded in gene expression profile data. However, these limitations are being overcome by improved bioinformatics and sophisticated analyses. Also, application of cross comparison of multiple gene expression data sets from human tumors and animal models are facilitating the identification of critical regulatory modules in the expression profiles. The success of this new experimental approach, comparative functional genomics, suggests that integration of independent data sets will enhance our ability to identify key regulatory elements in tumor development. Furthermore, integrating gene expression profiles with data from DNA sequence information in promoters, array‐based CGH, and expression of non‐coding genes (i.e., microRNAs) will further increase the reliability and significance of the biological and clinical inferences drawn from the data. The pace of current progress in the cancer profiling field, combined with the advances in high‐throughput technologies in genomics and proteomics, as well as in bioinformatics, promises to yield unprecedented biological insights from the integrative (or systems) analysis of the combined cancer genomics database. The predicted beneficial impact of this “new integrative biology” on diagnosis, treatment and prevention of liver cancer and indeed cancer in general is enormous",
        "email": "",
        "conf": "Hepatology",
        "coauthors": [
            "Snorri S Thorgeirsson",
            "Ju-Seog Lee",
            "Joe Grisham"
        ],
        "keywords": ""
    },
    {
        "id": 2785,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Prognostic Biomarkers for Esophageal Adenocarcinoma Identified by Analysis of Tumor Transcriptome",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Despite many attempts to establish pre-treatment prognostic markers to understand the clinical biology of esophageal adenocarcinoma (EAC), validated clinical biomarkers or parameters remain elusive. We generated and analyzed tumor transcriptome to develop a practical biomarker prognostic signature in EAC. Untreated esophageal endoscopic biopsy specimens were obtained from 64 patients undergoing surgery and chemoradiation. Using DNA microarray technology, genome-wide gene expression profiling was performed on 75 untreated cancer specimens from 64 EAC patients. By applying various statistical and informatical methods to gene expression data, we discovered distinct subgroups of EAC with differences in overall gene expression patterns and identified potential biomarkers significantly associated with prognosis. The candidate marker genes were further explored in formalin-fixed, paraffin-embedded tissues from an independent cohort (52 patients) using quantitative RT-PCR to measure gene expression. We identified two genes whose expression was associated with overall survival in 52 EAC patients and the combined 2-gene expression signature was independently associated with poor outcome (P<0.024) in the multivariate Cox hazard regression analysis. Our findings suggest that the molecular gene expression signatures are associated with prognosis of EAC patients and can be assessed prior to any therapy. This signature could provide important improvement for the management of EAC patients.",
        "email": "jlee@mdanderson.org",
        "conf": "PLoS ONE",
        "coauthors": [
            "Soo Mi Kim, Yun Yong Park, Eun Sung Park, Jae Yong Cho, Julie G. Izzo, Di Zhang, Sang Bae Kim, Jeffrey H. Lee, Manoop S. Bhutani, Stephen G. Swisher, Xifeng Wu, Kevin R. Coombes, Dipen Maru, Kenneth K. Wang, Navtej S. Buttar, Jaffer A. Ajani, Ju Seog Lee"
        ],
        "keywords": ""
    },
    {
        "id": 2753,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Genome-wide Transcriptome Profiling of Homologous Recombination DNA Repair",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Homologous recombination (HR) repair deficiency predisposes to cancer development, but also sensitizes cancer cells to DNA damage-inducing therapeutics. Here we identify an HR defect (HRD) gene signature that can be used to functionally assess HR repair status without interrogating individual genetic alterations in cells. By using this HRD gene signature as a functional network analysis tool, we discover that simultaneous loss of two major tumour suppressors BRCA1 and PTEN extensively rewire the HR repair-deficient phenotype, which is found in cells with defects in either BRCA1 or PTEN alone. Moreover, the HRD gene signature serves as an effective drug discovery platform to identify agents targeting HR repair as potential chemo/radio sensitizers. More importantly, this HRD gene signature is able to predict clinical outcomes across multiple cancer lineages. Our findings, therefore, provide a molecular profile of HR repair to assess its status at a functional network level, which can provide both biological insights and have clinical implications in cancer.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Guang Peng, Curtis Chun-Jen Lin, Wei Mo, Hui Dai, Yun-Yong Park, Soo Mi Kim, Yang Peng, Qianxing Mo, Stefan Siwko, Ruozhen Hu, Ju-Seog Lee, Bryan Hennessy, Samir Hanash, Gordon B. Mills, Shiaw-Yih Lin"
        ],
        "keywords": ""
    },
    {
        "id": 2762,
        "label": 61,
        "author": "ju-seog lee",
        "title": "HOXA9 promotes ovarian cancer growth by stimulating cancer-associated fibroblasts",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Epithelial ovarian cancers (EOCs) often exhibit morphologic features of embryonic Müllerian duct–derived tissue lineages and colonize peritoneal surfaces that overlie connective and adipose tissues. However, the mechanisms that enable EOC cells to readily adapt to the peritoneal environment are poorly understood. In this study, we show that expression of HOXA9, a Müllerian-patterning gene, is strongly associated with poor outcomes in patients with EOC and in mouse xenograft models of EOC. Whereas HOXA9 promoted EOC growth in vivo, HOXA9 did not stimulate autonomous tumor cell growth in vitro. On the other hand, expression of HOXA9 in EOC cells induced normal peritoneal fibroblasts to express markers of cancer-associated fibroblasts (CAFs) and to stimulate growth of EOC and endothelial cells. Similarly, expression of HOXA9 in EOC cells induced normal adipose- and bone marrow–derived mesenchymal stem cells (MSCs) to acquire features of CAFs. These effects of HOXA9 were due in substantial part to its transcriptional activation of the gene encoding TGF-β2 that acted in a paracrine manner on peritoneal fibroblasts and MSCs to induce CXCL12, IL-6, and VEGF-A expression. These results indicate that HOXA9 expression in EOC cells promotes a microenvironment that is permissive for tumor growth.",
        "email": "",
        "conf": "The Journal of clinical investigation",
        "coauthors": [
            "Song-Yi Ko",
            "Nicolas Barengo",
            "Andras Ladanyi",
            "Ju-Seog Lee",
            "Frank Marini",
            "Ernst Lengyel",
            "Honami Naora"
        ],
        "keywords": ""
    },
    {
        "id": 2805,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Gene expression profiling reveals different pathways related to Abl and other genes that cooperate with c-Myc in a model of plasma cell neoplasia",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "To elucidate the genes involved in the neoplastic transformation of B cells, global gene expression profiles were generated using Affymetrix U74Av2 microarrays, containing 12,488 genes, for four different groups of mouse B-cell lymphomas and six subtypes of pristane-induced mouse plasma cell tumors, three of which developed much earlier than the others. Unsupervised hierarchical cluster analysis exhibited two main sub-clusters of samples: a B-cell lymphoma cluster and a plasma cell tumor cluster with subclusters reflecting mechanism of induction. This report represents the first step in using global gene expression to investigate molecular signatures related to the role of cooperating oncogenes in a model of Myc-induced carcinogenesis. Within a single subgroup, e.g., ABPCs, plasma cell tumors that contained typical T(12;15) chromosomal translocations did not display gene expression patterns distinct from those with variant T(6;15) translocations, in which the breakpoint was in the Pvt-1 locus, 230 kb 3' of c-Myc, suggesting that c-Myc activation was the initiating factor in both. When integrated with previously published Affymetrix array data from human multiple myelomas, the IL-6-transgenic subset of mouse plasma cell tumors clustered more closely with MM1 subsets of human myelomas, slow-appearing plasma cell tumors clustered together with MM2, while plasma cell tumors accelerated by v-Abl clustered with the more aggressive MM3-MM4 myeloma subsets. Slow-appearing plasma cell tumors expressed Socs1 and Socs2 but v-Abl-accelerated plasma cell tumors expressed 4–5 times as much. Both v-Abl-accelerated and non-v-Ab l-associated tumors exhibited phosphorylated STAT 1 and 3, but only v-Abl-accelerated plasma cell tumors lost viability and STAT 1 and 3 phosphorylation when cultured in the presence of the v-Abl kinase inhibitor, STI-571. These data suggest that the Jak/Stat pathway was critical in the transformation acceleration by v-Abl and that v-Abl activity remained essential throughout the life of the tumors, not just in their acceleration. A different pathway appears to predominate in the more slowly arising plasma cell tumors. Gene expression profiling differentiates not only B-cell lymphomas from plasma cell tumors but also distinguishes slow from accelerated plasma cell tumors. These data and those obtained from the sensitivity of v-Abl-accelerated plasma cell tumors and their phosphorylated STAT proteins indicate that these similar tumors utilize different signaling pathways but share a common initiating genetic lesion, a c-Myc-activating chromosome translocation.",
        "email": "",
        "conf": "BMC Genomics",
        "coauthors": [
            "Eun Sung Park, John D Shaughnessy Jr, Shalu Gupta, Hongyang Wang, Ju-Seog Lee, Hyun Goo Woo, Fenghuang Zhan, James D Owens Jr, Michael Potter, Siegfried Janz, J Frederic Mushinski"
        ],
        "keywords": ""
    },
    {
        "id": 2813,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Changes in gene expression with increased transglutaminase 2 in a SH-SY5Y cell line",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Previously we showed that the overexpression of transglutaminase 2 (TGase 2) resulted in activation of NFκB through polymerization of I-κBα. To explore the pathway of TGase 2-mediated NF-κB activation, a transcriptomic microarray analysis was performed. In a SHSY5Y cell line transfected with TGase 2, 24 genes were up-regulated at least 1.6-fold and 26 genes were downregulated, as compared to the wild-type cell line. Detailed analysis resulted in the identification of target genes involved in regulating inflammation, including tribbles homolog 3, peroxiredoxin 4, neuropeptide Y, galanin, and vasoactive intestinal peptide. Our data demonstrate that the increase in TGase 2 in the neuroblastoma causes functional changes in transcriptional regulation, especially in genes associated with inflammation. These changes in gene expression caused by increases in TGase 2 activity may contribute to the pathophysiologic processes of inflammatory diseases.",
        "email": "",
        "conf": "Frontiers in Bioscience",
        "coauthors": [
            "Ju-Seog Lee",
            "In-Hoo Kim",
            "Soo-Youl Kim"
        ],
        "keywords": "Inflammation,Microarray,NF-κB,Neuroblastoma,SH-SY5Y,Transglutaminase 2"
    },
    {
        "id": 2739,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Activation of EZH2 and SUZ12 Regulated by E2F1 Predicts the Disease Progression and Aggressive Characteristics of Bladder Cancer",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Previous study identified E2F1 as a key mediator of non–muscle-invasive bladder cancer (NMIBC) progression. The aim of this study was to identify the E2F1-related genes associated with poor prognosis and aggressive characteristics of bladder cancer. Microarray analysis was performed to find E2F1-related genes associated with tumor progression and aggressiveness in the gene expression data from 165 primary patients with bladder cancer. The biologic activity of E2F1-related genes in tumor progression and aggressiveness was confirmed with experimental assays using bladder cancer cells and tumor xenograft assay. The expression of E2F1 was significantly associated with EZH2 and SUZ12. The overexpression of E2F1, EZH2, and SUZ12 enhanced cancer progression including cell colony formation, migration, and invasiveness. Knockdown of these genes reduced motility, blocked invasion, and decreased tumor size in vivo. E2F1 bound the proximal EZH2 and SUZ12 promoter to activate transcription, suggesting that E2F1 and its downstream effectors, EZH2 and SUZ12, could be important mediators for the cancer progression. In addition, we confirmed an association between these genes and aggressive characteristics. Interestingly, the treatment of anticancer drugs to the cells overexpressing E2F1, EZH2, and SUZ12 induced the expression of CD44, KLF4, OCT4, and ABCG2 known as cancer stem cell (CSC)–related genes. The link between E2F1, EZH2, and/or SUZ12 revealed that E2f1 directly regulates transcription of the EZH2 and SUZ12 genes. The signature of E2F1–EZH2–SUZ12 shows a predictive value for prognosis in bladder tumors and the E2F1–EZH2–SUZ12–driven transcriptional events may regulate the cancer aggressiveness and chemo-resistance, which may provide opportunity for development of new treatment modalities.",
        "email": "",
        "conf": "Clinical Cancer Research",
        "coauthors": [
            "Se-Ra Lee, Yun-Gil Roh, Seon-Kyu Kim, Ju-Seog Lee, So-Young Seol, Hyun-Hee Lee, Won-Tae Kim, Wun-Jae Kim, Jeonghoon Heo, Hee-Jae Cha, Tae-Hong Kang, Jin Woong Chung, In-Sun Chu, Sun-Hee Leem"
        ],
        "keywords": ""
    },
    {
        "id": 2818,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Genome-scale profiling of gene expression in hepatocellular carcinoma: Classification survival prediction and identification of therapeutic targets",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The heterogeneous nature of human hepatocellular carcinoma (HCC) has hampered both treatment and prognostic predictions. Gene expression profiles of human HCC were analyzed to define the molecular characteristics of the tumors and to test the prognostic value of the expression profiles. By applying global gene expression analyses, including unsupervised and supervised methods, 2 distinctive subclasses of HCC that were highly homogeneous for both the underlying biology and the clinical outcome were discovered. Tumors from the low survival subclass had strong cell proliferation and antiapoptosis gene expression signatures. In addition, the low survival subclass displayed higher expression of genes involved in ubiquitination and sumoylation, suggesting an etiologic involvement of these processes in accelerating the progression of HCC. Genes most strongly associated with survival were identified by using the Cox proportional hazards survival analysis. This approach identified a limited number of genes that accurately predicted the length of survival and provided new molecular insights into the pathogenesis of HCC. Future studies will evaluate potential diagnostic markers and therapeutic targets identified during the global gene expression studies. Furthermore, cross-species similarity of gene expression patterns will also allow prioritization of a long list of genes obtained from human gene expression profiling studies and focus on genes whose expression is altered during tumorigenesis in both species.",
        "email": "snorri_thorgeirsson@nih.gov",
        "conf": "Gastroenterology",
        "coauthors": [
            "Ju-Seog Lee",
            "Snorri S Thorgeirsson"
        ],
        "keywords": ""
    },
    {
        "id": 2776,
        "label": 61,
        "author": "ju-seog lee",
        "title": "First generation prognostic gene signatures for breast cancer predict both survival and chemotherapy sensitivity and identify overlapping patient populations",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "The aims of this study were to compare the performance of six different genomic prognostic markers to predict long-term survival and chemotherapy response on the same patient cohort and assess if clinicopathological variables carry independent prognostic and predictive values. We examined seven clinical variables and six previously described prognostic signatures on 228 tumors from patients who received homogeneous preoperative chemotherapy and had long-term follow-up information for survival. We used the area under the receiver operator characteristic curve (AUC) to compare predictors and also performed univariate and multivariate analyses including the genomic and clinical variables and plotted Kaplan-Meir survival curves. All genomic prognostic markers had statistically similar AUCs and sensitivity to predict 5-year progression-free survival (PFS, sensitivities ranged from 0.591 to 0.773, and AUCs: 0.599–0.673), overall survival (OS, sensitivities: 0.590–0.769, AUCs: 0.596–0.684) and pathologic complete response (pCR, sensitivities: 0.596–0.851, AUCs: 0.614–0.805). In multivariate analysis, the genomic markers were not independent from one another; however, estrogen receptor (Odds Ratio [OR] 7.63, P < 0.001) and HER2 status (OR: 0.37, P = 0.021) showed significant independent predictive values for pCR. Nodal status remained an independent prognostic, but not predictive, variable (OR for PFS: 2.77, P = 0.021, OR for OS: 3.62, P = 0.01). There was moderate to good agreement between different prediction results in pair-wise comparisons. First-generation prognostic-gene signatures predict both chemotherapy response and long-term survival. When multiple predictors are applied to the same case discordant risk prediction frequently occurs.",
        "email": "",
        "conf": "Breast Cancer Research and Treatment",
        "coauthors": [
            "Takayuki Iwamoto, Ju-Seog Lee, Giampaolo Bianchini, Rebekah E. Hubbard, Elliana Young, Junji Matsuoka, Sang Bae Kim, W. Fraser Symmans, Gabriel N. Hortobagyi,  Lajos Pusztai"
        ],
        "keywords": "Breast cancer,Gene expression profiling,Genomic marker,Predictive marker,Prognostic marker"
    },
    {
        "id": 2770,
        "label": 61,
        "author": "ju-seog lee",
        "title": "Dual Inhibition of Tumor Energy Pathway by 2-Deoxyglucose and Metformin Is Effective against a Broad Spectrum of Preclinical Cancer Models",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Tumor cell proliferation requires both growth signals and sufficient cellular bioenergetics. The AMP-activated protein kinase (AMPK) pathway seems dominant over the oncogenic signaling pathway suppressing cell proliferation. This study investigated the preclinical efficacy of targeting the tumor bioenergetic pathway using a glycolysis inhibitor 2-deoxyglucose (2DG) and AMPK agonists, AICAR and metformin. We evaluated the in vitro antitumor activity of 2DG, metformin or AICAR alone, and 2DG in combination either with metformin or AICAR. We examined in vivo efficacy using xenograft mouse models. 2DG alone was not sufficient to promote tumor cell death, reflecting the limited efficacy showed in clinical trials. A combined use of 2DG and AICAR also failed to induce cell death. However, 2DG and metformin led to significant cell death associated with decrease in cellular ATP, prolonged activation of AMPK, and sustained autophagy. Gene expression analysis and functional assays revealed that the selective AMPK agonist AICAR augments mitochondrial energy transduction (OXPHOS) whereas metformin compromises OXPHOS. Importantly, forced energy restoration with methyl pyruvate reversed the cell death induced by 2DG and metformin, suggesting a critical role of energetic deprivation in the underlying mechanism of cell death. The combination of 2DG and metformin inhibited tumor growth in mouse xenograft models. Deprivation of tumor bioenergetics by dual inhibition of energy pathways might be an effective novel therapeutic approach for a broad spectrum of human tumors",
        "email": "",
        "conf": "Molecular Cancer Therapeutics",
        "coauthors": [
            "Jae-Ho Cheong, Eun Sung Park, Jiyong Liang, Jennifer B. Dennison, Dimitra Tsavachidou, Catherine Nguyen-Charles, Kwai Wa Cheng, Hassan Hall, Dong Zhang, Yiling Lu, Murali Ravoori, Vikas Kundra, Jaffer Ajani, Ju-Seog Lee, Waun Ki Hong, Gordon B. Mills"
        ],
        "keywords": "Tumor bioenergetics; Targeted therapy; Cancer energy metabolic pathway"
    },
    {
        "id": 2720,
        "label": 61,
        "author": "ju-seog lee",
        "title": "FOXM1 mediates Dox resistance in breast cancer by enhancing DNA repair",
        "organization": "Professor University of Texas MD Anderson Cancer Center",
        "abstract": "Transcription factors are direct effectors of altered signaling pathways in cancer and frequently determine clinical outcomes in cancer patients. To uncover new transcription factors that would determine clinical outcomes in breast cancer, we systematically analyzed gene expression data from breast cancer patients. Our results revealed that Forkhead box protein M1 (FOXM1) is the top-ranked survival-associated transcription factor in patients with triple-negative breast cancer. Surprisingly, silencing FOXM1 expression led breast cancer cells to become more sensitive to doxorubicin (Dox). We found that FOXM1-dependent resistance to Dox is mediated by regulating DNA repair genes. We further demonstrated that NFκB1 interacts with FOXM1 in the presence of Dox to protect breast cancer cells from DNA damage. Finally, silencing FOXM1 expression in breast cancer cells in a mouse xenograft model significantly sensitized the cells to Dox. Our systematic approaches identified an unexpected role of FOXM1 in Dox resistance by regulating DNA repair genes, and our findings provide mechanistic insights into how FOXM1 mediates resistance to Dox and evidence that FOXM1 may be a promising therapeutic target for sensitizing breast cancer cells to Dox.",
        "email": "jlee@mdanderson.org",
        "conf": "Carcinogenesis",
        "coauthors": [
            "Yun-Yong Park, Sung Yun Jung, Nicholas B Jennings, Cristian Rodriguez-Aguayo, Guang Peng, Se-Ran Lee, Sang Bae Kim, Kyounghyun Kim, Sun-Hee Leem, Shiaw-Yih Lin, Gabriel Lopez-Berestein, Anil K Sood, Ju-Seog Lee"
        ],
        "keywords": "breast cancer,forkhead box protein m1"
    }
]