[
    {
        "id": 5196,
        "label": 103,
        "author": "julian smith iii",
        "title": "Kataplana celeretrix n. sp. (Platyhelminthes: Proseriata: Otoplanidae) from the Coast of North Carolina USA",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "Kataplana celeretrix is described as a new species of proseriate flatworm belonging to the Otoplanidae. This species was found in low-tide-level surface sediments at two high-energy beach sites in North Carolina and is unique among described Otoplanidae in possessing post-pharyngeal germaria. In addition, we consider the intermediate taxonomic position that this new species occupies between Parotoplaninae and Otoplaninae, and point to the utility of confocal microscopy in routine species descriptions.",
        "email": "smithj@winthrop.edu",
        "conf": "Zootaxa",
        "coauthors": [
            "Joseph Bursey",
            "Julian Smith",
            "Marian Litvaitis"
        ],
        "keywords": "Platyhelminthes, Proseriata, Otoplanidae"
    },
    {
        "id": 5201,
        "label": 103,
        "author": "julian smith iii",
        "title": "Small Things Draw Big Interest",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "Although the microscope is a basic tool in both physical and biological sciences, it is notably absent from most elementary school science programs. One reason teachers find it challenging to introduce microscopy at the elementary level is because children can have a hard time connecting the image of an object seen through a microscope with what they see with their unaided eyes. This is especially true if students are viewing a greatly magnified object, such as what would be seen through a compound microscope. This kind of microscope, most often used at the high school or university level, can magnify objects from 100 up to 1,000 times their actual size. However, by using low-powered microscopes--microscopes that magnify objects between 10 and 30 times their actual size, microscopy can be successfully introduced at the elementary level, providing a solid foundation for later learning with compound microscopes. Through a partnership between a university biology department and college of education and a local elementary school, microscopy was introduced to third grade classes. As a result, students have shown more interest in science and their science grades have improved. The authors would like to share this project to inspire other educators to seek out opportunities for collaboration between elementary schools and nearby universities or high schools.",
        "email": "smithj@winthrop.edu",
        "conf": "Science and children",
        "coauthors": [
            "Susan Green",
            "Julian Smith"
        ],
        "keywords": "Sciences, Science Programs, Laboratory Equipment, Science Interests, Elementary School Science, Biology, College School Cooperation, Partnerships in Education, Grade 3"
    },
    {
        "id": 5203,
        "label": 103,
        "author": "julian smith iii",
        "title": "Convoluta-pulchra N-Sp (Turbellaria Acoela) from the East-Coast of North-America",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "Convoluta pulchra is a new species of acoel turbellarian belonging to the family Convolutidae. This species is widely distributed along the Atlantic coast of North America, having been found by us from North Carolina to Maine, and appears to be a common component of the meiofauna in lentic muddy sand beaches. C. pulchra is intermediate in its anatomy between the \"vesicula-penis group\" and the \"antrum-penis group\" of the genus Convoluta, as defined in 1968 by Antonius. This intermediate position, as well as the anatomical similarity of C. pulchra to Conaperta westbladi suggests the need for a revision of the genera Convoluta and Conaperta, if not of the entire family Convolutidae.",
        "email": "",
        "conf": "Transactions of the American Microscopical Society",
        "coauthors": [
            "Julian Smith",
            "Louise Bush"
        ],
        "keywords": "Diagnosis (taxonomy), Morphology, Taxonomic review, Taxonomy, North Atlantic, New species, Helmintha, Invertebrata, Marine environment, Plathelmintha, Turbellaria, Atlantic Ocean"
    },
    {
        "id": 5193,
        "label": 103,
        "author": "julian smith iii",
        "title": "Evolution and Functional Morphology of the Proboscis in Kalyptorhynchia (Platyhelminthes)",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "Predatory flatworms belonging to the taxon Kalyptorhynchia are characterized by an anterior muscular proboscis that they use to seize prey. In many cases, the proboscis is armed with hooks, derived either from the extracellular matrix that surrounds the muscles or from intracellular deposits in the epithelium covering the proboscis. Glands associated with the proboscis reportedly are venomous; however, there are few direct tests of this hypothesis. This article reviews the structure and current knowledge of the function of the proboscis in the Kalyptorhynchia, points to areas in which the current understanding of phylogenetic relationships within this taxon is incongruent with our hypothesis of how the proboscis evolved, and addresses areas in need of further research, especially as regards functional morphology and biomechanics.",
        "email": "smithj@winthrop.edu",
        "conf": "Integrative and Comparative Biology",
        "coauthors": [
            "Julian Smith",
            "Marian K Litvaitis",
            "Stefan Gobert",
            "Theodore Uyeno",
            "Tom Artois"
        ],
        "keywords": "Platyhelminthes, biomechanics, epithelium, extracellular matrix, muscles, phylogeny, proboscis"
    },
    {
        "id": 5204,
        "label": 103,
        "author": "julian smith iii",
        "title": "The Morphology of Turbellarian Rhabdites: Phylogenetic Implications",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "The electron microscope has proven to be a useful tool for phylogenetic research. especially when the light microscope has failed to provide a sufficient number of complex characters for reliable analysis. Heretofore. ultrastructural systematic studies have utilized microorgans or single cells. but few have attempted to compare subcellular structures. As was originally proposed by Reisinger in 1969. one subcellular structure that offers promise for clarification of systematic relationships among turbellarian orders are rhabdoids. These rod-shaped",
        "email": "",
        "conf": "BioScience",
        "coauthors": [
            "Julian Smith",
            "Seth Tyler",
            "Mary Beth Thomas",
            "R. M. Reiger"
        ],
        "keywords": "TURBELLARIA, TEGUMENT, PHYLOGENY, PLATHELMINTHA, HELMINTHA, INVERTEBRATA"
    },
    {
        "id": 5197,
        "label": 103,
        "author": "julian smith iii",
        "title": "Stem Cells Propagate Their DNA by Random Segregation in the Flatworm Macrostomum lignano",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "Adult stem cells are proposed to have acquired special features to prevent an accumulation of DNA-replication errors. Two such mechanisms, frequently suggested to serve this goal are cellular quiescence, and non-random segregation of DNA strands during stem cell division, a theory designated as the immortal strand hypothesis. To date, it has been difficult to test the in vivo relevance of both mechanisms in stem cell systems. It has been shown that in the flatworm Macrostomum lignano pluripotent stem cells (neoblasts) are present in adult animals. We sought to address by which means M. lignano neoblasts protect themselves against the accumulation of genomic errors, by studying the exact mode of DNA-segregation during their division. In this study, we demonstrated four lines of in vivo evidence in favor of cellular quiescence. Firstly, performing BrdU pulse-chase experiments, we localized ‘Label-Retaining Cells’ (LRCs). Secondly, EDU pulse-chase combined with Vasa labeling demonstrated the presence of neoblasts among the LRCs, while the majority of LRCs were differentiated cells.We showed that stem cells lose their label at a slow rate, indicating cellular quiescence. Thirdly, CldU/IdU− double labeling studies confirmed that label-retaining stem cells showed low proliferative activity. Finally, the use of the actin inhibitor, cytochalasin D, unequivocally demonstrated random segregation of DNA-strands in LRCs. Altogether, our data unambiguously demonstrated that the majority of neoblasts in M. lignano distribute their DNA randomly during cell division, and that label-retention is a direct result of cellular quiescence, rather than a sign of co-segregation of labeled strands.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Freija Verdoodt",
            "Maxime Willems",
            "Stijn Mouton",
            "Katrien De Mulder",
            "Wim Bert",
            "Wouter Houthoofd",
            "Julian Smith",
            "Peter Ladurner"
        ],
        "keywords": ""
    },
    {
        "id": 5199,
        "label": 103,
        "author": "julian smith iii",
        "title": "To Be or Not to Be a Flatworm: The Acoel Controversy",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "Since first described, acoels were considered members of the flatworms (Platyhelminthes). However, no clear synapomorphies among the three large flatworm taxa - the Catenulida, the Acoelomorpha and the Rhabditophora - have been characterized to date. Molecular phylogenies, on the other hand, commonly positioned acoels separate from other flatworms. Accordingly, our own multi-locus phylogenetic analysis using 43 genes and 23 animal species places the acoel flatworm Isodiametra pulchra at the base of all Bilateria, distant from other flatworms. By contrast, novel data on the distribution and proliferation of stem cells and the specific mode of epidermal replacement constitute a strong synapomorphy for the Acoela plus the major group of flatworms, the Rhabditophora. The expression of a piwi-like gene not only in gonadal, but also in adult somatic stem cells is another unique feature among bilaterians. These two independent stem-cell-related characters put the Acoela into the Platyhelminthes-Lophotrochozoa clade and account for the most parsimonious evolutionary explanation of epidermal cell renewal in the Bilateria. Most available multigene analyses produce conflicting results regarding the position of the acoels in the tree of life. Given these phylogenomic conflicts and the contradiction of developmental and morphological data with phylogenomic results, the monophyly of the phylum Platyhelminthes and the position of the Acoela remain unresolved. By these data, both the inclusion of Acoela within Platyhelminthes, and their separation from flatworms as basal bilaterians are well-supported alternatives.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Bernhard Egger",
            "Dirk Steinke",
            "Hiroshi Tarui",
            "Katrien De Mulder",
            "Detlev Arendt",
            "Gaetan Borgonie",
            "Noriko Funayama",
            "Robert Gschwentner",
            "Volker Hartenstein",
            "Bert Hobmayer",
            "Mathew Hooge",
            "Martina Hrouda",
            "Sachiko Ishida",
            "Chiyoko Kobayashi",
            "Georg Kuales",
            "Osamu Nishimura",
            "Dianiela Pfister",
            "Reinhard Rieger",
            "Will Salvenmoser",
            "Julian Smith",
            "Ulrich Technau",
            "Seth Tyler",
            "Kiyokazu Agata",
            "Walter Salzburger",
            "Peter Ladurner"
        ],
        "keywords": ""
    },
    {
        "id": 5192,
        "label": 103,
        "author": "julian smith iii",
        "title": "Marine Invaders in the Northeast: Rapid Assessment Survey of Non-native and Native Marine Species of Floating Dock Communities August 2003",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "",
        "email": "",
        "conf": "Massachusetts Institute of Technology. Sea Grant College Program",
        "coauthors": [
            "Judith Ann Pederson",
            "Robert Bullock",
            "James T Carlton",
            "Megan Tyrrell"
        ],
        "keywords": ""
    },
    {
        "id": 5200,
        "label": 103,
        "author": "julian smith iii",
        "title": "Using Quick Writes as a Classroom Assessment Tool: Prospects and Problems",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "Educators are currently exploring the expanded use of a variety of new assessment tools in the classroom in response to pressures to enhance student learning. The present study examined quick writes as a tool in the context of third-grade classroom assessment. Third-grade teachers administered the same brief writing probe before and after students took a field trip to a wetlands. Analyses suggested that student responses did change to reflect learning gained on the trip. Post-trip responses were also related to an objective test covering the same content and to elements of the state standardized test. The measure was also sensitive to variations across classes that highlighted the need for stressing common administration guidelines (e.g., time allocation, nature and length of instructions) as a crucial element of classroom assessments re-administered across time. This study suggested that quick writes are a promising tool for classroom teachers that can be sensitive to instruction and potentially useful for instructional decision making.",
        "email": "",
        "conf": "ournal of Educational Research & Policy Studies",
        "coauthors": [
            "Susan K Green",
            "Julian Smith",
            "E. Kenyon Brown"
        ],
        "keywords": "Student Evaluation, Grade 3, Field Trips, Timed Tests, Writing (Composition), Standardized Tests, Objective Tests, Elementary School Science, Pretests Posttests, Elementary School Teachers"
    },
    {
        "id": 5191,
        "label": 103,
        "author": "julian smith iii",
        "title": "Structure of the male copulatory apparatus in Prognathorhynchus busheki (Platyhelminthes Kalyptorhynchia)",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "Gnathorhynchidae is a diverse taxon of predatory eukalyptorhynch flatworms characterized by an armed proboscis. Their present taxonomy is not concordant with what we know of their phylogeny. Further progress in this area is hindered by a lack of information concerning their morphology. As recent studies have shown, a historical reliance on live observations for species descriptions has resulted in a number of errors and omissions. Here, we redescribe the anatomy of the male copulatory organ of Prognathorhynchus busheki using transmission electron and confocal microscopy, correcting several errors in the original description. Furthermore, we use these results to update our understanding of the anatomy and evolution of male copulatory organs in Gnathorhynchidae and in Platyhelminthes more generally.",
        "email": "smithj@winthrop.edu",
        "conf": "Invertebrate Biology",
        "coauthors": [
            "David Doe",
            "Julian Smith"
        ],
        "keywords": "stylet, flatworms, reproduction, meiofauna, prostatic vesicle"
    },
    {
        "id": 5202,
        "label": 103,
        "author": "julian smith iii",
        "title": "The Role of Shell Granules and Accessory Cells in Eggshell Formation in Convoluta pulchra (Turbellaria Acoela)",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "Most turbellarian embryos are surrounded by a sclerotinized eggshell originating from polyphenol-containing eggshell-forming granules (EFGs). Although embryos of the acoel Convoluta pulchra are surrounded by a shell, it is not sclerotinized. Therefore, in the absence of polyphenols as a marker for EFGs, it was not clear which, if any, of the granules of the oocyte function in eggshell synthesis. In this study, electron-opaque, elliptical granules with a characteristic frothy component and a diameter of 480 nm were identified in the oocyte as EFGs by their participation in eggshell formation. In addition, it was shown that accessory cells to the oocyte initiate synthesis of the shell by producing a thin, granular, electron-opaque primary shell, against which the contents of the EFGs are released by exocytosis. Morphological components of the shell and stages of its synthesis are described. A second type of membrane-bound granule and the lipid droplets that occur in the ooplasm were found not to be involved in eggshell formation and are probable sources of nutrients for the developing embryo. Possible implications of the findings for taxonomy and phylogeny are discussed.",
        "email": "",
        "conf": "Biological Bulletin",
        "coauthors": [
            "Resa M. Chandler",
            "Mary Beth Thomas",
            "Julian Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5198,
        "label": 103,
        "author": "julian smith iii",
        "title": "Lehardyia alleithoros sp nov (Turbellaria Kalyptorhynchia) from the Coast of North Carolina USA",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "As with other high-energy beaches, those of North Carolina harbor a diverse fauna of kalyptorhynch turbellarians, and most appear to be new to science. Here, we describe Lehardyia alleithoros, a new kalyptorhynch turbellarian of the Karkinorhynchidae, from 3 high-energy beach sites in North Carolina. We also report an apparent range extension for Carcharodorhynchus flavidus Brunet, 1967. These observations bring the total number of kalyptorhynch turbellarians reported from the marine interstitial environment of North Carolina to five.",
        "email": "smithj@winthrop.edu",
        "conf": "Southeastern Naturalist",
        "coauthors": [
            "Ashley Whitson",
            "Julian Smith",
            "Marian K Litvaitis"
        ],
        "keywords": "Proboscis, Specimens, Pharynx, Testes, Atriums, Integument, Muscles, Vagina, Microscopy"
    },
    {
        "id": 5195,
        "label": 103,
        "author": "julian smith iii",
        "title": "Diagnostic PCR can be used to illuminate meiofaunal diets and trophic relationships",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "Analysis of the meiofaunal food web is hampered because few prey have features that persist long enough in a predator's digestive tract to allow identification to species. Hence, at least for platyhelminth predators, direct observations of prey preference are almost nonexistent, and where they occur, prey identification is often limited to the phylum level. Studies using an in vitro approach are rare because they are extremely time‐consuming and are subject to the criticism that predators removed from their natural environment may exhibit altered behaviors. Although PCR‐based approaches have achieved wide application in food‐web analysis, their application to meiofaunal flatworms suffers from a number of limitations. Most importantly, the microscopic size of both the predator and prey does not allow for removal of prey material from the digestive tract of the predator, and thus the challenge is to amplify prey sequences in the presence of large quantities of predator sequence. Here, we report on the successful use of prey‐taxon‐specific primers in diagnostic PCR to identify, to species level, specific prey items of 13 species of meiofaunal flatworms. Extension of this method will allow, for the first time, the development of a species‐level understanding of trophic interactions among the meiofauna.",
        "email": "smithj@winthrop.edu",
        "conf": "Invertebrate Biology",
        "coauthors": [
            "Hanna Maghsoud",
            "Austin Weiss",
            "Julian Smith",
            "Marian K Litvaitis",
            "Stephen R. Fegley"
        ],
        "keywords": "diet analysis, flatworms, food webs, nematodes, predation"
    },
    {
        "id": 5194,
        "label": 103,
        "author": "julian smith iii",
        "title": "The Hedgehog Signaling Pathway in Isodiametra Pulchra and Stenostomum Virginianum",
        "organization": "Professor of Biology Winthrop University",
        "abstract": "The purpose of this study is to compare the Hedgehog Signaling Pathway (Hh) in the acoelmorphan, Isodiametra pulchra (Ipul) and the flatworm Stenostomum virginianum (Svirg). The former occupies a primitive placement in the bilaterians, while the latter is place in a primitive position in the flatworms. Certain organisms are cilia-dependent in their Hedgehog signaling, while others conduct signaling independently of cilia. Protostomes (Svirg), for example, have cilium-independent signaling, whereas deuterostomes (Ipul) require cilia to conduct signaling. Proteins associated with the Hh pathway were identified from the unpublished (Univ. of Innsbruck) transcriptome for Ipul, including orthologues for Hedgehog and multiple possible orthologues for Patched. Primers have been designed and tested to verify the existence of the transcripts listed. The transcriptomic sequences of wild-type animals (NC coast) displayed both synonymous and non-synonymous mutations when compared to the transcriptome of the animals cultured in Innsbruck. Next, qPCR primers will be designed and tested to analyze Patched expression, since it is a marker for Hh signaling. Animals treated with cyclopamine, a Hh pathway inhibitor, should display a reduction in Patched expression; this technique will allow us to identify the correct Patched orthologue. The Hh pathway plays a critical role in development in many organisms, including humans. The importance of this study is to establish the relationship between the Hh pathway and cilia. This can ultimately lead to control of abnormalities associated with both cilia and the Hh pathway, and prevent disorders in humans.",
        "email": "",
        "conf": "The FASEB Journal",
        "coauthors": [
            "Marquet Minor",
            "Julian Smith"
        ],
        "keywords": ""
    }
]