[
    {
        "id": 5236,
        "label": 104,
        "author": "julie p smith",
        "title": "Mothers' milk and markets",
        "organization": "Australian National University",
        "abstract": "Breastfeeding is rarely seen as an economic issue. Many would find the idea of placing a dollar value on mothers' milk as quite repugnant. Breastfeeding is not an economic relationship. It is a complex, physiological, emotional and social relationship between mother and child, intricately related to the nature of society, community and family she lives in. Economics is not well equipped to deal with this. Ints models rely on ideas of scarcity, selfishness, price and competition between individuals to maximise human satisfaction. In the case of breastfeeding, the main factors determining resource availability and allocation are not price but altruism, dependency, and breastfeeding knowledge and skills, and the 'costs' and 'benefits' of breastfeeding fall not just on individuals but on society as a whole. Yet in a world where not valuing something in dollar terms means it is not valued at all, this economic invisibility can have major consequences for the market for mother's milk, for infant and maternal health and well-being, and for appropriate publica policy.",
        "email": "",
        "conf": "Australian Feminist Studies",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5220,
        "label": 104,
        "author": "julie p smith",
        "title": "PT334 Supporting smoking cessation in Australian primary care: Results of the Quit in General Practice study",
        "organization": "Australian National University",
        "abstract": "",
        "email": "",
        "conf": "Global Heart",
        "coauthors": [
            "Nicholas Zwar",
            "Robyn L. Richmond",
            "Elizabeth Halcomb",
            "John Furler",
            "Julie Smith",
            "Oshana Hermiz",
            "Irene Blackberry",
            "Ron Borland"
        ],
        "keywords": ""
    },
    {
        "id": 5257,
        "label": 104,
        "author": "julie p smith",
        "title": "National savings policy: winners and losers",
        "organization": "Australian National University",
        "abstract": "In 1938 John Curtin commented on a proposal for compulsor~ contributory superannuation in the follOWing terms. Purporting to deal with a national problem, the Bill contemplates an anomalous system of class taxation. Its benefits are not equally shared and its burdens are",
        "email": "",
        "conf": "Australian Rationalist",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": "Superannuation; Age pensions; Citizenship; Social responsibility; Social welfare policy; Taxation; Savings"
    },
    {
        "id": 5230,
        "label": 104,
        "author": "julie p smith",
        "title": "Health Professional Knowledge of Breastfeeding: Are the Health Risks of Infant Formula Feeding Accurately Conveyed by the Titles and Abstracts of Journal Articles?",
        "organization": "Australian National University",
        "abstract": "Effective promotion of breastfeeding is constrained if health professionals' knowledge on its importance is deficient. This study asks whether formula feeding is named as the risk factor in published research or whether it is considered the unspoken norm. A systematic analysis is conducted of the information content of titles and abstracts of 78 studies that report poorer health among formula-fed infants. This shows a surprising silence in the studies examined; formula is rarely named in publication titles or abstracts as an exposure increasing health risk. In 30% of cases, titles imply misleadingly that breastfeeding raises health risk. Only 11% of abstracts identify formula feeding as a health risk exposure. Initiatives to increase breastfeeding have described the importance of accurate language and well-informed health professional support. If widespread, this skew in communication of research findings may reduce health professionals' knowledge and support for breastfeeding.",
        "email": "",
        "conf": "Journal of Human Lactation",
        "coauthors": [
            "Julie P. Smith",
            "Mark Dunstone",
            "Megan Elliott-Rudder"
        ],
        "keywords": ""
    },
    {
        "id": 5227,
        "label": 104,
        "author": "julie p smith",
        "title": "Chronic disease and infant nutrition: Is it significant to public health?",
        "organization": "Australian National University",
        "abstract": "To assess the public health significance of premature weaning of infants from breast milk on later-life risk of chronic illness. A review and summary of recent meta-analyses of studies linking premature weaning from breast milk with later-life chronic disease risk is presented followed by an estimation of the approximate exposure in a developed Western country, based on historical breast-feeding prevalence data for Australia since 1927. The population-attributable proportion of chronic disease associated with current patterns of artificial feeding in infancy is estimated. After adjustment for major confounding variables, current research suggests that the risks of chronic disease are 30–200 % higher in those who were not breast-fed compared to those who were breast-fed in infancy. Exposure to premature weaning ranges from 20 % to 90 % in post-World War II age cohorts. Overall, the attributable proportion of chronic disease in the population is estimated at 6–24 % for a 30 % exposure to premature weaning. Breast-feeding is of public health significance in preventing chronic disease. There is a small but consistent effect of premature weaning from breast milk in increasing later-life chronic disease risk. Risk exposure in the Australian population is substantial. Approximately 90 % of current 35–45-year-olds were weaned from breast-feeding by 6 months of age. Encouraging greater duration and exclusivity of breast-feeding is a potential avenue for reducing future chronic disease burden and health system costs.",
        "email": "julie.smith@anu.edu.au",
        "conf": "Public Health Nutrition",
        "coauthors": [
            "Julie P. Smith",
            "Peta J Harvey"
        ],
        "keywords": "Breast feeding,Chronic disease risk,Formula feeding,Infant nutrition,Public health"
    },
    {
        "id": 5247,
        "label": 104,
        "author": "julie p smith",
        "title": "Implications of the GST for Charities",
        "organization": "Australian National University",
        "abstract": "The paper traces the complex considerations of the impact on charities of the GST by a Senate Committee, the Vos Report, the Government’s GST deals with the Australian Democrats and the Australian Taxation Office’s subsequent Charities Consultative Committee. The majority report of the Senate Inquiry forecast dire consequences for charities from the new tax without offering solutions other than a rejection of the GST; a minority report backed the Government view that charities would see running costs fall as a result of the new package. This paper argues: · The present common law definition of charity is outdated and arbitrary and discriminates against some types of charitable activity. There is a need for informed public debate on what constitutes a charity. · Present policy is based on the ‘soup kitchen’ view of charity and fails to provide for modern charities’ need to finance their mission through ‘business like’ activity. · Arguments to date have concentrated excessively on achieving ‘competitive neutrality’ between charities and for-profit businesses. Preventing tax avoidance by ‘sham’ charities is a more appropriate focus for GST policy than achieving competitive neutrality. · The Government’s recognition of the sale of goods below market value as the only pricing strategy for charities fails to acknowledge the voluntary element in charitable enterprises and is in fact inaccurate. Many sales by charities are deliberately at or above market value. The policy of taxing all ‘commercial’ fundraising activities or events is contradictory, as ‘non-commercial’ pricing strategies or ‘cut-price’ sales would not be effective at fundraising. Many charities’ products or services are produced by volunteers. The Government has ignored the donation element in purchases from charities.",
        "email": "",
        "conf": "Australia Institute",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5255,
        "label": 104,
        "author": "julie p smith",
        "title": "Taxation and government [Paper based on an address given to the Interchurch Gambling Taskforce Conference (1998: Melbourne)]",
        "organization": "Australian National University",
        "abstract": "In April this year, the Common-wealth Government announced an inquiry into the economic and community impacts of gambling. That announcement showed commendable sensitivity to deep disquiet in the community about recent proliferation of gambling, and governments' role in promoting it. We should welcome the opportunities it presents.. But governments have a proud record of appointing inquiries to shut people up rather than to fix up a problem. Will this particular inquiry produce any real change? I have grave doubts. To me it appears",
        "email": "",
        "conf": "Australian Rationalist",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": "Taxation; Gambling; Communities; Consumption tax; Costs; Ethics; Trade regulation; Committees and inquiries; Intergovernmental relations"
    },
    {
        "id": 5234,
        "label": 104,
        "author": "julie p smith",
        "title": "The contribution of infant food marketing to the obesogenic environment in Australia",
        "organization": "Australian National University",
        "abstract": "Obesity has been growing rapidly among both children and adult Australians in recent decades, raising concern at the associated chronic disease burden, and generating debate over the extent of individual versus government responsibility. This paper briefly reviews recent scientific evidence on links between poor early life nutrition and obesity in later life, which suggests that artificial baby milk rather than breastfeeding in infancy is associated with a 30-50% higher likelihood of later life obesity. It then presents data on long-term trends in breastfeeding in Australia and on consumption of infant milk products since 1939. Evidence is also presented of increased marketing and promotion of breastmilk substitutes from the mid 1950s, including through the healthcare system, associated with the emergence of increased competition in the Australian infant food industry. This collaborative marketing effort by industry and health professionals in turn contributed importantly to the sharp decline in breastfeeding from the mid 1950s. As a consequence, most Australians born since 1955 were exposed to artificial baby milk in early infancy. A substantial proportion of Australian infants are still partially fed with artificial baby milk in the first 12 months of life. The example of infant food highlights that the healthcare system and the food industry, and not just individual mothers' choices, have contributed to poor infant nutrition and obesity trends in Australia. Redressing healthcare system and industry practices to restore a supportive environment for breastfeeding is thus argued to be a necessary element of the public health response to the current obesity problem.",
        "email": "julie.smith@anu.edu.au",
        "conf": "Breastfeeding review: professional publication of the Australian Breastfeeding Association",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": "Baby foods; Marketing; Obesity--Etiology"
    },
    {
        "id": 5254,
        "label": 104,
        "author": "julie p smith",
        "title": "The economic value of breastfeeding in Australia",
        "organization": "Australian National University",
        "abstract": "",
        "email": "",
        "conf": "ARC Discovery Project Economic value of breastfeeding",
        "coauthors": [
            "Julie P. Smith",
            "Lindy H. Ingham",
            "Mark Dunstone"
        ],
        "keywords": ""
    },
    {
        "id": 5253,
        "label": 104,
        "author": "julie p smith",
        "title": "Gambling Taxation in Australia",
        "organization": "Australian National University",
        "abstract": "Only 2% of national tax revenues come from gambling. But the ethics, economics, and fairness of gambling taxes are becoming a critical issue as 'the global economy' challenges the sovereignty of governments. The ever-narrowing range of revenue options has left state governments with little choice but to conform with nearby jurisdictions pursuing expansionary gambling policies. Over the decade to 1996, Australian gambling activity and taxes more than doubled in real terms. Gambling now provides at least one of every ten tax dollars collected by state governments. All Australian states are now equally dependent on gambling taxation. The boost to revenues arose from governments promoting gambling, not raising gambling tax rates.",
        "email": "",
        "conf": "Australian Tax Research Foundation Research Studies",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5212,
        "label": 104,
        "author": "julie p smith",
        "title": "World Breastfeeding Week: Conflicts of interest in infant and young child feeding",
        "organization": "Australian National University",
        "abstract": "Cognitive losses from formula feeding cost the world economy $300 billion a year, according to a major study earlier this year [1]. Relatedly, a review of evidence on reproductive cancers calculates that 20,000 women a year–most in high income countries such as the United States and the United Kingdom–die of breast cancer avoidable by extending breastfeeding duration [2]. For children lack of breastfeeding also means increased risk of death, infectious disease, and chronic disease including asthma, obesity and type-2 diabetes. Infant and",
        "email": "",
        "conf": "PLOS Blogs",
        "coauthors": [
            "Julie P. Smith",
            "Libby Salmon",
            "Phillip Baker"
        ],
        "keywords": ""
    },
    {
        "id": 5226,
        "label": 104,
        "author": "julie p smith",
        "title": "Feeding Patterns and Emotional Care in Breastfed Infants",
        "organization": "Australian National University",
        "abstract": "A number of studies have suggested breastfed infants have improved bonding and attachment or cognitive development outcomes. However, mechanisms by which these differences might develop are poorly understood. We used maternal time use data to examine whether exclusively breastfeeding mothers spend more time in close interactive behaviors with their infants than mothers who have commenced or completed weaning. Mothers (188) participating in a time use survey recorded infant feeding activities for 24 h over a 7 day period using an electronic device. Tracking was conducted at 3, 6, and 9 months postpartum. Data was collected for maternal activities including infant feeding and time spent in emotional care. The mothers of exclusively breastfed infants aged 3–6 months fed them frequently and total time spent in breastfeeding averaged around 17 h a week. Maternal time spent in emotional care was also substantial, and found to correlate positively with time spent breastfeeding. Exclusively breastfed infants received greatest amounts of emotional care from their mother, and exclusively formula fed infants the least. Mixed fed infants received more emotional care time than formula fed infants, but less than fully breastfed infants. These findings may help explain the differential cognitive developmental outcomes reported in the medical literature for breastfed and non breastfed infants.",
        "email": "julie.smith@anu.edu.au",
        "conf": "Social Indicators Research",
        "coauthors": [
            "Julie P. Smith",
            "Mark Ellwood"
        ],
        "keywords": "Infant development,  Time use, parent–infant interaction, Cognitive development,  Attachment,  Emotional care, Breastfeeding, bottle feeding, infant feeding"
    },
    {
        "id": 5246,
        "label": 104,
        "author": "julie p smith",
        "title": "Gambling Taxation: Public Equity in the Gambling Business",
        "organization": "Australian National University",
        "abstract": "Government's intrinsic role in sustaining a viable gambling industry, and its significant revenue stake in industry profitability, can make the public effectively shareholders in the industry. An important social cost of gambling is the potential for corruption of democratic processes through close industry and government links. Government can increase gambling revenues by expanding the tax base, rather than by raising tax rates. Gambling tax rates have fallen in recent decades, while revenues have increased dramatically. This paper analyses the forces encouraging governments to give excessive priority to protecting gambling revenues. It finds gambling taxation is regressive, and increasingly so as access widens. ‘Children, madmen and fools' are significant to the market. The transition to a goods and services tax, along with the recent inquiry by the Productivity Commission into gambling, provides an opportunity for gambling policy to be made in a coherent social and economic framework, rather than as ad hoc and short‐term solutions to State governments' revenue problems. Such an outcome rests on the Commonwealth government playing a leadership role.",
        "email": "",
        "conf": "Australian Economic Review",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5239,
        "label": 104,
        "author": "julie p smith",
        "title": "Hospital system costs of artificial infant feeding: Estimates for the Australian Capital Territory",
        "organization": "Australian National University",
        "abstract": "To estimate the attributable ACT hospital system costs of treating selected infant and childhood illnesses having known associations with early weaning from human milk. We identified relative risks of infant and childhood morbidity associated with exposure to artificial feeding in the early months of life vs breastfeeding from cohort studies cited by the American Academy of Pediatrics in 1997 as establishing the protective effect of breastfeeding. Data for ACT breastfeeding prevalence is assessed from a 1997 prospective population‐based cohort study of 1,295 women. ACT Hospital Morbidity Data and DRG treatment costs were used to estimate the attributable fraction of costs of hospitalisation for gastrointestinal illness, respiratory illness and otitis media, eczema, and necrotising enterocolitis. Early weaning from breast milk is associated with significant hospital costs for treatment of gastrointestinal illness, respiratory illness and otitis media, eczema, and necrotising enterocolitis These costs are minimum estimates of the cost of early weaning as they exclude numerous other chronic or common illnesses and out‐of‐hospital health care costs. Higher rates of exclusive breastfeeding would reduce these costs. Interventions to protect and support breastfeeding are likely to be cost‐effective for the public health system.",
        "email": "",
        "conf": "Australian and New Zealand Journal of Public Health",
        "coauthors": [
            "Julie P. Smith",
            "Jane F Thompson",
            "David A Ellwood"
        ],
        "keywords": ""
    },
    {
        "id": 5229,
        "label": 104,
        "author": "julie p smith",
        "title": "Which mothers wean their babies prematurely from full breastfeeding? An Australian cohort study",
        "organization": "Australian National University",
        "abstract": "To identify the maternal and infant characteristics associated with an early transition from full breastfeeding to complementary or no breastfeeding during the first 2 months of life in a large, representative cohort of Australian infants. Multinomial logistic modelling was performed on data for infants with complete breastfeeding and sociodemographic data (N = 4679) including maternal age, education, smoking, employment, pregnancy and birth outcomes. Ninety‐one percent of women initiated breastfeeding. Sixty‐nine percent of infants were being fully breastfed at 1 month, and 59% were fully breastfed at 2 months. Maternal characteristics – age less than 25 years, smoking in pregnancy, early full‐time postnatal employment and less educational attainment – were associated with early breastfeeding cessation. Infant factors – multiple birth, caesarean birth, infant or first birth – were associated with a transition to complementary breastfeeding in the first postnatal month. Breastfeeding duration is substantially affected by breastfeeding outcomes in the first postpartum month. The first month is an important window for evidence‐based interventions to improve rates of full breastfeeding in groups of women identified as at risk of early breastfeeding cessation.",
        "email": "",
        "conf": "Acta Paediatrica",
        "coauthors": [
            "Jennifer Anne Baxter",
            "Amanda R Cooklin",
            "Julie P. Smith"
        ],
        "keywords": " breast feeding, infant feeding, infants, maternal effects, mothers, socioeconomic status, tobacco smoking, cohort studies"
    },
    {
        "id": 5205,
        "label": 104,
        "author": "julie p smith",
        "title": "Commentary Putting Australia to the test-the World Breastfeeding Trends Initiative",
        "organization": "Australian National University",
        "abstract": "Behind the over the past few decades researchers have gathered a wealth of information that informs about the importance of breastfeeding to the overall health and human rights of women and children (UNHROHC, 2016). The World Health Organization (WHO) has identified breastfeeding as 'an unequalled way of providing ideal food for the healthy growth and development of infants; it is also an integral part of the reproductive process with important implications for the health of mothers' (WHO, 2018).",
        "email": "",
        "conf": "Breastfeeding review: professional publication of the Australian Breastfeeding Association",
        "coauthors": [
            "Naomi Hull",
            "Julie P. Smith",
            "Mary Peterson",
            "Jennifer Jill Hocking"
        ],
        "keywords": ""
    },
    {
        "id": 5216,
        "label": 104,
        "author": "julie p smith",
        "title": "Quit in general practice: a cluster randomized trial of enhanced in-practice support for smoking cessation",
        "organization": "Australian National University",
        "abstract": "To evaluate the uptake and effectiveness of tailored smoking cessation support, provided primarily by the practice nurse (PN), and compare this to other forms of cessation support. Three arm cluster randomized controlled trial conducted in 101 general practices in Sydney and Melbourne involving 2390 smokers. The Quit with PN intervention was compared to Quitline referral and a usual care control group. Smoking cessation pharmacotherapy was recommended to all groups. Outcomes were assessed by self-report at 3- and 12-month follow-up. Uptake of the interventions is also reported. The results show no difference by group on intention to treat analysis. Those patients who received more intensive PN intervention were more likely to quit. This may have been related to patient motivation or an effect of PN led cessation support.",
        "email": "",
        "conf": "Family Practice",
        "coauthors": [
            "Nicholas A Zwar",
            "Robyn L Richmond",
            "Elizabeth J Halcomb",
            "John S Furler",
            "Julie P Smith",
            "Oshana Hermiz",
            "Irene D Blackberry",
            "Upali W Jayasinghe",
            "Ron Borland"
        ],
        "keywords": "Clinical practice nursing research, general practice, preventive medicine, randomized controlled trial, smoking, smoking cessation"
    },
    {
        "id": 5241,
        "label": 104,
        "author": "julie p smith",
        "title": "The changing redistributional role of taxation in Australia since Federation",
        "organization": "Australian National University",
        "abstract": "Despite the distinctiveness of Australia’s tax transfer system and its ‘wage earners’ welfare state approach to social protection, it is unclear what redistributional role taxation has played and why it evolved the way it did. Understanding how governments managed redistribution in a federal system can provide historical insights of value for current policymaking. This thesis investigates how the redistribution role of taxation has changed in Australia since Federation, how it was affected by economic change and fluctuations, and how it was influenced by Australia’s institutions of social protection and federal finance. Key findings are: ▪ The redistributional role of Australia’s tax system over the past century was shaped by economic integration and structural change, and by economic shocks. War was the occasion not the cause of the change. ▪ Australia’s federal financial arrangements became increasing incongruent with economic and social integration during the interwar years. Income tax centralisation and horizontal equalisation were both responses to this problem. ▪ State Governments initiated mass income taxation to fund social protection during the depression: the Commonwealth followed precedent after 1942. ▪ Australia’s economic structure encouraged a system of financial social protection through taxation, its urban industries and primary producer finding common cause wit unions and welfare reformers who opposed contributory social insurance. Australia’s income tax approach to funding social security was probably more progressive. ▪ The trend to mass income taxation since the Depression made income tax less progressive in structure. Its progressive effect is now mainly through the level of revenue it raises for redistributive public spending programs. ▪ Earmarking taxes for social security programs us now uncommon, but was key political strategy supporting heavy income taxation. This may partly account for Australia’s relatively low tax/expenditure ranking among OECD countries. ▪ Unbalanced federal financing arrangements created tendencies – predicted before Federation – for ‘extravagant’ Commonwealth expenditures and ‘demoralised’ States. Restraining States’ public capital formation and encouraging reckless remission’ of Commonwealth income taxation and public consumption spending, such arrangements inflated the economic cost of reducing equality. ▪ Changing economic and demographic structures and vested industry interests also explain recent increases in Commonwealth tax subsidies such as for private health insurance, superannuation, infrastructure financing and capital gains. ▪ ‘Fiscal benefit confusion’ due to federal finance arrangements helps explain why Australia’s post –war taxation and public spending levels were comparatively meagre. Tax resistance is also explained by the wage earners’ see their taxes as paying for ‘benefits’ to others without market incomes, rather than as earmarked contributions enhancing their own individual social security entitlement. ▪ The tax system is a valuable form of social capital, but suffers from ‘free riders’ problems. ‘Fiscal termites’ like tax avoidance and harmful tax competition erode it. Community distrust that taxes are justly levied and usefully expended risks creating a future society of impoverished ‘rational fools’. ▪ Australian tax history suggests how nations might respond as globalisation and ‘fiscal termites’ threaten their role in social protection through causing a ‘tax crisis of the nation-state’.",
        "email": "",
        "conf": "Australian State income taxes",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5222,
        "label": 104,
        "author": "julie p smith",
        "title": "Who Pays for the Health Benefits of Exclusive Breastfeeding? An Analysis of Maternal Time Costs",
        "organization": "Australian National University",
        "abstract": "The benefits of exclusive breastfeeding, including public health cost savings, are widely recognized, but breastfeeding requires maternal time investments. This study investigates the time taken to exclusively breastfeed at 6 months compared with not exclusively breastfeeding. Time use data were examined from an Australian survey of new mothers conducted during 2005-2006. Data from 139 mothers with infants age 6 months were analyzed using chi-square tests of independence to examine socioeconomic and demographic characteristics and 2-sided t tests to compare average weekly hours spent on milk feeding, feeding solids, preparing feeds, and the total of these. The comparison was of exclusively breastfeeding mothers with other mothers. We also compared exclusively breastfeeding with partially breastfeeding and formula feeding mothers using a 1-way between-groups analysis of variance (ANOVA). The exclusively breastfeeding (vs other) mothers spent 7 hours extra weekly on milk feeding their infants but 2 hours less feeding solids. These differences were statistically significant. ANOVA revealed significant differences between exclusively breastfeeding mothers, breastfeeding mothers who had introduced solids, and mothers who fed any formula, in time spent feeding milk, and solids, and preparing feeds. Exclusive breastfeeding is time intensive, which is economically costly to women. This may contribute to premature weaning for women who are time-stressed, lack household help from family, or cannot afford paid help. Gaining public health benefits of exclusive breastfeeding requires strategies to share maternal lactation costs more widely, such as additional help with housework or caring for children, enhanced leave, and workplace lactation breaks and suitable child care.",
        "email": "",
        "conf": "Journal of Human Lactation",
        "coauthors": [
            "Julie P. Smith",
            "Robert Forrester"
        ],
        "keywords": "breastfeeding, breastfeeding/economics, costs and cost analysis, evolution, gender equity, maternal employment, time factors"
    },
    {
        "id": 5238,
        "label": 104,
        "author": "julie p smith",
        "title": "Breastfeeding and the measurement of economic progress",
        "organization": "Australian National University",
        "abstract": "Thoughtful economists have long been aware of the limitations of conventional National Accounts in measuring economic activity and material wellbeing (Smith 1982). In principle, estimates of Gross Domestic Product (GDP) attempt to cover all transactions in economic goods and services. As early as 1941, a pioneer of national accounting, Simon Kuznets, observed that: ‘Exclusion of the products of the family, characteristic of virtually all national income estimates, seriously limits their validity as measures of the scarce and disposable goods produced by the nation’ (Kuznets 1941, p. 10). Since the early 1970s, the conventional measure of the economy, the United Nations’ System of National Accounts (SNA), has come under increasing criticism for providing an inaccurate and misleading measure of economic well being (Nordhaus and Tobin 1972; Mamalakis 1996; Weinrobe 1974; Zolotas 1981; Nordhaus 2000).",
        "email": "",
        "conf": "Journal of Australian Political Economy",
        "coauthors": [
            "Julie P. Smith",
            "Lindy H. Ingham"
        ],
        "keywords": ""
    },
    {
        "id": 5250,
        "label": 104,
        "author": "julie p smith",
        "title": "Human milk supply in Australia",
        "organization": "Australian National University",
        "abstract": "This paper aims to place a monetary value on the actual and potential supply of human milk in Australia. It estimates the quantity of milk produced in 1992. It considers different bases for determining a `shadow price' for breastmilk, and uses the method established by Oshaug and Botten (Food Policy 19(5), (1994), 479–482). It also calculates scenarios for different prevalences of breastfeeding, looking at the implications on the human milk supply of Australia achieving its National Health Targets, of all mothers breastfeeding according to the optimum regime recommended by the WHO and UNICEF in the Innocenti Declaration of 1990, or of a return to the `human milk famine' of the early 1970s. It concludes that Australian women supplied 33 million kg of breastmilk in 1992, compared to 16 million kg in 1972. Valued at A$67 per litre (the price of expressed human milk) the 1992 production level was worth $2.2 billion. This is around 0.5% of GDP, or 6% of private spending on food. Achieving international standards for `optimal' levels of breastfeeding, with breastfeeding continuing up to age two and beyond, would nearly triple the supply of human milk.",
        "email": "",
        "conf": "Food Policy",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": "Milk supply,Breastfeeding,Human milk,Economics,Infant feeding,Maternal and child health,Non-marketed goods valuation formula,Food production"
    },
    {
        "id": 5259,
        "label": 104,
        "author": "julie p smith",
        "title": "Poverty Traps in New Zealand",
        "organization": "Australian National University",
        "abstract": "In New Zealand, as elsewhere in recent years, there has been a concern about the effects of the taxation and benefit systems on work incentives. Partly in response to such concerns, the New Zealand Government undertook a radical programme of tax reforms.'This included broadening the income tax base and the introduction of the Goods and Services tax (GST), a value-added tax. These base-broadening measures have been accompanied by reductions in marginal income tax rates from among the highest in the world to the lowest. Looking at",
        "email": "",
        "conf": "Australian Tax Forum",
        "coauthors": [
            "Edith Brashares",
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5252,
        "label": 104,
        "author": "julie p smith",
        "title": "Is the Only Good Tax an Old Tax? A Historical Perspective on the GST Debate",
        "organization": "Australian National University",
        "abstract": "This paper critiques the arguments put by the Howard Government for an unadulterated, flat rate GST policy, by taking the characterisation of the current wholesale sales tax (WST) as an outdated tax without design or logic, ans showing this view to be historically wrong and superficial. It does so by exploring the social reasoning adopted politically in constructing and evolving the sales tax, and its interaction with other taxes.",
        "email": "",
        "conf": "Centre for Economic Policy Research",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": "TAXATION; GOVERNMENT; FISCAL POLICY"
    },
    {
        "id": 5240,
        "label": 104,
        "author": "julie p smith",
        "title": "Redistribution and Federal finance",
        "organization": "Australian National University",
        "abstract": "A key issue of taxation policy since the 1980s is how governments can raise sufficient revenue for social protection and redistribution and to respond to the needs for public spending associated with rapid economic integration. A unique aspect of Australia’s federal finance arrangements is horizontal equalization. This paper examines its origins in the federation debates and draws parallels between Australian economic history and the current experience of globalization. It assesses the impact and implications of the neoliberal transformation of the 1980s and 1990s on key institutions of Australian public finance, and suggests possible principles and solutions for tax policy in the twenty–first century.",
        "email": "",
        "conf": "Australian Economic History Review",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5211,
        "label": 104,
        "author": "julie p smith",
        "title": "Perspectives of key stakeholders and experts in infant feeding on the implementation of the Australian National Breastfeeding Strategy 2010-2015",
        "organization": "Australian National University",
        "abstract": "Breastfeeding is widely accepted as an important public health issue for babies and their mothers. Yet, despite this, Australia continues to struggle with reaching global targets for breastfeeding indicators. In 2007, the Best Start Parliamentary Inquiry Report was released and set the stage for the Australian National Breastfeeding Strategy [2010-2015), which was announced in November 2009, with the vision to increase Australia's breastfeeding rates of infants at 6 months of age and beyond. The aim of this research project was to explore the perspectives of key stakeholders in the field of infant feeding in Australia on the implementation of the strategy, barriers and enablers to its successful implementation and actions that were still needed. Using qualitative research methods of in-depth, semi-structured interviews and thematic analysis, this study identifies main themes of these perceptions about the strategy implementation and some recommendations for future strategies and further research. The main themes identified were initial opinions of the strategy as a blueprint for action, the strategy as a driver for action, lessons learned and recommendations for the future. For success in improving implementation of national breastfeeding strategies, it is recommended that Australia establish an independent breastfeeding/infant feeding committee, increase the political prioritisation of issues surrounding infant feeding and strengthen the regulation of the marketing of breastmilk substitutes.",
        "email": "",
        "conf": "Breastfeeding review: professional publication of the Australian Breastfeeding Association",
        "coauthors": [
            "Naomi S Hull",
            "Lisa C Schubert",
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5232,
        "label": 104,
        "author": "julie p smith",
        "title": "Taxation reform and politics",
        "organization": "Australian National University",
        "abstract": "",
        "email": "",
        "conf": "Westport, CT: Quorum Books",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5219,
        "label": 104,
        "author": "julie p smith",
        "title": "Baby food sales in India and China: A comparison with the economic value of breast milk",
        "organization": "Australian National University",
        "abstract": "The economic value of human milk in India and China countries was estimated using United Nations (System of National Accounting) guidelines and conventional economic valuation approaches to measuring economic production in GDP, and data on optimal breastfeeding rates from UNICEF.2 We valued human milk at US$100 per litre (2012 prices and exchange rates), based on its market price in Europe and North America. Recent trends in sales of commercial baby food in India and China were analysed using Euromonitor data.3 … For 2012, UNICEF reports",
        "email": "",
        "conf": "ABA Liquid Gold Conference",
        "coauthors": [
            "Julie P. Smith",
            "Jai Prakash Dadhich",
            "Arun Gupta"
        ],
        "keywords": ""
    },
    {
        "id": 5206,
        "label": 104,
        "author": "julie p smith",
        "title": "The paradox of human milk doping for anti-doping",
        "organization": "Australian National University",
        "abstract": "Human milk is employed as a reference substance to assess the equivocal language defining the three tests (enhancement, health and violation of the Spirit of Sport) for prohibiting substances and methods under the World Anti-Doping Code (the Code). Human milk is demonstrated to be consumed by athletes with intent to enhance performance, presents a non-trivial risk to health, and violates the Spirit of Sport. The implications of prohibiting human milk under the Code demonstrate the increasing complexity and unintended (sometimes absurd) outcomes that arise from the implementation of the anti-doping ideology. The discussion focuses on two outcomes of the analysis. Firstly, the trade-off between administrative convenience and a workable drug control system for sport is considered (e.g. transparency versus decision latitude). Secondly, the discussion raises questions about the extent to which anti-doping policy makers consider third party harms with trading athletes and sporting interests relative to others individuals (e.g. babies) and society more broadly. The plausible prohibition of human milk under the Code indicates that a much closer examination of how best to manage performance enhancing technology in sport is needed, especially with regards to the influence of anti-doping beyond sport.",
        "email": "",
        "conf": "Performance Enhancement and Health",
        "coauthors": [
            "Chantalle Forgues",
            "Jason Mazanov",
            "Julie P. Smith"
        ],
        "keywords": "Anti-doping,Human milk,Third party harms,Drug policy"
    },
    {
        "id": 5225,
        "label": 104,
        "author": "julie p smith",
        "title": "Including household production in the System of National Accounts (SNA)  exploring the implications of breastfeeding and human milk provision",
        "organization": "Australian National University",
        "abstract": "Ignoring shifts from home production to market production seriously biases estimates of changes in societal well being, and policies which encourage market over nonmarket production distort the economy. This paper aims to illustrate the appropriate treatment of lactation within a national accounting framework and to show how human milk production may be measured and included in the core accounts. We consider how lactation work and output should be treated under SNA93, and we review methodologies of previously published estimates of the economic value of breastfeeding and human milk. We then discuss how national accounts should be adjusted to incorporate human milk production and the externalities associated with infant feeding methods. The most important finding is that human milk should, and can, be included in the core accounts as a home produced good for household consumption. This is because it is within the System of National Accounts production boundary, can be measured and valued reasonably easily and is quantitatively nontrivial. The current invisibility of lactation in economic statistics is misleading, and has important consequences for public policy, and economic efficiency and productivity",
        "email": "",
        "conf": "International Association for Research on Income and Wealth General Conference",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": "BREASTMILK, NATIONAL ACCOUNTS,HEALTH, FOOD SUPPLY AND DEMAND ANALYSIS,CHILDCARE "
    },
    {
        "id": 5223,
        "label": 104,
        "author": "julie p smith",
        "title": "Workplace support breastfeeding and health",
        "organization": "Australian National University",
        "abstract": "This paper aims to identify best-practice strategies for breastfeeding support in the Australian workplace. It uses data from Australian employers and their female employees who had initiated breastfeeding and returned to work. Our aims were to (a) identify key barriers to and enablers of combining breastfeeding with employment, including employment arrangements and workplace factors linked with exclusively breastfeeding for six months; and (b) explore the implications for maternal/child health and absenteeism of infant feeding practices among employed women.",
        "email": "",
        "conf": "Family Matters",
        "coauthors": [
            "Julie P. Smith",
            "Ellen L Mcintyre",
            "Lyn Craig",
            "Sara Javanparast",
            "Lyndall Strazdins",
            "Kate Mortensen"
        ],
        "keywords": ""
    },
    {
        "id": 5224,
        "label": 104,
        "author": "julie p smith",
        "title": "Discrimination against breastfeeding mothers in childcare",
        "organization": "Australian National University",
        "abstract": "This study investigates discrimination against breastfeeding mothers by childcare services in Australia. We conducted a cross sectional survey of 178 Australian childcare services from a population based sample during 2011-12. Analysis examined the awareness of relevant legislation and reported extent of discrimination, and explored relationships between childcare service characteristics, accommodation of breastfeeding, and breastfeeding prevalence. We found that most childcare services are unaware of relevant discrimination laws. Some may discriminate against breastfeeding mothers. Most accommodate breastfeeding, though such support is highly variable. Breastfeeding prevalence in childcare services was higher where specific support for breastfeeding was offered. Barriers to combining breastfeeding with employment include varying levels of breastfeeding support including direct and indirect discrimination by childcare services. This may unnecessarily discourage maternal labour force participation and, to the extent it affects continuation of breastfeeding, adversely effect infant nutrition and health. Discrimination against breastfeeding in childcare has wider implications for efficiency, national productivity and gender equality.",
        "email": "smith@anu.edu.au",
        "conf": "Australian Journal of Labour Economics",
        "coauthors": [
            "Julie P. Smith",
            "Sara Javanparast",
            "Ellen L Mcintyre",
            "Colleen Koh"
        ],
        "keywords": ""
    },
    {
        "id": 5249,
        "label": 104,
        "author": "julie p smith",
        "title": "Land Value Taxation: A Critique of 'Tax Reform A Rational Solution'",
        "organization": "Australian National University",
        "abstract": "It has been argued by advocates of land value taxation that the centrepiece of tax reform should be land taxation, because of the efficiency, equity, simplicity and ethical advantages of taxation of the unearned increment in land values. This paper critiques these arguments. It is shown, by historical reference to the fate of land value taxation in the Australian states, to the ACT public leasehold system, and to the Commonwealth capital gains tax, that such tax reform will never succeed precisely because of its advantages, which adversely impinge on the interests of politically powerful landowners.",
        "email": "",
        "conf": "Centre for Economic Policy Research, Research School of Economics",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5256,
        "label": 104,
        "author": "julie p smith",
        "title": "Deficiencies in the Current Tax System",
        "organization": "Australian National University",
        "abstract": "International mobility of capital and competitive pressures are challenging Australian governments to reduce taxes, especially on capital, while conflicting demands, from deregulation, concerns about national savings, and pressures to reform indirect taxes, heighten the need for higher revenues and more progressive taxes. We risk becoming a society of ‘rational fools’, where citizens value government services, but governments lack revenue to find them. Taxpayers see the system as unfair and see others dodge taxes; tax resistance increases, and the revenue base further declines. Rational behavior from an individual viewpoint is foolish from a communal perspective. Deficiencies in the tax system must be remedied to break the cycle. The inability to raise adequate revenue is fundamental. Federal/state financial imbalance is intrinsic to the problem and must be addressed. Removing opportunities for ‘tax shirking’, and addressing major inequities and concessions in direct taxes would improve prospects for indirect tax reform. Increasing overall progressivity by asset or inheritance taxes would balance regressive effects of indirect taxes.",
        "email": "",
        "conf": "Economic and Labour Relations Review",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5235,
        "label": 104,
        "author": "julie p smith",
        "title": "Time Use Among new mothers the Economic Value of Unpaid Care work and gender aspects of superannuation tax concessions",
        "organization": "Australian National University",
        "abstract": "Population aging requires policies addressing 'population, participation and productivity'. By failing to acknowledge women's productive work in the unpaid care economy, current retirement income policies may reduce incentives to invest in children, the future labour force, and thereby heighten the economic task of addressing the aging problem. A nationwide time use survey of new mothers conducted during 2005-06 highlights the time intensity of caring for infants, and its negative impact on women's current and future labour market earnings. Meanwhile, growing scientific evidence points to potential trade offs between infant health and development and full time maternal employment in the early months of life. Time is an economic resource that may be allocated to non-market, as well as market, production. Women make substantial investments in human capital through unpaid work bearing and raising children. Current retirement income policies disadvantage and discriminate against this economic contribution in the non-market economy. This works against the national economic reform agenda which seeks to raise future labour productivity through quality early care of children and a healthier labour force.",
        "email": "",
        "conf": "Australian Journal of Labour Economics",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": "Retirement income-Taxation; Retirement income;Government policy; Mothers--Employment; Women--Employment--Government policy"
    },
    {
        "id": 5207,
        "label": 104,
        "author": "julie p smith",
        "title": "Without better regulation the global market for breast milk will exploit mothers",
        "organization": "Australian National University",
        "abstract": "Markets in mothers’ milk could be a good or a bad thing for women and their children, depending on how governments respond. Making breast milk more easily available may help more mothers breastfeed, and improve the economics of the situation for women. With maternal breastfeeding now promoted as a choice rather than a biological imperative, it is hypocritical and duplicitous for governments to authorise companies to sell breast milk without strengthening the rights of women to breastfeed, sell or share their own milk",
        "email": "",
        "conf": "",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5217,
        "label": 104,
        "author": "julie p smith",
        "title": "China's \"white gold' infant formula rush comes at a public health cost",
        "organization": "Australian National University",
        "abstract": "Alongside this week's announcement of a free trade deal between China and Australia came reports of Gina Rinehart's investment in a Queensland dairy operation to supply infant formula to China. Australia's richest woman built her fortune on iron ore, but Rinehart's A $500 million investment makes her a major player in Australian milk formula exports. Infant formula sales in China have increased more than tenfold over the last decade and will double again in the next three years, according to Euromonitor. As foreignproduced infant",
        "email": "",
        "conf": "History",
        "coauthors": [
            "Karleen D. Gribble",
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5218,
        "label": 104,
        "author": "julie p smith",
        "title": "Confronting the formula feeding epidemic in a new era of trade and investment liberalisation",
        "organization": "Australian National University",
        "abstract": "Breastfeeding is rarely seen as an economic policy issue. Many view the idea of placing a dollar value on mothers' milk as repugnant. Breastfeeding cannot be framed as simply an economic relationship. It is a complex, physiological, emotional and social relationship between mother and child, intricately related to the nature of the society, community and family in which they live. Furthermore, the 'costs' and 'benefits' of breastfeeding fall both on individuals and on society as a whole. Yet in a world where not valuing something in dollar terms means it is not valued at all, this economic invisibility can have major consequences for the 'market' for mother's milk, for infant and maternal health and wellbeing, and for appropriate public policy. In recent years, aspects of international trade and investment agreements have raised concerns that trade policy priorities may adversely affect governments' ability to protect public health and nutrition (Gleeson and Friel 2013; Lopert and Gleeson 2013). Trade liberalisation stimulates demand, through increasing competition, lowering prices and triggering greater product promotion. When the increased demand is for products like tobacco and unhealthy food, opening up markets raises serious concerns for public health.",
        "email": "",
        "conf": "Journal of Australian Political Economy",
        "coauthors": [
            "Julie P. Smith",
            "Judith Galtry",
            "Libby Salmon"
        ],
        "keywords": "Breastfeeding; Baby foods; Infants--Nutrition; Medical care;"
    },
    {
        "id": 5210,
        "label": 104,
        "author": "julie p smith",
        "title": "Bringing babies and breasts into workplaces: Support for breastfeeding mothers in workplaces and childcare services at the Australian National University",
        "organization": "Australian National University",
        "abstract": "In 1999, two leading Australian academics challenged Australian universities to lead moves to better manage employees' maternity and breastfeeding needs, and 'bring babies and breasts into workplaces'. This paper addresses the question of how universities cope with the need for women to breastfeed, by exploring barriers facing women who combine breastfeeding and paid work at the Australian National University (ANU). Data were collected through online surveys in 2013 using mixed method, case study design, nested within a larger national study. Participants were 64 working mothers of children aged 0-2 years from the ANU community of employees and users of on-campus child care. Responses highlighted the ad hoc nature of support for breastfeeding at ANU. Lack of organisational support for breastfeeding resulted in adverse consequences for some ANU staff. These included high work-related stresses and premature cessation of breastfeeding among women who had intended to breastfeed their infants in line with health recommendations.",
        "email": "juliesmith@anu.edu.au",
        "conf": "Breastfeeding review: professional publication of the Australian Breastfeeding Association",
        "coauthors": [
            "Julie P. Smith",
            "Sara Javanparast",
            "Lyn Craig"
        ],
        "keywords": ""
    },
    {
        "id": 5228,
        "label": 104,
        "author": "julie p smith",
        "title": "Quit in General Practice: A cluster randomised trial of enhanced in-practice support for smoking cessation",
        "organization": "Australian National University",
        "abstract": "This study will test the uptake and effectiveness of a flexible package of smoking cessation support provided primarily by the practice nurse (PN) and tailored to meet the needs of a diversity of patients. This study is a cluster randomised trial, with practices allocated to one of three groups 1) Quit with Practice Nurse 2) Quitline referral 3) GP usual care. PNs from practices randomised to the intervention group will receive a training course in smoking cessation followed by access to mentoring. GPs from practices randomised to the Quitline referral group will receive information about the study and the process of written referral and GPs in the usual care group will receive information about the study. Eligible patients are those aged 18 and over presenting to their GP who are daily or weekly smokers and who are able to give informed consent. Patients on low incomes in all three groups will be able to access free nicotine patches. Primary outcomes are sustained abstinence and point prevalence abstinence at the three month and 12 month follow-up points; and incremental cost effectiveness ratios at 12 months. Process evaluation on the reach and acceptability of the intervention approached will be collected through Computer Assisted Telephone Interviews (CATI) with patients and semi-structured interviews with PNs and GPs. The primary analysis will be by intention to treat. Cessation outcomes will be compared between the three arms at three months and 12 month follow-up using multiple logistic regression. The incremental cost effectiveness ratios will be estimated for the 12 month quit rate for the intervention groups compared to usual care and to each other. Analysis of qualitative data on process outcomes will be based on thematic analysis. High quality evidence on effectiveness of practice nurse interventions is needed to inform health policy on development of practice nurse roles. If effective, flexible support from the PN in partnership with the GP and the Quitline could become the preferred model for providing smoking cessation advice in Australian general practice.",
        "email": "",
        "conf": "BMC Family Practice",
        "coauthors": [
            "Nicholas Zwar",
            "Robyn Richmond",
            "Elizabeth Halcomb",
            "John Furler",
            "Julie Smith",
            "Oshana Hermiz",
            "Irene Blackberry",
            "Ron Borland"
        ],
        "keywords": ""
    },
    {
        "id": 5213,
        "label": 104,
        "author": "julie p smith",
        "title": "Global trends and patterns of commercial milk-based formula sales: is an unprecedented infant and young child feeding transition underway?",
        "organization": "Australian National University",
        "abstract": "The marketing of infant/child milk-based formulas (MF) contributes to suboptimal breast-feeding and adversely affects child and maternal health outcomes globally. However, little is known about recent changes in MF markets. The present study describes contemporary trends and patterns of MF sales at the global, regional and country levels. Descriptive statistics of trends and patterns in MF sales volume per infant/child for the years 2008–2013 and projections to 2018, using industry-sourced data. A global infant and young child feeding (IYCF) transition towards diets higher in MF is underway and is expected to continue apace. The observed increase in MF sales raises serious concern for global child and maternal health, particularly in East Asia, and calls into question the efficacy of current regulatory regimes designed to protect and promote optimal IYCF. The observed changes have not been captured by existing IYCF monitoring systems.",
        "email": "",
        "conf": "Public Health Nutrition",
        "coauthors": [
            "Phillip Baker",
            "Julie P. Smith",
            "Libby Salmon",
            "Sharon Friel",
            "George Kent",
            "Alessandro Iellamo",
            "J P Dadhich",
            "Mary Josephine Renfrew"
        ],
        "keywords": ""
    },
    {
        "id": 5231,
        "label": 104,
        "author": "julie p smith",
        "title": "The Australian Time Use Survey of New Mothers - Implications for Policy",
        "organization": "Australian National University",
        "abstract": "Time is an economic resource. With rising female labour force participation rates, it is important to understand how maternal time use in infancy might affect child health and development. The current national economic reform agenda prioritises increasing women's work participation rates, and improving the quality of Australia's‗ human capital '. National productivity is to be raised inter alia by improved early childhood care and education, and chronic disease prevention. The importance given to early childhood reflects recent evidence showing the importance of early brain development for later life physical and mental health outcomes. This paper aims to show how new mothers' allocation of time to infant care activities interacts with time spent in employment, personal care and leisure, and other unpaid work activities, to identify potential effects of competing time demands on mothers. We report analysis of data on maternal time use, maternity leave access, and employment status from a unique Australia-wide Time Use Survey of New Mothers conducted at the Australian National University in 2005-06.",
        "email": "julie.smith@anu.edu.au",
        "conf": "Australian National University",
        "coauthors": [
            "Julie P. Smith",
            "Lyn Craig",
            "Mark Ellwood"
        ],
        "keywords": ""
    },
    {
        "id": 5233,
        "label": 104,
        "author": "julie p smith",
        "title": "Normal feeding patterns of exclusively breastfed infants: Evidence from time use data",
        "organization": "Australian National University",
        "abstract": "New mothers need to know what to expect when they are breastfeeding their babies. This study aimed to provide information on the frequency of breastfeeding, the time taken by breastfeeding, and the amount of milk consumed throughout the day. Mothers should expect breastfed babies to feed frequently, particularly in the early evening, and understand the importance of nighttime and early morning feeds for total milk intake. ",
        "email": "",
        "conf": "ISRHML",
        "coauthors": [
            "Julie P. Smith",
            "Jackie Kent",
            "Mark Ellwood",
            "Peter Hartmann"
        ],
        "keywords": ""
    },
    {
        "id": 5248,
        "label": 104,
        "author": "julie p smith",
        "title": "Tax expenditures and public health financing in Australia",
        "organization": "Australian National University",
        "abstract": "At various times in Australia’s recent history, the Commonwealth government has used the tax system to support its public health policy goals. Tax concessions cost the same as direct, budget subsidies but are less transparent and less scrutinised. This study breaks new ground by examining how the benefits of tax concessions for health expenditures, such as the rebate for private health insurance, have been distributed among taxpayer income groups in the four decades since 1960. It also shows for the first time the value of the tax relief arising from the Medicare levy surcharge for those with private health insurance. Taxation reform over the last decade has emphasized removing special concessions from the tax system in order to improve equity, economic efficiency and transparency. The use of the tax system since 1997-98 to provide subsidies to the health insurance industry directly contradicts the thrust of the Government’s tax reform agenda. The private health insurance industry now receives more budgetary assistance than provided to the mining, manufacturing and primary agricultural production industries combined. One of the basic strengths of Australia’s public health system is that universal access to free public hospitals and cover against specified medical costs have been financed substantially through progressive taxation. The present extent of public assistance to the health insurance industry significantly distorts this progressive pattern of health care financing. The current rebate for private health insurance has a direct annual cost that is likely to be around $2 billion or more. Based on taxation statistics, this study shows that tax concessions for health remain heavily skewed towards the affluent. For 1997-98, the latest year for which taxation statistics are available: · around a half of the value of tax concessions for private health insurance went to the most well off third of taxpayers; and, · less than a fifth of these concessions go to the one third of individuals in the lowest taxable income group.",
        "email": "",
        "conf": "The Economic and Labour Relations Review",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5215,
        "label": 104,
        "author": "julie p smith",
        "title": "Process evaluation of a practice nurse-led smoking cessation trial in Australian general practice: Views of general practitioners and practice nurses",
        "organization": "Australian National University",
        "abstract": "Support in primary care can assist smokers to quit successfully, but there are barriers to general practitioners (GPs) providing this support routinely. Practice nurses (PNs) may be able to effectively take on this role. The aim of this study was to perform a process evaluation of a PN-led smoking cessation intervention being tested in a randomized controlled trial in Australian general practice. Process evaluation was conducted by means of semi-structured telephone interviews with GPs and PNs allocated in the intervention arm (Quit with PN) of the Quit in General Practice trial. Interviews focussed on nurse training, content and implementation of the intervention. The Quit with PN intervention was acceptable to participating PNs and GPs. Issues to be addressed in the planning and wider implementation of future trials of nurse-led intervention in general practice include providing ongoing mentoring support, integration into practice management systems and strategies to promote greater collaboration in GPs and PN teams in general practice. The ongoing feasibility of the intervention was impacted by the funding model supporting PN employment and the competing demands on the PNs time.",
        "email": "",
        "conf": "Family Practice",
        "coauthors": [
            "Elizabeth J Halcomb",
            "John S Furler",
            "Oshana S Hermiz",
            "Irene D Blackberry",
            "Julie P Smith",
            "Robyn L Richmond",
            "Nicholas A Zwar"
        ],
        "keywords": "Australia, general practice, health promotion, practice nurses, qualitative evaluation, smoking cessation"
    },
    {
        "id": 5244,
        "label": 104,
        "author": "julie p smith",
        "title": "The Medicare levy surcharge arrangements Tax penalty or hidden tax subsidy?",
        "organization": "Australian National University",
        "abstract": "Executive Summary In July 1997, the Commonwealth government introduced an increased Medicare levy of 1.0 per cent on high-income earners without private patient hospital insurance, known as the Medicare levy surcharge. This accompanied the Private Health Insurance Incentives Scheme (PHIIS), a means tested tax rebate, later replaced with the 30 per cent rebate for private health insurance. While the 30 per cent rebate has received considerable attention in public debate, there has been less scrutiny of the policy of exempting those with private patient hospital insurance from the Medicare levy surcharge. Since 1996, the Treasury has published annual estimates of Commonwealth tax expenditures. According to the OECD, a tax expenditure is a departure from the generally accepted (‘benchmark’) tax structure which produces a favourable treatment of particular types of activities or taxpayers. Treasury’s 2001 ‘Tax Expenditures Statement’ (TES) presents the Medicare levy surcharge arrangements as a $25 million ‘tax penalty’. We show in this paper that the ‘tax penalty’ approach to accounting for the Medicare levy surcharge arrangements is misleading, and inconsistent with international practice as well as with treatment of other similar personal exemptions. It is also contrary to Treasury’s stated aims for tax expenditure reporting in Australia, which are to facilitate cost scrutiny, enable more comprehensive assessment of the size of government, and allow comparison of assistance provided to different industry sectors. The Medicare levy surcharge arrangements should also be seen as a tax relief for the privately insured because that is the way the industry assistance scheme is implemented in practice. The relevant legislation provides for a general surcharge on the Medicare levy, and a specific exemption for a distinct class of taxpayers, those with private patient hospital cover. On conventional definitions of ‘tax expenditures’, the Medicare levy surcharge should thus be considered part of the benchmark tax structure, and the value of the exemption from the 1 per cent Medicare levy surcharge for those with private patient hospital insurance counted as a tax expenditure. Furthermore, in other countries, the term ‘tax penalty’ generally covers denial of income tax deductions for ‘proscribed activities’ such as payments of bribes or fines. Reporting the Medicare levy surcharge arrangements as a ‘tax penalty’ on those without private health insurance, rather than as an exemption from the increased Medicare levy on higher income earners, therefore implies it is illicit for some taxpayers to rely on Australia’s public health insurance scheme, Medicare. Such a use of the tax system raises the possibility of a future ‘tax penalty’ on taxpayers whose children attend public schools. Viewing the Medicare levy surcharge exemption as a tax expenditure which exempts a distinct class of taxpayers from the increased Medicare levy, consistent with OECD criteria for tax expenditures, we estimate the cost of revenue forgone by the exemption to exceed $750 million annually. This adds to the already large annual cost of the 30 per cent rebate for private health insurance. The Medicare levy surcharge arrangements are intended to assist the private health insurance industry stabilize its coverage. Excluding this assistance and reporting it as a penalty reduces scrutiny of the cost-effectiveness of this policy, and masks the extent of government activity to support private health insurance. Over the last two decades, industries receiving high rates of effective assistance such as the textiles and car industries have been subject to regular, public scrutiny and restructuring to reduce the effective rate of protection. However, the extent and financial value of industry assistance for the private health insurance industry has been grossly understated because of the misleading treatment in the TES. It also avoids any regular review.",
        "email": "",
        "conf": "Australia Institute",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5214,
        "label": 104,
        "author": "julie p smith",
        "title": "Australian State Income Taxation: A Historical Perspective",
        "organization": "Australian National University",
        "abstract": "Contrasting with social insurance taxes and the key revenue raising role of VAT for northern European welfare states, Australia's income tax has funded expansion of Australia's social security system. The uniform income tax plan of 1942 unified Australia's system of income taxes, and was central to funding the introduction of Australia's unique social security system, establishing national child endowment, unemployment benefits and the widows' pension in 1944. This article will describe the increasing reliance of Australian states on income taxation during the period 1915 to 1942, and the constraints arising from the increasing mobility of taxpayers and post-Federation economic integration; show how these states' income tax policies responded to the economic shocks of the Depression which depleted the states' revenues contemporaneously with increasing demands on governments to provide social protection; and identify how the concepts, design and administration of state income taxes were embedded in Australia's national tax and social security systems established between 1942 and 1944. The design of Australia's unified income tax system was not based on a clean slate, nor was it simply an expedient response to wartime revenue or macroeconomic management needs. In this article, it is shown to be based on an income tax template derived closely from Australian state income taxes during the interwar period, reconfigured by the economic shocks of the Depression years, and glued together by federal/state finance institutions and agreements which redistributed national revenues to less affluent jurisdictions. Income tax unification addressed the key barriers to funding adequate social protection that had confronted states during the Depression.",
        "email": "",
        "conf": "Australian Tax Forum",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5237,
        "label": 104,
        "author": "julie p smith",
        "title": "Taxing Popularity: The Story of Taxation in Australia",
        "organization": "Australian National University",
        "abstract": "This book grew from research on Australian taxation policy for a broader history of economic policy in Australia. The intention was to make accessible to social scientists interested in economic policy and history the background to current patterns of taxation in Australia. I hope that, by bringing together the diverse historical, economic and other material on taxation policy in this way, readers can gain a fuller understanding of what drives taxation policy and how this has affected the Australian economy and society, without their having to tackle the more esoteric and technical texts that tend to dominate the literature. I hope too that the book will encourage readers to delve more into the subject, and will further a greater understanding of the role of taxation in our society.",
        "email": "",
        "conf": "Australian Tax Research Foundation Research Studies",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5208,
        "label": 104,
        "author": "julie p smith",
        "title": "Maternal Time Use and Nurturing: Analysis of the Association Between Breastfeeding Practice and Time Spent Interacting with Baby",
        "organization": "Australian National University",
        "abstract": "Breastfeeding supports child development through complex mechanisms that are not well understood. Numerous studies have compared how well breastfeeding and nonbreastfeeding mothers interact with their child, but few examine how much interaction occurs. Our study of weekly time use among 156 mothers of infants aged 3–9 months investigated whether lactating mothers spend more time providing emotional support or cognitive stimulation of their infants than nonbreastfeeding mothers, and whether the amount of such interactive time is associated with breastfeeding intensity. Mothers were recruited via mother's and baby groups, infant health clinics, and childcare services, and used an electronic device to record their 24-hour time use for 7 days. Sociodemographic and feeding status data were collected by questionnaire. Statistical analysis using linear mixed modeling and residual maximum likelihood analysis compared maternal time use for those giving “some breastfeeding” and those “not breastfeeding.” Analysis was also conducted for more detailed feeding subgroups. Breastfeeding and nonbreastfeeding mothers had broadly similar socioeconomic and demographic characteristics. Breastfeeding was found to be associated with more mother–child interaction time, a difference only partially explained by weekly maternal employment hours or other interactive care activities such as play or reading. This study presents data suggesting that lactating mothers spent significantly more hours weekly on milk feeding and on carrying, holding, or soothing their infant than nonlactating mothers; and on providing childcare. Understanding the mechanisms by which child mental health and development benefits from breastfeeding may have important implications for policies and intervention strategies, and could be usefully informed by suitably designed time use studies.",
        "email": "",
        "conf": "Breastfeeding Medicine",
        "coauthors": [
            "Julie P. Smith",
            "Robert Forrester"
        ],
        "keywords": ""
    },
    {
        "id": 5245,
        "label": 104,
        "author": "julie p smith",
        "title": "Financing the Federation",
        "organization": "Australian National University",
        "abstract": "This study explores the past, present and future of Australia’s Commonwealth-State grant arrangements. The study is split into three parts. The first, by Julie Smith, explores the evolution of Australia’s Commonwealth-State funding arrangements from the lead up to Federation through to the 1970s. The second, by Jim Hancock, explains how those arrangements have evolved from the 1970s to the present day. The third, also by Jim Hancock, reviews the current arrangements against criteria of efficiency, equity and federal cohesion, and then considers what the future may hold. Two distinctive features of Australia’s federal financial system are that it shows a high reading on statistical indicators of ‘vertical fiscal imbalance’ and that it has in place a highly comprehensive system of fiscal equalisation. At times it has been argued that these characteristics indicate fundamental flaws in the Australian system. However, this study concludes that those arguments are difficult to sustain. It is hard but to be agnostic about the evils of vertical fiscal imbalance, although the total exclusion of the States from the income tax base is probably undesirable. And there is a good case on grounds of efficiency and equity, as well as the more commonly recognised goal of federal viability, for a comprehensive system of fiscal equalisation. One should not assume that Australia would be better off by importing models that exist (often only by default) in other nations. In fact Australia’s federal arrangements exhibit a considerable degree of sophistication. Two issues that we will refer to during the course of the study are the growth in the size of government and growth in Commonwealth grants to the States since Federation. The Introduction illustrates these trends in graphical form. It also introduces some terminology that will assist the reader. Jargon is avoided where practicable, but a brief summary of some basic and recurring concepts at the outset should make the material easier for the reader.",
        "email": "",
        "conf": "South Australian Centre for Economic Studies",
        "coauthors": [
            "Jim Hancock",
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5221,
        "label": 104,
        "author": "julie p smith",
        "title": "Milking the global white gold boom in infant formula",
        "organization": "Australian National University",
        "abstract": "Governments and development agencies worldwide commonly give lip service to supporting mothers to breastfeed, but keep their money in their pockets when it comes to investing in what is a valuable public health asset. In a report being launched this week at Parliament House, Canberra, a worldwide NGO network is calling for governments and international organisations to get policy right and invest in supporting mothers to breastfeed. Where does Australia sit in the complex global interests surrounding infant feeding? Recently we've seen reports of what looked like a ''cheese war'' - a corporate ownership battle for the Warrnambool Dairy and Cheese Company. In reality, it's about corporate positioning to ride a tsunami of infant formula sales to Asia and the Pacific. The bigger contest, yet to be decided, is Australia's role in what may be a global wipe-out of one of the world's largest public health assets, the capacity of women to breastfeed their infants and young children.",
        "email": "",
        "conf": "The Canberra Times",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5251,
        "label": 104,
        "author": "julie p smith",
        "title": "Australian Gambling Taxation",
        "organization": "Australian National University",
        "abstract": "Since ancient times, governments have regulated the extent and conditions under which gambling is permitted. Governments also developed an early financial interest in legalising gambling, realising that certain forms of gambling were a productive base for taxation. These dual roles of government as a social guardian, and as a gambling operator, place it under conflicting pressures to both encourage and discourage gambling. <p> However, regulating the fairness of games, and measures to ensure the probity of operators serve the interests of consumers, operators and treasuries alike. It may be difficult to identify in whose interests governments are acting when they regulate gambling. For example, it is argued that existing regulatory policy of casinos in Australia, namely strict assessment of potential operators to limit casino ownership and management to ‘respectable’ elements, is predominantly industry protection rather than consumer or social protection (McMillen 1996a; Chapman, Beard et al. 1997). Reducing the risk of gambling through consumer protection regulation is likely to expand the consumer ‘market’ for gambling. <p> In such circumstances of market power and inelastic gambling demand, cutting gambling taxes to stimulate demand risks overall loss in revenue (Clotfelter and Cook 1989). Aggregate revenues may not benefit if gamblers switch from one form of gambling to another. Also, as a recreational activity, gambling requires continuous innovations or marketing to maintain consumer interest (Weinstein and Deitch 1974; Johnson 1976, 1985; Clotfelter and Cook 1989; Rychlak 1992; Haig 1985b; Haig and Reece 1985). Rather than cut prices/taxes, governments may therefore embark on new forms of gambling, using advertising and other promotion strategies, or varying the prize structures, effectively altering the ‘quality’ and range of the product (Haig and Reece 1985). <p> The existence of such ‘product life-cycles’ in consumer demand for gambling – and in government gambling revenues – appears an important reason governments find it difficult in practice not to get drawn into sponsoring or promoting gambling (Henriksson 1996; Alchin 1989; Haig and Reece 1985). This is especially the case if there are competitive pressures from neighbouring jurisdictions to retain business by cuts to tax rates <p> The overall ‘market’ for gambling may be relatively fixed in the short term by legislation and a limited number of consumer gambling dollars. Clotfelter and Cook (1989) show that because of the monopoly structure of the lottery industry, the operator finds it difficult to increase market share and instead focuses on enlarging the market, through active promotion and marketing. <p> The above suggests a number of reasons why governments in search of revenues will be as likely to ease restrictions on gambling or permit its promotion, as to raise gambling taxation rates. Against this background, the following section reviews gambling taxation in Australia.",
        "email": "",
        "conf": "Centre for Economic Policy Research",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5258,
        "label": 104,
        "author": "julie p smith",
        "title": "Fiscal federalism in Australia : a twentieth century chronology",
        "organization": "Australian National University",
        "abstract": "",
        "email": "",
        "conf": "Austl. Tax",
        "coauthors": [
            "Edith Brashares",
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5242,
        "label": 104,
        "author": "julie p smith",
        "title": "Mother's milk money and markets",
        "organization": "Australian National University",
        "abstract": "",
        "email": "",
        "conf": "Nature and Society Forum and The Mulanggarri Foundation",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    },
    {
        "id": 5209,
        "label": 104,
        "author": "julie p smith",
        "title": "Increasing GDP Relevance and Usefulness in a Changing Globalising World  Arguments for Measuring a Unique and Complex Food - Human Milk - in GDP",
        "organization": "Australian National University",
        "abstract": "This paper addresses debates about the future beyond GDP, by arguing for the usefulness of measuring breastfeeding and human milk in GDP as an alternative indicator of population well-being, through experimental estimates within the System of National Accounts (SNA) framework. As the S-S-F Commission acknowledged, human milk epitomizes how current assessment of economic activity which excludes non market production is biased, and can distort policy. It is clearly within the SNA production boundary, is quantitatively non-trivial and has important implications for public policy including health. Here it is shown that focussing on breastfeeding fits within a capabilities framework and facilitates exploration of objective measures of quality of life that can be integrated with several key areas of concern about existing GDP measurement practices. Key focus areas are: time inputs to unpaid household production via breastfeeding, as an indicator of gender equity in work and well-being, and of policy recognition; human milk as valuable household food production in core GDP; unpaid household inputs into human capital formation via early life nutrition and care; negative externalities of breastmilk substitutes (such as health costs and environmental depreciation and depletion). ",
        "email": "",
        "conf": "IARIW-Bank of Korea Conference",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": "Breastmilk, national accounts, health, food supply and demand analysis, childcare"
    },
    {
        "id": 5243,
        "label": 104,
        "author": "julie p smith",
        "title": "Making the Federation Work: Commonwealth State and Community Relations",
        "organization": "Australian National University",
        "abstract": "Address to the 2002 ACOSS Congress: \"I have been asked to speak on Commonwealth State financing arrangements and administrative relationships - looking at the issues from the perspective of the States. I will look at how these arrangements might change in the post GST environment, and how these relationships might be improved to deliver better outcomes for disadvantaged Australians.\"",
        "email": "",
        "conf": "ACOSS Info Papers",
        "coauthors": [
            "Julie P. Smith"
        ],
        "keywords": ""
    }
]