[
    {
        "id": 4726,
        "label": 91,
        "author": "julia w robinson",
        "title": "Architectural Research : Incorporating Myth and Science",
        "organization": "Professor of Architecture University of Minnesota",
        "abstract": "Despite an apparently common assumption that science and myth are totally incompatible approaches to architecture, especially as related to architectural design, I argue that science and myth are both explanations of phenomena, each different, but both valid. Positing the desirability of a research and design process that would take advantage of both approaches, I address the problems of existing conceptual categories and the possible productive relationship between myth and science for architecture. Anthropology is then proposed as a paradigm for an architectural research that could address both science and myth, and this is illustrated with examples of research and design studio instruction.",
        "email": "",
        "conf": "Journal of Architectural Education",
        "coauthors": [
            "Julia Williams Robinson"
        ],
        "keywords": "education, architecture, research, design process"
    },
    {
        "id": 4723,
        "label": 91,
        "author": "julia w robinson",
        "title": "Interdependence of architectural features and program variables in community residences for people with mental retardation",
        "organization": "Professor of Architecture University of Minnesota",
        "abstract": "In an earlier study, we found that architects, group home administrators, people with mental retardation, family members of people with mental retardation, and college undergraduates rated the homelikeness of slides of community residences for people with mental retardation similarly. In addition, clusters of physical features were identified that were specifically associated with homelikeness ratings. In the present study, behavior of residents with mental retardation living in those residences was assessed using the Aberrant Behavior Checklist and direct behavioral observations. After statistically controlling for confounding variables, we found that adaptive and maladaptive behavior covaried with homelikeness ratings. In addition, we were able to identify associations between specific architectural features of residential settings and the behavior of residents living in those settings.",
        "email": "",
        "conf": "American journal of mental retardation: AJMR",
        "coauthors": [
            "Travis Thompson",
            "Julia Williams Robinson",
            "Mary Dietrich",
            "Marilyn Farris",
            "Valerie Sinclair"
        ],
        "keywords": ""
    },
    {
        "id": 4728,
        "label": 91,
        "author": "julia w robinson",
        "title": "Programming as Design",
        "organization": "Professor of Architecture University of Minnesota",
        "abstract": "The material for the workbook incorporates several ideas which have evolved from our continuous team teaching ofthe programming class, taken by pre-thesis professional degree candidates, over the last several years. We have borrowed and reshaped ideas from other experts to suit the nature ofour pursuit. There are five primary premises which place our method in focus: 1) the programming process and the design process ought to be simultaneous and interactive; 2) the design ofbuildings ought to I be done so that",
        "email": "",
        "conf": "Journal of Architectural Education",
        "coauthors": [
            "Julia Williams Robinson",
            "J. Stephen Weeks"
        ],
        "keywords": ""
    },
    {
        "id": 4722,
        "label": 91,
        "author": "julia w robinson",
        "title": "1.64 EXPLORING VISUAL DESIGN PREFERENCES IN YOUTHS WITH OBSESSIVE-COMPULSIVE DISORDER",
        "organization": "Professor of Architecture University of Minnesota",
        "abstract": "Objectives Previous research has examined the influence of the physical environment on the manifestation of mental health conditions such as ASD. This pilot study sought to identify differences in visual preferences in children and adolescents with OCD to begin exploring how visual design may impact OCD and how it may be used to create environments and physical space conducive to youths with the disorder. Methods Eighteen youths with OCD (ages 5–17 years) and 21 matched healthy control subjects were asked to rate 20 different visual patterns on a 10-point Likert scale, indicating how much they liked or disliked each pattern (0 = “I hate it,” 10 = “I love it”). Patterns varied from monochromatic and simplistic to colorful and complex designs. Participants were evaluated with the Children’s Yale-Brown Obsessive Compulsive Scale (CY-BOCS) and other rating scales of psychopathology. Scores from pattern ratings were correlated with scores from clinical measures. Results There were no significant differences between groups in pattern preferences; all children preferred colorful, dynamic patterns and disliked monochromatic, simplistic designs. Eight of the 20 patterns rated by participants with OCD demonstrated significant correlations with clinical ratings. The most colorful, complex, and dynamic pattern was positively correlated with CY-BOCS total score (r = 0.510, P = 0.031), CY-BOCS hoarding dimension score (r = 0.474, P = 0.047), Behavior Assessment System for Children (BASC) hyperactivity (r = 0.518, P = 0.028), and BASC attention problems (r = 0.485, P = 0.041). Conclusions Greater severity on CY-BOCS and on the BASC hyperactivity and attention problems scales was associated with greater preference for a dramatic, colorful, and active pattern. Perhaps such patterns allow youth with OCD to focus on something other than their obsessive thoughts and compulsive rituals. These preliminary findings are an important first step toward further exploration of how children with OCD respond to aspects of visual design and how the physical environments of children and adolescents (e.g., homes, classrooms, playgrounds) may be designed to improve their comfort and well-being and ultimately help to reduce their OCD symptoms. Future research may investigate how different aspects of the physical environment impact OCD, such as spatial arrangement, lighting, and sound.",
        "email": "",
        "conf": "Journal of the American Academy of Child & Adolescent Psychiatry",
        "coauthors": [
            "Elizabeth C Harris",
            "Gail A Bernstein",
            "Kathryn R Cullen",
            "Susanne S Lee",
            "Tasoulla Hadjiyanni",
            "Julia Williams Robinson",
            "Austin Young",
            "Vassilios Morellas",
            "Nikolaos Papanikolopoulos"
        ],
        "keywords": ""
    },
    {
        "id": 4727,
        "label": 91,
        "author": "julia w robinson",
        "title": "Design as exploration",
        "organization": "Professor of Architecture University of Minnesota",
        "abstract": "",
        "email": "",
        "conf": "Design Studies",
        "coauthors": [
            "Julia Williams Robinson"
        ],
        "keywords": ""
    },
    {
        "id": 4725,
        "label": 91,
        "author": "julia w robinson",
        "title": "Home-like architectural features of residential environments",
        "organization": "Professor of Architecture University of Minnesota",
        "abstract": "30 undergraduates with no experience in the area of mental retardation viewed slides of residential settings (5 providing housing for people with mental retardation) and rated their \"home likeness.\" Of 55 2-way comparisons, the mean home-likeness ratings of 48 pairs differed significantly from one another. A correlation was found between number of residents in a given facility and institutional ratings. Of 26 features of living rooms studied in detail, furniture position, lighting type, and lighting flexibility were highly correlated with home likeness; building-code-specific features and seating type were minimally related to home likeness. (PsycINFO Database Record (c) 2016 APA, all rights reserved)",
        "email": "",
        "conf": "American journal of mental retardation: AJMR",
        "coauthors": [
            "Travis Thompson",
            "Julia Williams Robinson",
            "Myles Graff",
            "Rita Ingenmey"
        ],
        "keywords": ""
    },
    {
        "id": 4724,
        "label": 91,
        "author": "julia w robinson",
        "title": "Architectural features and perceptions of community residences for people with mental retardation",
        "organization": "Professor of Architecture University of Minnesota",
        "abstract": "Architects, group home administrators, people with mental retardation, family members of people with mental retardation, and college undergraduates substantially agreed in rating the homelikeness of 20 community residences for people with mental retardation. Clusters of physical features identified using an architectural inventory were found to be associated with homelikeness ratings. (Author/CR)",
        "email": "",
        "conf": "American journal of mental retardation: AJMR",
        "coauthors": [
            "Travis Thompson",
            "Julia Williams Robinson",
            "Mary Dietrich",
            "Marilyn Farris",
            "Valerie Sinclair"
        ],
        "keywords": ""
    }
]