[
    {
        "id": 7526,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Breeding biology of the Fan-tailed Gerygone Gerygone flavolateralis in relation to parasitism by the Shining Bronze-cuckoo Chalcites lucidus",
        "organization": "Rikkyo University",
        "abstract": "Apart from a few well-studied examples, there is little information regarding the life history and ecological requirements of brood parasites and their hosts in most cuckoo–host systems, particularly in tropical areas. In New Caledonia, the Fan-tailed Gerygone Gerygone flavolateralis, is the exclusive host of the Shining Bronze-cuckoo, Chalcites lucidus. Here, the arms race has escalated to the nestling stage, and both host and parasite have polymorphic (difference in skin coloration) nestlings. This is a novel system for the study of brood parasitism, but very little is known about the breeding biology of the Fan-tailed Gerygone and how this may affect the co-evolutionary interactions with the Shining Bronze-cuckoo. We monitored active nests of the Fan-tailed Gerygone during six breeding seasons, using video monitoring and direct observation. Nest attendance periods of host parents were shorter during laying than during incubation, and therefore parasitism was more likely to occur during the laying period. Cuckoos eggs were on average 2 days more developed than host eggs, and thus cuckoo nestlings usually hatched before host nestlings. Fan-tailed Gerygone nestling phenotypes had similar growth and fledging rates and their frequency did not differ between habitats, indicating no apparent trade-off with skin coloration. The precipitation regime affected predation but not the parasitism rate. The current situation in New Caledonia suggests a higher selection pressure on the parasite than on the host. Our study highlights the importance of data on the breeding biology of the host in the context of studies on brood parasitism.",
        "email": "",
        "conf": "ournal of ornithology",
        "coauthors": [
            "Alfredo Attisano",
            "Felix Thiel",
            "Nozomu Sato",
            "Yuji Okahisa",
            "Diana Bolopo",
            "Keita D. Tanaka",
            "Ralph Kuehn",
            "Roman Gula",
            "Keisuke Ueda & Jorn Theuerkauf"
        ],
        "keywords": ""
    },
    {
        "id": 7516,
        "label": 134,
        "author": "keita d tanaka",
        "title": "A colour to birds and to humans: why is it so different?",
        "organization": "Rikkyo University",
        "abstract": "The avian visual model has become nowadays a standard for quantifying colours of birds. Here, I review the biological bases of the importance of visual modelling to most ornithologists, focusing on the causes of the difference in colours to birds and to humans, both proximately and ultimately. Not only the sensitivity of retinal photoreceptors and performances of ocular media, but also the number of photoreceptor types are all attributed to the bird–human difference proximately. As the ultimate cause, the evolutionary history of birds and humans should divide the colours perceived by them: birds would retain their colour vision from the ancient ancestry, while primates such as humans would have reacquired the colour vision relatively recently. Finally, I review how to process and to analyze data produced by the visual model.",
        "email": "",
        "conf": "Journal of Ornithology",
        "coauthors": [
            "Keita D Tanaka"
        ],
        "keywords": "Visual model,Tetrachromacy,Colour vision,Proximate and ultimate causes,Bird–human difference"
    },
    {
        "id": 7524,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Fruit colour conceals endocarp dimorphism from avian seed dispersers in a tropical beach plant Scaevola taccada (Goodeniaceae) found in Okinawa",
        "organization": "Rikkyo University",
        "abstract": "Theory predicts that honest signalling strategies will not always be evolutionarily stable in interspecific communication, yet to demonstrate such a transition of signalling modality between honesty and dishonesty in the wild would be difficult. An endocarp dimorphism has been found in Scaevola taccada fruits: a morph with a cork substrate that facilitates ocean current seed dispersal and a morph without the cork. Both types of fruit are covered with sugar-containing flesh, and are similar in size and colour to one another (at least from a human perspective). The apparent lack of external differences between morphotypes could potentially degrade mutualistic relations between the plant and seed-dispersing birds because the presence of a cork could lower the fruit's nutritional value. Thus, unless seed dispersers can discriminate between the different types of fruit, this system may provide an example of a transition between honest and dishonest signalling. We examined S. taccada fruit and leaf colours from an avian visual perspective. Even though the fruits and leaves were different in colour from one another to birds, there was no perceivable difference in the colours between fruit morphotypes. Therefore, fruit colour is not an honest indicator of reward to seed dispersers. Further, we propose an adoption of a statistical method in avian visual modelling studies that avoids the common statistical errors, such as violation of the congruence principle.",
        "email": "keita.d.tanaka@gmail.com.",
        "conf": "Journal of Tropical Ecology",
        "coauthors": [
            "Keita D Tanaka",
            "Tetsuo Denda",
            "Keisuke Ueda",
            "Emura Naoko"
        ],
        "keywords": "Scaevola taccada, birds, color, cork, dimorphism, endocarp, humans, leaves, models, nutritive value, seed dispersal, water currents, Ryukyu Archipelago"
    },
    {
        "id": 7518,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Gourmand New Caledonian crows munch rare escargots by dropping",
        "organization": "Rikkyo University",
        "abstract": "Numerous broken shells of a rare endemic snail Placostylus fibratus, a species rated as vulnerable, were scattered around rocky beds of dry creeks in rainforest of New Caledonian. We set a video camera near one site to identify the predator. We recorded a New Caledonian crow Corvus moneduloides dropping and consuming the snail. This is the first direct evidence of the crow dropping of this native species. The assumed weight of snails relative to the crow is exceptionally heavy among prey dropped by birds.",
        "email": "",
        "conf": "Journal of Ethology",
        "coauthors": [
            "Keita D Tanaka",
            "Yuji Okahisa",
            "Nozomu J. Sato",
            "Jorn Theuerkauf",
            "Keisuke Ueda"
        ],
        "keywords": "New Caledonian crow,Prey dropping,Land snail,Foraging economics"
    },
    {
        "id": 7513,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Horsfield's Hawk-Cuckoo Nestlings Simulate Multiple Gapes for Begging",
        "organization": "Rikkyo University",
        "abstract": "Nestlings of some brood parasitic birds evict hosts' eggs and young soon after hatching, thereby avoiding discrimination by hosts while monopolizing parental care. Eviction carries a cost, however, because lone parasitic nestlings attract a reduced provisioning rate. Here we describe a form of visual signaling used by the evicting Horsfield's hawk-cuckoo (Cuculus fugax) to obtain sufficient food. The chick displays a gape-colored patch on the wing to the host parents as they deliver food, simulating the gaping display of more than one nestling.",
        "email": "katsuaki@ai.rcast.u-tokyo.ac.jp",
        "conf": "Science",
        "coauthors": [
            "Keita D Tanaka",
            "Keisuke Ueda"
        ],
        "keywords": ""
    },
    {
        "id": 7514,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Nestling polymorphism in a cuckoo-host system",
        "organization": "Rikkyo University",
        "abstract": "Virulence of avian brood parasites can trigger a coevolutionary arms race, which favours rejection of parasitic eggs or chicks by host parents, and in turn leads to mimicry in parasite eggs or chicks 1, 2, 3, 4, 5, 6, 7. The appearance of host offspring is critical to enable host parents to detect parasites. Thus, increasing accuracy of parasites’ mimicry can favour a newly emerged host morph to escape parasites’ mimicry. If parasites catch up with the hosts with a newly acquired mimetic morph, host polymorphism should be maintained through apostatic (negative frequency-dependent) selection, which favours hosts rarer morphs 1, 2, 3, 7. Among population-wide polymorphism, uniformity of respective host morphs in single host nests stochastically prevents parasites from targeting any specific morph of hosts and thus helps parents detect parasitism. Polymorphism in such a state is well-known in egg appearances of hosts of brood parasitic birds 2, 3, 7, which might also occur in chick appearances when arms races escalate. Here, we present evidence of polymorphism in chick skin coloration in a cuckoo–host system: the fan-tailed gerygone Gerygone flavolateralis and its specialist brood parasite, the shining bronze-cuckoo Chalcites lucidus in New Caledonia (Figure 1A–C).",
        "email": "keita.d.tanaka@gmail.com",
        "conf": "Current Biology",
        "coauthors": [
            "Nozomu J. Sato",
            "Keita D Tanaka",
            "Yuji Okahisa",
            "Masato Yamamichi",
            "Ralph Kuehn",
            "Roman Gula",
            "Keisuke Ueda",
            "Jorn Theuerkauf"
        ],
        "keywords": ""
    },
    {
        "id": 7522,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Visual discrimination of polymorphic nestlings in a cuckoo-host system",
        "organization": "Rikkyo University",
        "abstract": "Mimicry by avian brood parasites favours uniformity over variation within a breeding attempt as host defence against parasitism. In a cuckoo-host system from New Caledonia, the arms race resulted in both host (Gerygone flavolateralis) and parasite (Chalcites lucidus) having nestlings of two discrete skin colour phenotypes, bright and dark. In our study sites, host nestlings occurred in monomorphic and polymorphic broods, whereas cuckoo nestlings only occurred in the bright morph. Irrespective of their brood colour, host parents recognised and ejected parasite nestlings but never ejected their own. We investigated whether host parents visually recognised their own nestlings by using colour, luminance and pattern of multiple body regions. We found that the parasite mimicked multiple visual features of both host morphs and that the visual difference between host morphs was larger than the difference between the parasite and the mimicked host morph. Visual discrimination alone may result in higher chances of recognition errors in polymorphic than in monomorphic host broods. Host parents may rely on additional sensorial cues, not only visual, to assess nestling identity. Nestling polymorphism may be a trace of evolutionary past and may only have a marginal role in true-recognition of nestlings in the arms race in New Caledonia.",
        "email": "",
        "conf": "Scientific Reports",
        "coauthors": [
            "Alfredo Attisano",
            "Nozomu J. Sato",
            "Keita D Tanaka",
            "Yuji Okahisa",
            "Ralph Kuehn",
            "Roman Gula",
            "Keisuke Ueda",
            "Jorn Theuerkauf"
        ],
        "keywords": ""
    },
    {
        "id": 7523,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Mating system and extra-pair paternity in the Fan-tailed Gerygone Gerygone flavolateralis in relation to parasitism by the Shining Bronze-cuckoo Chalcites lucidus",
        "organization": "Rikkyo University",
        "abstract": "Extra-pair copulation can increase genetic diversity and offspring fitness. However, it may also increase intra-nest variability in avian hosts of brood parasites, which can decrease the discrimination ability of host parents towards the parasite. In New Caledonia, the Fan-tailed Gerygone (Gerygone flavolateralis), which is parasitized by the Shining Bronze-cuckoo (Chalcites lucidus), has two nestling morphs, dark and bright, that can occur in monomorphic and polymorphic broods. Gerygone parents recognize and eject parasite nestlings from their nest, but the presence of polymorphic broods may increase the chances of recognition errors. Using 17 microsatellite markers, we investigated the mating system of the Fan-tailed Gerygone to understand the mechanisms underlying nestling polymorphism. We hypothesised that extra-pair copulations would lead to a higher proportion of polymorphic broods caused by higher genetic variability, thus creating a trade-off between genetic benefits and host defence reliability. Extra-pair paternity occurred in 6 of 36 broods, which resulted in 6 of 69 offspring sired by extra-pair males. Broods with and without mixed paternity were comparably often parasitized. Extra-pair paternity did not influence the proportions of bright, dark and polymorphic broods. Compared to bright siblings in polymorphic broods, dark nestlings tended to have lower heterozygosity, particularly in loci associated with skin coloration. The results also suggested that there is no obstacle for genetic exchange between individuals from forest and savannah, possibly due to dispersal of offspring. We conclude that the Fan-tailed Gerygone is a socially monogamous species with a low rate of extra-pair paternity compared to closely related species. Extra-pair paternity increased offspring genetic variability without measurable associated costs by brood parasitism. The results highlight the importance of studying host mating systems to assess the trade-offs between host defence and offspring fitness in co-evolutionary arms races.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Katarzyna Bojarska",
            "Ralph Kuehn",
            "Magorzata Anna Gazda",
            "Nozomu J Sato",
            "Yuji Okahisa",
            "Keita D Tanaka",
            "Alfredo Attisano",
            "Roman Gula",
            "Keisuke Ueda",
            "Jorn Theuerkauf"
        ],
        "keywords": ""
    },
    {
        "id": 7527,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Polymorphism in Avian Brood Parasitism: Universality and Future Synthesis",
        "organization": "Rikkyo University",
        "abstract": "",
        "email": "",
        "conf": "ORNITHOLOGICAL SCIENCE",
        "coauthors": [
            "Keita D Tanaka",
            "Fugo Takasu"
        ],
        "keywords": ""
    },
    {
        "id": 7525,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Signal exploitation by parasitic young in birds: A new categorization of manipulative signals",
        "organization": "Rikkyo University",
        "abstract": "Many studies revealed that parasitic young mostly emit signals that are used in parent-offspring communication of hosts, but sometimes not. The terms used to explain host manipulation signals are not unified, then presenting confusion. Here we propose a new categorization of signals used for parasitic manipulation. Host manipulative signals could roughly be divided into two patterns according whether a parasite exploits signals actually used in parent-offspring communication of hosts (signal exploitation) or not (sensory exploitation), in relation to particular selective pressures that parasites face, such as nestling discrimination by hosts or deficient stimulation by parasites to obtain sufficient food.",
        "email": "",
        "conf": "ORNITHOLOGICAL SCIENCE",
        "coauthors": [
            "Keita D Tanaka",
            "Keisuke Ueda"
        ],
        "keywords": "Brood parasitism;Minicry;Sensory exploitation;Signal exploitation;Supernormal stimulus"
    },
    {
        "id": 7521,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Egg removal by cuckoos forces hosts to accept parasite eggs",
        "organization": "Rikkyo University",
        "abstract": "Many avian brood parasites remove one or more host eggs before laying their own eggs in the host nest. Various hypotheses have been proposed to explain the adaptive significance of this behaviour, but none of them provides an adequate explanation. Here we provide a new hypothesis for explaining why a parasite removes host eggs before laying its own. In this study, we attempted to answer this question by constructing a mathematical model that focused on the changes in host decision making according to reduced clutch size as a consequence of egg removal by parasites. We assume that a host selects one of the following two options to maximise the number of its own chicks: trying to eject a suspicious egg from the nest (trying‐to‐eject) or acceptance without trying to eject the egg (acceptance). The option selected depends on the number of eggs in the nest. Our model provides a new explanation for egg removal behaviour by showing that the host should select trying‐to‐eject if there is a large number of eggs in the nest but acceptance with a small number of eggs. This is because the relative payoff for a host that selects trying‐to‐eject decreases with the number of eggs in the nest. Therefore, parasites benefit by removing the host egg because this behaviour reduces the number of eggs in the nest, thereby increasing the probability of their own eggs being accepted. Thus, hosts have evolved egg ejection to combat brood parasites, but it may also have facilitated the evolution of egg removal by parasites. This hypothesis may also apply to brood parasitic species that do not eject host chicks. In addition, this hypothesis may explain other parasitic behaviours, such as egg damaging and egg puncturing, which lead to reductions in the host clutch size.",
        "email": "",
        "conf": "Journal of Avian Biology",
        "coauthors": [
            "Osamu K. Mikami",
            "Nozomu J. Sato",
            "Keisuke Ueda",
            "Keita D Tanaka"
        ],
        "keywords": "mathematical models, parasites, probability, decision making, Cuculidae, evolution, hosts, nests, eggs, forces, chicks, clutch size"
    },
    {
        "id": 7519,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Polymorphism in Avian Brood Parasitism: A Coevolutionary Perspective",
        "organization": "Rikkyo University",
        "abstract": "Polymorphism provides a classic example of adaptive evolution. A great advantage of studying polymorphism is that the phenotype can serve as a genetic marker; therefore, researchers can take full advantage of this to test a hypothesis based on Darwin's principle of adaptive evolution. Evolutionary theories of polymorphism have been established and suggest that polymorphism is likely maintained through negative frequency-dependent selection. Such selection is mediated by the viewer's perception or recognition of the focal trait as expressed by appearance, such as the colour and pattern of eggs. The viewer's response to that trait selects against the majority of the population, and thus favours the rare type. Such evolutionary dynamics can also be applied to avian brood parasitism, in which parasites exploit the parental care of their hosts. In this review, I describe recent findings in brood parasitic systems, in which polymorphism plays an important role in the coevolutionary arms races, at the egg, chick, and adult stages. Finally, I emphasize the need to synthesize traditional ultimate approaches with proximate approaches, incorporating genomics and psychology, in order to draw a fuller picture of the coevolutionary arms race between avian brood parasites and their hosts.",
        "email": "keita.d.tanaka@gmail.com",
        "conf": "ORNITHOLOGICAL SCIENCE",
        "coauthors": [
            "Keita D Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7520,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Establishment of Microsatellite Markers to Assess the Mating System of the Fan-Tailed Gerygone ( Gerygone flavolateralis ) for Studying Cuckoo-Host Arms Race",
        "organization": "Rikkyo University",
        "abstract": "We developed a set of microsatellite markers for the fan-tailed gerygone (Gerygone flavolateralis), host of a brood parasite, the shining bronze-cuckoo (Chalcites lucidus). We used 454 pyro-sequencing to establish 17 polymorphic microsatellite markers. The number of alleles per locus ranged from 6 to 18, the expected heterozygosity from 0.328 to 0.931 and the polymorphism information content from 0.306 to 0.916. The developed set of microsatellites will allow us to determine the gerygone's mating system, which is crucial to understand inheritance of dichromatism in skin colour of their chicks.",
        "email": "",
        "conf": "Annales Zoologici Fennici",
        "coauthors": [
            "Małgorzata A. Gazda",
            "Ralph Kuehn",
            "Nozomu J. Sato",
            "Keita D. Tanaka",
            "Yuji Okahisa",
            "Keisuke Ueda",
            "Roman Gula",
            "Jörn Theuerkauf"
        ],
        "keywords": ""
    },
    {
        "id": 7515,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Rethinking visual supernormal stimuli in cuckoos: Visual modeling of host and parasite signals",
        "organization": "Rikkyo University",
        "abstract": "Some parasitic cuckoo chicks display a vivid-colored gape to their host parents when begging for food. Their mouth color was once regarded as a supernormal stimulus, yet owing to a lack of experimental support, the idea has fallen out of favor. However, previous experiments were conducted without considering the vision of avian receivers. We compared the color and visibility of begging signals between chicks of a brood parasite, the Horsfield’s hawk-cuckoo (Cuculus fugax), and that of its host, the red-flanked bluetail (Tarsiger cyanurus), considering bird vision. We investigated the mouth palate of host and parasite chicks, and a gape-colored skin patch on the wing of parasite chicks, which has previously been demonstrated to induce host parental feeding. We found that, in terms of stimulation of the birds’ photoreceptors and visual discrimination thresholds, visibility of parasite signals, particularly of the wing-patch, was quantitatively greater than that of the host chick signal. Meanwhile, host and parasite signals were qualitatively different in the hue, which was driven mostly by greater ultraviolet reflectance of the parasite signals. Evidence from previous studies indicates that the visual attributes of the parasite signals may induce parental provisioning, suggesting that signal exaggeration of the parasite has evolved to stimulate hosts effectively in the dark nest environment. Overall, our results suggest that the color of hawk–cuckoo chicks’ signaling traits can work as a supernormal stimulus, although host parental responses to exaggerated stimuli need to be tested experimentally.",
        "email": "",
        "conf": "Behavioral Ecology",
        "coauthors": [
            "Keita D Tanaka",
            "Gen Morimoto",
            "Martin Stevens",
            "Keisuke Ueda"
        ],
        "keywords": ""
    },
    {
        "id": 7517,
        "label": 134,
        "author": "keita d tanaka",
        "title": "Maternal provisioning and possible joint breeding in the burrower bug Adomerus triguttulus (Heteroptera: Cydnidae)",
        "organization": "Rikkyo University",
        "abstract": "Subsocial burrower bugs (Heteroptera: Cydnidae) provide unique opportunities to investigate evolutionary ecological questions regarding parental provisioning and family dynamics. Observations and marked nutlet‐setting experiments in the field showed that Adomerus triguttulus females progressively delivered mint nutlets into nests harbouring nymphs under the litter. More than one female often attended nymphs, but not eggs, in a nest in the field. The number of nymphs aggregating in a nest with a single female was usually smaller than that in a nest with two females, suggesting the joining of different families and facultative joint parental care. There was a positive correlation between the number of nutlets delivered and the number of nymphs in a nest. The number of attendant females also affected the amount of provisioning; more nutlets were found for second‐instar broods with more females. The effect of brood size on provisioning was confirmed for families under laboratory rearing. Maternal provisioning also varied with the developmental stage of offspring; second‐instar broods received more nutlets than first‐instar broods, with a temporal decrease in provisioning during the moulting of nymphs. Considering the growing evidence of food solicitation signals of young in subsocial insects, the observed finely tuned supply of food by the female could be induced by begging signals from the nymphs.",
        "email": "",
        "conf": "Entomological Science",
        "coauthors": [
            "Taichi Nakahira",
            "Keita D Tanaka",
            "Shin-ichi Kudo"
        ],
        "keywords": "behavioural flexibility,parental care,progressive provisioning"
    }
]