[
    {
        "id": 7546,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Location Choice of Multinational Firms in CLMV Countries",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "In the present global era, in which firms choose to locate their plants beyond national borders, location characteristics become important for attracting multinational enterprises (MNEs). MNEs have distributed their overseas production plants all over the world and have formed international production/distribution networks. However, the distribution of their overseas affiliates around the world is not necessarily uniform. Only a limited number of locations succeed in attracting a large number of MNEs because MNEs base decisions on their location abroad by taking into consideration several location characteristics, such as market size, extent of infrastructure development, or existence of industrial concentration. As a result, the location choices of MNEs yield large differences in inward foreign direct investment (FDI) among locations. Such a gap might lead to a widening of the gap in economic development among locations, because the entry of MNEs is expected to give birth to various kinds of positive benefits, such as spillover effects, to the location. Therefore, it is crucially important to understand the detailed mechanics of the location of MNE overseas plants.",
        "email": "",
        "conf": "Economic Integration and the Location of Industries. Palgrave Macmillan",
        "coauthors": [
            "Kazunobu Hayakawa",
            "Souknilanh Keola",
            "Kiyoyasu Tanaka"
        ],
        "keywords": "Foreign Direct Investment, Trade Cost, Intermediate Good, Location Choice, Multinational Firm "
    },
    {
        "id": 7547,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Economic Integration and Industrial Location in Laos: How Has Border Mattered?",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "After a nearly two centuries of struggle for independence and civil war, Laos1 became a politically integrated and independent state once again in 1975.2 However, Laos was and is still far from becoming a unified market. Major cities are separated not only by a mountainous landscape but also a poorly developed transportation infrastructure. A relatively small population living dispersedly over large areas and restriction of trade between provinces until the mid-1980s have made broadly defined transportation extremely high.3 Small urban areas could not sufficiently function as consumption centers even for agricultural products in nearby provinces. As a consequence, major cities bordering Thailand to the west, where the majority of Lao live, continue to depend more on agricultural products imported from more “industrialized Thailand” instead of subsistent agricultural neighborhoods.",
        "email": "",
        "conf": "Economic Integration and the Location of Industries. Palgrave Macmillan",
        "coauthors": [
            "Souknilanh Keola",
            "Kazunobu Hayakawa",
            "Kiyoyasu Tanaka"
        ],
        "keywords": "Foreign Direct Investment, Economic Integration, Industrial Location, Intraindustry Trade, Great Mekong Subregion "
    },
    {
        "id": 7545,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Transport costs distance and time : evidence from the Japanese Census of Logistics",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "Geographic distance is a standard proxy for transport costs under the simple assumption that freight fees increase monotonically over space. Using the Japanese Census of Logistics, this paper examines the extent to which transport distance and time affect freight costs across shipping modes, commodity groups, and prefecture pairs. The results show substantial heterogeneity in transport costs and time across shipping modes. Consistent with an iceberg formulation of transport costs, distance has a significantly positive effect on freight costs by air transportation. However, I find the puzzling results that business enterprises are likely to pay more for short-distance shipments by truck, ship, and railroad transportation. As a plausible explanation, I discuss aggregation bias arising from freight-specific premiums for timely, frequent, and small-batch shipments.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": "Institute of Developing Economies, Japan External Trade Organization (JETRO)",
        "coauthors": [
            "Kiyoyasu Tanaka"
        ],
        "keywords": "Transportation; Costs; Transport cost; Transport time; Distance; Logistics; Selection bias"
    },
    {
        "id": 7540,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Transport Modal Choice by Multinational Firms: Firm-level Evidence from Southeast Asia",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "We examine transport-mode decisions by multinational firms to shed light on the role of freight logistics in multinational activity. Using a firm-level survey in Southeast Asia, we show that foreign ownership has a significantly positive and quantitatively large impact on the likelihood that air/sea transportation is chosen relative to truck shipping. This result is robust to the shipping distance, cross-border freight, and transport infrastructure. Both foreign-owned exporters and importers also tend to use air/sea transportation. Thus, our analysis presents a new distinction between multinational and domestic firms in their decision over transport modes.",
        "email": "kiyoyasutanaka@gmail.com",
        "conf": "International Economic Journal",
        "coauthors": [
            "Kazunobu Hayakawa",
            "Kiyoyasu Tanaka",
            "Yasushi Ueki"
        ],
        "keywords": "Transport mode, logistics, multinational firms, multinomial logit"
    },
    {
        "id": 7539,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Re-estimating the Knowledge-Capital Model: Evidence from Japanese and US Multinational Enterprises",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "The knowledge-capital model (KC model) by Markusen (2002) encompasses market access and factor-price motives of the multinational enterprises (MNE) and receives mixed support in a sense that evidence on the effect of relative factor endowments is weak. This paper re-estimates the KC model using new panel data on foreign affiliate sales of Japanese MNE for the period 1989-2002 with US data. We find little evidence for the effect on Japanese and US MNE activity of relative skill endowments. Rather, US MNE activity is substantially higher in the skilled-labor-abundant country while total affiliate sales of Japanese MNE are not related to skill endowments. Both Japanese and US MNE respond strongly and positively to the market size but differently to other variables such as trade costs, regional trade agreement, and bilateral investment and tax treaties.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": "Institute of Economic Research, Hitotsubashi University",
        "coauthors": [
            "Kiyoyasu Tanaka"
        ],
        "keywords": "Multinational firms, foreign direct investment, factor endowments"
    },
    {
        "id": 7537,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "The size distribution of all Cambodian establishments",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "This paper presents empirical evidence on the size distribution of all Cambodian establishments in the nonfarm sector for 2009. Small- and large-scale establishments account for the largest share of employment, pointing to a “missing middle” that is commonly observed in developing countries. The analysis provides little evidence for Zipf’s law because Cambodian industry is characterized by a more dense mass of small establishments than the Zipf distribution would predict.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": "Economics Bulletin",
        "coauthors": [
            "Kiyoyasu Tanaka",
            "Naomi Hatsukano"
        ],
        "keywords": "Cambodia; Industry; Small and medium-scale enterprises; Employment; Size distribution; Establishments; Zipf’s law"
    },
    {
        "id": 7531,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Spatial Spillovers from Foreign Direct Investment: Evidence from the Yangtze River Delta in China",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "This paper examines the spatial externality from foreign direct investment on domestic firms. Using Chinese firm‐level data for 2004, and after accounting for an endogeneity problem, we find that foreign firms generate a significantly positive spillover effect on the regional productivity of domestic firms in similar counties and industries. Estimating a spatial‐autoregressive model, we further show that such local spillovers could transmit to domestic firms in other counties and industries through interactions among domestic firms. However, these spatial multiplier effects decline with distance, thereby reducing the foreign direct investment spillover effects for domestic firms in distant locations.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": "China & World Economy",
        "coauthors": [
            "Kiyoyasu Tanaka",
            "Yoshihiro Hashiguchi"
        ],
        "keywords": ""
    },
    {
        "id": 7538,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "The determinants of offshore production by Multinational Corporations (MNCs) : a comparison of Japanese and US MNCs",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "This study employs confidential affiliate-level panel data to improve measures of foreignaffiliate activities of Japanese firms in manufacturing sectors. Combining existing data onU.S. MNCs with the Japanese data, we illustrate the pattern and determinant of their foreignaffiliate sales by destination market across countries and industries for the period 1989-2005.Among our results, Japanese and U.S. MNCs are similar in the substantial growth of theirforeign affiliate sales and the importance of sales to local markets. However, Japanese MNCsare distinctive from U.S. MNCs in that Japanese affiliate sales in Asia were prominentlyhigher in host markets with lower educational attainment.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": " Inst. of Developing Economies, Japan External Trade Organization",
        "coauthors": [
            "Toshiyuki Matsuura",
            "Kiyoyasu Tanaka",
            "Shujiro Urata"
        ],
        "keywords": "Multinational firm, FDI, Japan, U.S., skill endowment"
    },
    {
        "id": 7528,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Does Material and Service Offshoring Improve Domestic Productivity? Evidence from Japanese Manufacturing Industries",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "An increasing number of manufacturers are shifting some stages of the production process offshore. This study investigates the effects of offshoring on productivity in Japanese manufacturing industries for the period 1988-2004. Material offshoring, as measured by an import share of intermediate material inputs, has steadily increased during the period, with a pronounced increase in offshoring to Asian countries. In a wide range of specifications, we find significantly positive correlations between material offshoring and productivity at the industry level. The estimates are particularly robust for offshoring to Asia. These results suggest that Japanese manufacturing firms have developed an extensive international division of labor in East Asia, which in turn may have enhanced domestic productivity. In contrast, service offshoring, as measured by an import ratio of service inputs, is not associated with industry-level productivity. We find a positive correlation between offshoring and productivity only for information services, suggesting that in this segment, offshoring offers potential benefits.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": "Quantitative Analysis of Newly Evolving Patterns of International Trade: Fragmentation, Offshoring of Activities, and Vertical Intra-industry Trade",
        "coauthors": [
            "Keiko Ito",
            "Kiyoyasu Tanaka"
        ],
        "keywords": "Offshoring, international outsourcing, productivity, Japan, manufacturing, services"
    },
    {
        "id": 7530,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Shedding Light on the Shadow Economy: A Nighttime Light Approach",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "Measuring the shadow economy is inherently difficult, but critical for understanding economic development. Using census data on formal and informal sectors in Cambodia, we document that 96.6 per cent of non-farm establishments do not formally register with the government, and their sales accounted for 76.6 per cent of total sales in 2011. Estimating their past sales from changes in nighttime light for 1993–2010, we find that both formal and informal firms increased their estimated sales. The share of informal sales increased from 68.8 per cent in 1993 to 76.6 per cent in 2011, suggesting that the informal sector increased quantitatively in both absolute and relative terms over time.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": "Journal of Development Studies",
        "coauthors": [
            "Kiyoyasu Tanaka",
            "Souknilanh Keola"
        ],
        "keywords": "Cambodia; Employment; Informal sector; Informal employment; Satellite data"
    },
    {
        "id": 7532,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Firm Heterogeneity and FDI in Distribution Services",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "Distribution services play a large role in intermediating production and consumption across borders. Using firm‐level data on Japanese multinationals in wholesale and retail sectors, this study examines FDI decisions of distribution firms for local distribution services at the extensive and intensive margin. Consistent with the model of heterogeneous firms on multinational production, I find that more productive multinationals are more likely than less productive multinationals to enter a larger number of markets, to penetrate less attractive markets and to generate larger sales per each market. While these findings are consistent with previous evidence on manufacturing multinationals, I find some distinctive determinants of FDI in distribution services.",
        "email": "",
        "conf": "World Economy",
        "coauthors": [
            "Kiyoyasu Tanaka"
        ],
        "keywords": "Foreign direct investment, Firm heterogeneity, Distribution services, Japan"
    },
    {
        "id": 7541,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Producer Services and Manufacturing Productivity: Evidence from Japan Industrial Productivity Database",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "As service sectors account for a growing share of economic activity in advanced economies, economists claim that the quality and cost of producer services supplied by the service sectors are crucial in supporting the competitiveness of manufacturing firms. This paper provides an empirical assessment on this argument by exploring a link between service-sector performance and manufacturing productivity in Japan for the period 1980-2005. Assuming that an improvement in producer services is measured with errors by a price deflator growth of service outputs, I propose an estimation framework in which an observed productivity depends partly on the performance of service sectors weighted by service-input intensities. Robust to a wide range of specifications and alternative indicators of services upgrading, I find little evidence that the service sectors contributed to productivity growth of the manufacturing sector. Thus, my findings do not support the claim that the upgrading of producer services improves manufacturing competitiveness.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": "Institute of Economic Research, Hitotsubashi University",
        "coauthors": [
            "Kiyoyasu Tanaka"
        ],
        "keywords": " Producer Services; Service Sector; Productivity; Japan"
    },
    {
        "id": 7544,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Are trading partners complementary in international trade?",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "We use a unique dataset on trading transactions at the firm level to investigate a complementary effect in international transactions between sellers and buyers, trading transactions are more likely to be international when both sellers and buyers are large in size than when either sellers or buyers are large. Our eonometric analysis provides evidence for the complementary effect between trading partners on the likelihood of international trade, which is most prominent for exports from North to South.",
        "email": "",
        "conf": "Institute of Developing Economies, Japan External Trade Organization (JETRO)",
        "coauthors": [
            "Kazunobu Hayakawa",
            "Kiyoyasu Tanaka",
            "Yasushi Ueki"
        ],
        "keywords": "Self-selection,Firm heterogeneity,Matching"
    },
    {
        "id": 7534,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Directional imbalance in freight rates: Evidence from Japanese inter-prefectural data",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "Freight rates often differ by the direction of freight transportation. To investigate the determinants of a directional imbalance in freight rates, we show that a deviation between front- and back-haul freight rates depends on both density economies and directional imbalances in transport flows. Using panel data on truck freight transportation in Japan, we find that a 10% increase in the front-haul transport flow relative to back-haul transport flow leads to a 1.3% decrease in the front-haul freight rate relative to back-haul freight rate. This suggests that the negative effect of density economies in front-haul transport flow dominates the positive effects of both density economies in back-haul transport flow and the directional imbalance in transport flows.",
        "email": "",
        "conf": "Journal of Economic Geography",
        "coauthors": [
            "Kiyoyasu Tanaka",
            "Kenmei Tsubota"
        ],
        "keywords": "freight rates, directional imbalance, density economies"
    },
    {
        "id": 7536,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Simulating Heterogeneous Multinational Firms",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "This paper develops a micro-simulation framework for multinational entry and sales activities across countries. The model is based on Eaton, Kortum, and Kramarz’s (2010) quantitative trade model adapted towards multinational production. Using micro data on Japanese manufacturing firms, we illustrate the empirical regularities of multinational entry and sales activity and estimate the model’s structural parameters with simulated method of moments. We demonstrate that our adapted model is able to replicate important dimensions of the in-sample moments conditioned in our estimation strategy and does a reasonable job in external model validation tests. We can replicate activity under an economic period with a far different level of FDI barriers than was conditioned upon in our estimation sample. Overall, we demonstrate the richness of the simulation framework as a quantitative tool for FDI policy analysis.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": "Research Inst. of Economy, Trade and Industry",
        "coauthors": [
            "Shawn Arita",
            "Kiyoyasu Tanaka"
        ],
        "keywords": "multinational firms, FDI, firm heterogeneity, simulation, and model validation"
    },
    {
        "id": 7533,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Export platform FDI and firm heterogeneity",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "This paper investigates theoretically and empirically firms’ productivity ranking among traditional horizontal foreign direct investment (HFDI), pure platform FDI (PFDI), and complex platform FDI (CFDI). Using data on Japanese outward FDI, we define firms conducting HFDI or PFDI as those Japanese firms that maintain production affiliates only in the U.S. or Mexico, respectively. The firms for CFDI are defined as having production affiliates in both the U.S. and Mexico. The theoretical illustration shows that the CFDI firms should have the highest productivity when trade costs between the U.S. and Mexico are low. By carefully disentangling firms’ self-selection effects from learning-by-investing effects, we find some evidence consistent with this hypothesis for a period of relatively low trade costs. Our results indicate the importance of trade costs in developing countries with neighboring markets in attracting foreign investment by highly productive multinational firms.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": "Institute of Developing Economies, Japan External Trade Organization (JETRO)",
        "coauthors": [
            "Kazunobu Hayakawa",
            "Kiyoyasu Tanaka"
        ],
        "keywords": "Export platform; FDI; Firm heterogeneity; Trade costs"
    },
    {
        "id": 7542,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Does policy reform promote FDI in developing economies? a firm-level simulation approach",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "How do policy reforms for foreign investors in developing economies affect inward foreign direct investment? Using a firm heterogeneity model calibrated to match data on Japanese multinational firms, we simulate how multinationals respond to a decline in investment procedure days. We find that such policy reforms in investment procedures significantly increase the aggregate entries and sales of multinational firms in developing economies, with the more pronounced impact at the extensive margin than at the intensive margin. At the firm level, declining entry costs encourage more productive firms to invest in a wider range of markets although such impacts are modest for the most productive firms that already penetrate many markets. The impacts on foreign sales per multinational firm are less clear-cut in magnitude across productivity levels in part because falling entry costs directly increase multinational entry to developing economies, but only indirectly encourage their existing production in these markets.",
        "email": "",
        "conf": "Journal of Economic Policy Reform",
        "coauthors": [
            "Kiyoyasu Tanaka",
            "Shawn Arita"
        ],
        "keywords": "FDI, firm heterogeneity, investment liberalization, developing country"
    },
    {
        "id": 7535,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Innovation networks in China Japan and Korea : evidence from Japanese patent data",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "The growing importance of innovation in economic growth has encouraged the development of innovation capabilities in East Asia, within which China, Japan, and Korea are most important in terms of technological capabilities. Using Japanese patent data, we examine how knowledge networks have developed among these countries. We find that Japan's technological specialization saw little change, but those of Korea and China changed rapidly since 1970s. By the year 2009, technology specialization has become similar across three countries in the sense that the common field of prominent technology is \"electronic circuits and communication technologies\". Patent citations suggest that technology flows were largest in the electronic technology, pointing to the deepening of innovation networks in these countries.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": "Institute of Developing Economies, Japan External Trade Organization (JETRO),",
        "coauthors": [
            "Ikuo Kuroiwa",
            "Kaoru Nabeshima",
            "Kiyoyasu Tanaka"
        ],
        "keywords": "East Asia; China; South Korea; Japan; Technological innovations; Industrial technology; Patents; Technology transfer; Electronics; Telecommunication; Innovation network; Patent statistics"
    },
    {
        "id": 7543,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "The Impact of Regional Investment Liberalization on Foreign Direct Investment: A Firm-level Simulation Assessment",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "With the proliferation of regional economic integration, investment liberalization has gained in importance. This paper conducts counterfactual policy experiments to simulate the response of multinational firms to a regional decline in investment costs. We find evidence of investment creation effects at the aggregate level. While there is weak evidence of investment diversion effects, the non-participation in regional integration discourages multinational activity of non-member countries. As less productive firms experience the extensive-margin growth strongly, the effects differ significantly by multinational firms with heterogeneous productivity.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": "Japan and the World Economy",
        "coauthors": [
            "Kiyoyasu Tanaka",
            "Shawn Arita"
        ],
        "keywords": "Regional integration,Investment liberalization,FDI,Firm heterogeneity,Japan"
    },
    {
        "id": 7529,
        "label": 135,
        "author": "kiyoyasu tanaka",
        "title": "Heterogeneous Multinational Firms and Productivity Gains from Falling FDI Barriers",
        "organization": "Research Fellow Institute of Developing Economies",
        "abstract": "This paper quantitatively assesses the impact of falling foreign direct investment (FDI) barriers on individual firms and its implications for intra-industry reallocation and aggregate productivity. We calibrate the firm-heterogeneity model of Eaton et al. (Econometrica 79(5):1453–1498, 2011) to match micro-level data on Japanese multinational firms facing fixed and variable costs of foreign production. We demonstrate that the calibrated model can be used to replicate the entry and sales patterns of Japanese multinationals. Counterfactual simulations show that declining FDI barriers lead to a disproportionate expansion of foreign production by more efficient firms relative to less efficient firms. A hypothetical 20 % reduction in FDI barriers is found to generate up to a 26.8 % improvement in industry-level productivity through global market-share reallocations within the industry. Compared with fixed entry barriers, reallocation effects and productivity gains are larger for a reduction of variable costs of foreign production.",
        "email": "kiyoyasu_tanaka@ide.go.jp",
        "conf": "Review of World Economics",
        "coauthors": [
            "Shawn Arita",
            "Kiyoyasu Tanaka"
        ],
        "keywords": ""
    }
]