[
    {
        "id": 7674,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Mapping of the gracile axonal dystrophy (gad) gene to a region between D5Mit197 and D5Mit113 on proximal mouse chromosome 5",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Genomics",
        "coauthors": [
            "J G Suh",
            "T Yamanishi",
            "K Matsui",
            "K Wada"
        ],
        "keywords": ""
    },
    {
        "id": 7654,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Glutamate transporter GLT-1 is transiently localized on growing axons of the mouse spinal cord before establishing astrocytic expression",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Neuroscience",
        "coauthors": [
            "K Yamada",
            "M Watanabe",
            "T Shibata",
            "Y Inoue"
        ],
        "keywords": ""
    },
    {
        "id": 7644,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Inhibition of glutamate transporter by theanine enhances the therapeutic efficacy of doxorubicin",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Toxicology Letters",
        "coauthors": [
            "Tomomi Sugiyama",
            "Yasuyuki Sadzuka",
            "Kohichi Tanaka",
            "Takashi Sonobe"
        ],
        "keywords": ""
    },
    {
        "id": 7662,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Epilepsy and Exacerbation of Brain Injury in Mice Lacking the Glutamate Transporter GLT-1",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Science",
        "coauthors": [
            "Kohichi Tanaka",
            "Kei Watase",
            "Toshiya Manabe",
            "Keiji Wada"
        ],
        "keywords": ""
    },
    {
        "id": 7587,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "RBP-J promotes the maturation of neuronal progenitors",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "During brain development, neurons and glias are generated from neural stem cells and more limited intermediate neural progenitors (INPs). Numerous studies have revealed the mechanisms of development of neural stem cells. However, the signaling pathways that govern the development of INPs are largely unknown. The cerebellum is suitable for examining this issue because cerebellar cortical inhibitory neurons such as basket and stellate cells are derived from small Pax2+ interneuronal progenitors. Here, we show that Sox2−/Pax2+ and Sox2+/Pax2− progenitors, 2 types of interneuronal progenitors of basket and stellate cells, exist in the cerebellar white matter (WM) and that the former arise from the latter during the first postnatal week. Moreover, RBP-J promotes the neurogenesis of stellate and basket cells by converting Sox2+/Pax2− interneuronal progenitors to more mature Sox2−/Pax2+ interneuronal progenitors. This study shows a novel RBP-J function that promotes INP differentiation.",
        "email": "tanaka.aud@mri.tmd.ac.jp",
        "conf": "Developmental Biology",
        "coauthors": [
            "Okiru Komine",
            "Mai Nagaoka",
            "Yuichi Hiraoka",
            "Mikio Hoshino",
            "Yoshiya Kawaguchi",
            "Warren S Pear",
            "Kohichi Tanaka"
        ],
        "keywords": "Cerebellar development,Basket cell and stellate cell,Intermediate neural progenitor,RBP-J,Neurogenesis"
    },
    {
        "id": 7591,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "NR2B dependent LTP is required for the visual imprinting",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Tomoharu Nakamori",
            "Katsushige Sato",
            "Kohichi Tanaka",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7682,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "A muscarine-activated voltage-independent K+ channel in cultured bullfrog sympathetic neurones",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Letters",
        "coauthors": [
            "Kohichi Tanaka",
            "Konomi Koyano",
            "Kuba Kuba"
        ],
        "keywords": ""
    },
    {
        "id": 7567,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "NMDA receptor subunits have different roles in NMDA-induced neurotoxicity in the retina",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Loss of retinal ganglion cells (RGCs) is a hallmark of various retinal diseases including glaucoma, retinal ischemia, and diabetic retinopathy. N-methyl-D-aspartate (NMDA)-type glutamate receptor (NMDAR)-mediated excitotoxicity is thought to be an important contributor to RGC death in these diseases. Native NMDARs are heterotetramers that consist of GluN1 and GluN2 subunits, and GluN2 subunits (GluN2A–D) are major determinants of the pharmacological and biophysical properties of NMDARs. All NMDAR subunits are expressed in RGCs in the retina. However, the relative contribution of the different GluN2 subunits to RGC death by excitotoxicity remains unclear. GluN2B- and GluN2D-deficiency protected RGCs from NMDA-induced excitotoxic retinal cell death. Pharmacological inhibition of the GluN2B subunit attenuated RGC loss in glutamate aspartate transporter deficient mice. Our data suggest that GluN2B- and GluN2D-containing NMDARs play a critical role in NMDA-induced excitotoxic retinal cell death and RGC degeneration in glutamate aspartate transporter deficient mice. Inhibition of GluN2B and GluN2D activity is a potential therapeutic strategy for the treatment of several retinal diseases.",
        "email": "",
        "conf": "Molecular Brain",
        "coauthors": [
            "Ning Bai",
            "Tomomi Aida",
            "Michiko Yanagisawa",
            "Sayaka Katou",
            "Kenji Sakimura",
            "Masayoshi Mishina",
            "Kohichi Tanaka"
        ],
        "keywords": "NMDA receptor, GluN2B, GluN2D, Excitotoxicity, Retina, Glaucoma, Glutamate transporter"
    },
    {
        "id": 7557,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Gene cassette knock-in in mice with cloning-free CRISPR/Cas system",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Transgenic Research",
        "coauthors": [
            "Tomomi Aida",
            "Tetsushi Sakuma",
            "Shota Nakade",
            "Takashi Yamamoto",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7681,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Expression cloning of a rat glutamate transporter",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7560,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Neuronal Heterotopias Affect the Activities of Distant Brain Areas and Lead to Behavioral Deficits",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Neuronal heterotopia refers to brain malformations resulting from deficits of neuronal migration. Individuals with heterotopias show a high incidence of neurological deficits, such as epilepsy. More recently, it has come to be recognized that focal heterotopias may also show a range of psychiatric problems, including cognitive and behavioral impairments. However, because focal heterotopias are not always located in the brain areas responsible for the symptoms, the causal relationship between the symptoms and heterotopias remains elusive. In this study, we showed that mice with focal heterotopias in the somatosensory cortex generated by in utero electroporation exhibited spatial working memory deficit and low competitive dominance behavior, which have been shown to be closely associated with the activity of the medial prefrontal cortex (mPFC) in rodents. Analysis of the mPFC activity revealed that the immediate-early gene expression was decreased and the local field potentials of the mPFC were altered in the mice with heterotopias compared with the control mice. Moreover, activation of these ectopic and overlying sister neurons using the DREADD (designer receptor exclusively activated by designer drug) system improved the working memory deficits. These findings suggest that cortical regions containing focal heterotopias can affect distant brain regions and give rise to behavioral abnormalities.",
        "email": "",
        "conf": "The Journal of Neuroscience : The Official Journal of the Society for Neuroscience",
        "coauthors": [
            "Kazuhiro Ishii",
            "Ken-ichiro Kubo",
            "Toshihiro Endo",
            "Keitaro Yoshida",
            "Seico Benner",
            "Yukiko Ito",
            "Hidenori Aizawa",
            "Michihiko Aramaki",
            "Akihiro Yamanaka",
            "Kohichi Tanaka",
            "Norio Takata",
            "Kenji F. Tanaka",
            "Masaru Mimura",
            "Chiharu Tohyama",
            "Masaki Kakeyama",
            "Kazunori Nakajima"
        ],
        "keywords": "DREADD, heterotopia, in utero electroporation, IntelliCage, neuropsychiatric symptom, optogenetics"
    },
    {
        "id": 7618,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Glutamate transporters GLAST and EAAT4 regulate postischemic Purkinje cell death: An in vivo study using a cardiac arrest model in mice lacking GLAST or EAAT4",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Akihide Yamashita",
            "Koshi Makita",
            "Toshihiko Kuroiwa",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7663,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Changes in expression and distribution of the glutamate transporter EAAT4 in developing mouse Purkinje cells",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Keiko Yamada",
            "Shima Wada",
            "Masahiko Watanabe",
            "Yoshiro Inoue"
        ],
        "keywords": ""
    },
    {
        "id": 7574,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "A Potential Neuroprotective Role of Apolipoprotein E-containing Lipoproteins through Low Density Lipoprotein Receptor-related Protein 1 in Normal Tension Glaucoma",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Glaucoma is an optic neuropathy and the second major cause of blindness worldwide next to cataracts. The protection from retinal ganglion cell (RGC) loss, one of the main characteristics of glaucoma, would be a straightforward treatment for this disorder. However, the clinical application of neuroprotection has not, so far, been successful. Here, we report that apolipoprotein E-containing lipoproteins (E-LPs) protect primary cultured RGCs from Ca2+-dependent, and mitochondrion-mediated, apoptosis induced by glutamate. Binding of E-LPs to the low density lipoprotein receptor-related protein 1 recruited the N-methyl-D-aspartate receptor, blocked intracellular Ca2+ elevation, and inactivated glycogen synthase kinase 3β, thereby inhibiting apoptosis. When compared with contralateral eyes treated with phosphate-buffered saline, intravitreal administration of E-LPs protected against RGC loss in glutamate aspartate transporter-deficient mice, a model of normal tension glaucoma that causes glaucomatous optic neuropathy without elevation of intraocular pressure. Although the presence of α2-macroglobulin, another ligand of the low density lipoprotein receptor-related protein 1, interfered with the neuroprotective effect of E-LPs against glutamate-induced neurotoxicity, the addition of E-LPs overcame the inhibitory effect of α2-macroglobulin. These findings may provide a potential therapeutic strategy for normal tension glaucoma by an LRP1-mediated pathway.",
        "email": "",
        "conf": "Journal of Biological Chemistry",
        "coauthors": [
            "Hideki Hayashi",
            "Yuko Eguchi",
            "Yuko Fukuchi-Nakaishi",
            "Motohiro Takeya",
            "Naomi Nakagata",
            "Kohichi Tanaka",
            "Jean E Vance",
            "Hidenobu Tanihara"
        ],
        "keywords": "ApoE,Glutamate,Lipoprotein,Lipoprotein Receptor,Neurodegenerative Diseases,Neuroprotection,Retinal Ganglion cells"
    },
    {
        "id": 7561,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Cloning-free CRISPR/Cas system facilitates functional cassette knock-in in mice",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Although the CRISPR/Cas system has enabled one-step generation of knockout mice, low success rates of cassette knock-in limit its application range. Here we show that cloning-free, direct nuclear delivery of Cas9 protein complex with chemically synthesized dual RNAs enables highly efficient target digestion, leading to generation of knock-in mice carrying a functional cassette with up to 50% efficiency, compared with just 10% by a commonly used method consisting of Cas9 mRNA and single guide RNA. Our cloning-free CRISPR/Cas system facilitates rapid one-step generation of cassette knock-in mice, accelerating functional genomic research by providing various in vivo genetic tools.",
        "email": "",
        "conf": "Genome biology",
        "coauthors": [
            "Tomomi Aida",
            "Keiho Chiyo",
            "Takako Usami",
            "Harumi Ishikubo",
            "Risa Imahashi",
            "Yusaku Wada",
            "Kenji F Tanaka",
            "Tetsushi Sakuma",
            "Takashi Yamamoto",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7624,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Overexpression of gastrin-releasing peptide receptor induced layer disorganization in brain",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience",
        "coauthors": [
            "M Iwabuchi",
            "Fumihiko Maekawa",
            "Kohichi Tanaka",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7646,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Exacerbation of Noise-Induced Hearing Loss in Mice Lacking the Glutamate Transporter GLAST",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Neuroscience : The Official Journal of the Society for Neuroscience",
        "coauthors": [
            "Nobuhiro Hakuba",
            "Kenichiro Koga",
            "Kiyofumi Gyo",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7623,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Imprinting modulates processing of visual information in the visual wulst of chicks",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "BMC Neuroscience",
        "coauthors": [
            "Fumihiko Maekawa",
            "Okiru Komine",
            "Katsushige Sato",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7667,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "EAAT4 is a post-synaptic glutamate transporter at Purkinje cell synapses",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroreport",
        "coauthors": [
            "Keiko Yamada",
            "Masahiko Watanabe",
            "Takashi Shibata",
            "Yoshiro Inoue"
        ],
        "keywords": ""
    },
    {
        "id": 7619,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "High-Density Presynaptic Transporters Are Required for Glutamate Removal from the First Visual Synapse",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuron",
        "coauthors": [
            "Jun Hasegawa",
            "Takehisa Obara",
            "Kohichi Tanaka",
            "Masao Tachibana"
        ],
        "keywords": ""
    },
    {
        "id": 7679,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Pharmacological characterization of a cloned rat glutamate transporter (GluT-1)",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Molecular Brain Research",
        "coauthors": [
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7603,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Neurotransmitter Transporter",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7569,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Dock3 interaction with a glutamate-receptor NR2D subunit protects neurons from excitotoxicity",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "N-methyl-D-aspartate receptors (NMDARs) are critical for neuronal development and synaptic plasticity. Dysregulation of NMDARs is implicated in neuropsychiatric disorders. Native NMDARs are heteromultimeric protein complexes consisting of NR1 and NR2 subunits. NR2 subunits (NR2A–D) are the major determinants of the functional properties of NMDARs. Most research has focused on NR2A- and/or NR2B-containing receptors. A recent study demonstrated that NR2C- and/or NR2D-containing NMDARs are the primary targets of memantine, a drug that is widely prescribed to treat Alzheimer’s disease. Our laboratory demonstrated that memantine prevents the loss of retinal ganglion cells (RGCs) in GLAST glutamate transporter knockout mice, a model of normal tension glaucoma (NTG), suggesting that NR2D-containing receptors may be involved in RGC loss in NTG. Here we demonstrate that NR2D deficiency attenuates RGC loss in GLAST-deficient mice. Furthermore, Dock3, a guanine nucleotide exchange factor, binds to the NR2D C-terminal domain and reduces the surface expression of NR2D, thereby protecting RGCs from excitotoxicity. These results suggest that NR2D is involved in the degeneration of RGCs induced by excitotoxicity, and that the interaction between NR2D and Dock3 may have a neuroprotective effect. These findings raise the possibility that NR2D and Dock3 might be potential therapeutic targets for treating neurodegenerative diseases such as Alzheimer’s disease and NTG.",
        "email": "",
        "conf": "Molecular Brain",
        "coauthors": [
            "Ning Bai",
            "Hideki Hayashi",
            "Tomomi Aida",
            "Kazuhiko Namekata",
            "Takayuki Harada",
            "Masayoshi Mishina",
            "Kohichi Tanaka"
        ],
        "keywords": "NMDA receptor, NR2D, Dock3, Excitotoxicity, Glaucoma, Memantine, Glutamate transporter"
    },
    {
        "id": 7598,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "GLAST is essential to maintain climbing fiber monoinnervation and glial synapse enwrapping to cerebellar Purkinje cells",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Taisuke Miyazaki",
            "Kohichi Tanaka",
            "Masahiko Watanabe"
        ],
        "keywords": ""
    },
    {
        "id": 7626,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Antibiotics rescue neurons from glutamate attack",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Trends in Molecular Medicine",
        "coauthors": [
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7645,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Glutamate Does Not Play a Major Role in Controlling Bone Growth",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research",
        "coauthors": [
            "Colin Gray",
            "Hlne Marie",
            "Maureen Arora",
            "David Attwell"
        ],
        "keywords": ""
    },
    {
        "id": 7583,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Glutamate transporter GLAST is essential for cytodifferentiation of Bergmann glia and maintenance of excitatory synaptic wiring in the cerebellum",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Taisuke Miyazaki",
            "Miwako Yamasaki",
            "Kouichi Hashimoto",
            "Keiko Shimamoto",
            "Kazuhisa Kohda",
            "Michisuke Yuzaki",
            "Kohichi Tanaka",
            "Masanobu Kano",
            "Masahiko Watanabe"
        ],
        "keywords": ""
    },
    {
        "id": 7563,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Astroglial Glutamate Transporter Deficiency Increases Synaptic Excitability and Leads to Pathological Repetitive Behaviors in Mice",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "An increase in the ratio of cellular excitation to inhibition (E/I ratio) has been proposed to underlie the pathogenesis of neuropsychiatric disorders, such as autism spectrum disorders (ASD), obsessive-compulsive disorder (OCD), and Tourette’s syndrome (TS). A proper E/I ratio is achieved via factors expressed in neuron and glia. In astrocytes, the glutamate transporter GLT1 is critical for regulating an E/I ratio. However, the role of GLT1 dysfunction in the pathogenesis of neuropsychiatric disorders remains unknown because mice with a complete deficiency of GLT1 exhibited seizures and premature death. Here, we show that astrocyte-specific GLT1 inducible knockout (GLASTCreERT2/+/GLT1flox/flox, iKO) mice exhibit pathological repetitive behaviors including excessive and injurious levels of self-grooming and tic-like head shakes. Electrophysiological studies reveal that excitatory transmission at corticostriatal synapse is normal in a basal state but is increased after repetitive stimulation. Furthermore, treatment with an N-methyl-D-aspartate (NMDA) receptor antagonist memantine ameliorated the pathological repetitive behaviors in iKO mice. These results suggest that astroglial GLT1 has a critical role in controlling the synaptic efficacy at corticostriatal synapses and its dysfunction causes pathological repetitive behaviors.",
        "email": "",
        "conf": "Neuropsychopharmacology: official publication of the American College of Neuropsychopharmacology",
        "coauthors": [
            "Tomomi Aida",
            "Junichi Yoshida",
            "Masatoshi Nomura",
            "Asami Tanimura",
            "Yusuke Iino",
            "Miho Soma",
            "Ning Bai",
            "Yukiko Ito",
            "Wanpeng Cui",
            "Hidenori Aizawa",
            "Michiko Yanagisawa",
            "Terumi Nagai",
            "Norio Takata",
            "Kenji F Tanaka",
            "Ryoichi Takayanagi",
            "Masanobu Kano",
            "Magdalena Götz",
            "Hajime Hirase",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7551,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Calpain-Dependent Degradation of Nucleoporins Contributes to Motor Neuron Death in a Mouse Model of Chronic Excitotoxicity",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Glutamate-mediated excitotoxicity induces neuronal death by altering various intracellular signaling pathways and is implicated as a common pathogenic pathway in many neurodegenerative diseases. In the case of motor neuron disease, there is significant evidence to suggest that the overactivation of AMPA receptors due to deficiencies in the expression and function of glial glutamate transporters GLT1 and GLAST plays an important role in the mechanisms of neuronal death. However, a causal role for glial glutamate transporter dysfunction in motor neuron death remains unknown. Here, we developed a new animal model of excitotoxicity by conditionally deleting astroglial glutamate transporters GLT1 and GLAST in the spinal cords of mice (GLAST+/−/GLT1-cKO). GLAST+/−/GLT1-cKO mice (both sexes) exhibited nuclear irregularity and calpain-mediated degradation of nuclear pore complexes (NPCs), which are responsible for nucleocytoplasmic transport. These abnormalities were associated with progressive motor neuron loss, severe paralysis, and shortened lifespan. The nuclear export inhibitor KPT-350 slowed but did not prevent motor neuron death, whereas long-term treatment of the AMPA receptor antagonist perampanel and the calpain inhibitor SNJ-1945 had more persistent beneficial effects. Thus, NPC degradation contributes to AMPA receptor-mediated excitotoxic motor neuronal death, and preventing NPC degradation has robust protective effects. Normalization of NPC function could be a novel therapeutic strategy for neurodegenerative disorders in which AMPA receptor-mediated excitotoxicity is a contributory factor.",
        "email": "tanaka.aud@mri.tmd.ac.jp",
        "conf": "The Journal of Neuroscience",
        "coauthors": [
            "Kaori Sugiyama",
            "Tomomi Aida",
            "Masatoshi Nomura",
            "Ryoichi Takayanagi",
            "Hanns U. Zeilhofer and Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7660,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Structure and functional expression of the cloned mouse neuronal high-affinity glutamate transporter",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Molecular Brain Research",
        "coauthors": [
            "Yuka Maeno-Hikichi",
            "Kohichi Tanaka",
            "T Shibata",
            "K Wada"
        ],
        "keywords": ""
    },
    {
        "id": 7669,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Changes in glutamate/aspartate transporter (GLAST/GluT-1) mRNA expression following nerve transection",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Molecular Brain Research",
        "coauthors": [
            "Toshihide Yamashita",
            "Eiji Kohmura",
            "Takamichi Yuguchi",
            "Masaya Tohyama"
        ],
        "keywords": ""
    },
    {
        "id": 7559,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "A CDC42EP4/septin-based perisynaptic glial scaffold facilitates glutamate clearance",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "The small GTPase-effector proteins CDC42EP1-5/BORG1–5 interact reciprocally with CDC42 or the septin cytoskeleton. Here we show that, in the cerebellum, CDC42EP4 is exclusively expressed in Bergmann glia and localizes beneath specific membrane domains enwrapping dendritic spines of Purkinje cells. CDC42EP4 forms complexes with septin hetero-oligomers, which interact with a subset of glutamate transporter GLAST/EAAT1. In Cdc42ep4−/− mice, GLAST is dissociated from septins and is delocalized away from the parallel fibre-Purkinje cell synapses. The excitatory postsynaptic current exhibits a protracted decay time constant, reduced sensitivity to a competitive inhibitor of the AMPA-type glutamate receptors (γDGG) and excessive baseline inward current in response to a subthreshold dose of a nonselective inhibitor of the glutamate transporters/EAAT1–5 (DL-TBOA). Insufficient glutamate-buffering/clearance capacity in these mice manifests as motor coordination/learning defects, which are aggravated with subthreshold DL-TBOA. We propose that the CDC42EP4/septin-based glial scaffold facilitates perisynaptic localization of GLAST and optimizes the efficiency of glutamate-buffering and clearance.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Natsumi Ageta-Ishihara",
            "Maya Yamazaki",
            "Kohtarou Konno",
            "Hisako Nakayama",
            "Manabu Abe",
            "Kenji Hashimoto",
            "Tomoki Nishioka",
            "Kozo Kaibuchi",
            "Satoko Hattori",
            "Tsuyoshi Miyakawa",
            "Kohichi Tanaka",
            "Fathul Huda",
            "Hirokazu Hirai",
            "Kouichi Hashimoto",
            "Masahiko Watanabe",
            "Kenji Sakimura",
            "Makoto Kinoshita"
        ],
        "keywords": ""
    },
    {
        "id": 7622,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Role of Apoptosis Signal-Regulating Kinase 1 in Stress-Induced Neural Cell Apoptosis in Vivo",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "American Journal Of Pathology",
        "coauthors": [
            "Chikako Harada",
            "Kazuaki Nakamura",
            "Kazuhiko Namekata",
            "Takayuki Harada"
        ],
        "keywords": ""
    },
    {
        "id": 7659,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "An in-frame deletion in peripheral myelin protein-22 gene causes hypomyelination and cell death of the Schwann cells in the new Trembler mutant mice",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience",
        "coauthors": [
            "J G Suh",
            "N Ichihara",
            "Kazumasa Saigoh",
            "Tateki Kikuchi"
        ],
        "keywords": ""
    },
    {
        "id": 7602,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Assessment of Glutamate Transporter GLAST (EAAT1)-Deficient Mice for Phenotypes Relevant to the Negative and Executive/Cognitive Symptoms of Schizophrenia",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuropsychopharmacology: official publication of the American College of Neuropsychopharmacology",
        "coauthors": [
            "Rose-Marie Karlsson",
            "Kohichi Tanaka",
            "Lisa Saksida",
            "Andrew Holmes"
        ],
        "keywords": ""
    },
    {
        "id": 7609,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Development of the mouse amygdala as revealed by labeling with EGFP gene transfer and molecular markers",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Miho Soma",
            "Yoshimasa Ito",
            "Hidenori Aizawa",
            "Shigeki Yuasa"
        ],
        "keywords": ""
    },
    {
        "id": 7666,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "202 Down-regulation of the glutamate transporter glut-1 in bergmann astroglia of mutant cerebella with impaired parallel fiber- purkinje cell synapse formation",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Takashi Shibata",
            "Masahiko Watanabe",
            "Keiko Yamada",
            "Yoshiro Inoue"
        ],
        "keywords": ""
    },
    {
        "id": 7632,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "The Glutamate Transporter GLT1a Is Expressed in Excitatory Axon Terminals of Mature Hippocampal Neurons",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Neuroscience : The Official Journal of the Society for Neuroscience",
        "coauthors": [
            "Weizhi Chen",
            "Veeravan Mahadomrongkul",
            "Urs V Berger",
            "Paul A Rosenberg"
        ],
        "keywords": ""
    },
    {
        "id": 7556,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Effect of geranylgeranylacetone on the protection of retinal ganglion cells in a mouse model of normal tension glaucoma",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Glaucoma is characterized by axonal degeneration of retinal ganglion cells (RGCs) and apoptotic death of their cell bodies, and lowering intraocular pressure is associated with an attenuation of progressive optic nerve damage. Nevertheless, intraocular pressure (IOP) reduction alone was not enough to inhibit the progression of disease, which suggests the contribution of other factors to the glaucoma pathogenesis. In this study, we investigated the cytoprotective effect of geranylgeranylacetone (GGA) on RGCs degeneration using a normal tension glaucoma (NTG) mouse model, which lacks glutamate/aspartate transporter (GLAST) and demonstrates spontaneous RGC and optic nerve degeneration without elevated intraocular pressure (IOP). Three-week-old GLAST+/− mice were given oral administration of GGA at 100, 300, or 600 mg/kg/day or vehicle alone, and littermate control mice were given vehicle alone for 14 days, respectively. At 5 weeks after birth, the number of RGCs was counted in paraffin sections of retinal tissues stained with hematoxylin and eosin. In addition, retrograde labeling technique was also used to quantify the number of RGC. Expression and localization of heat shock protein 70 (HSP70) in retinas were evaluated by reverse transcription polymerase chain reaction and immunohistochemistry, respectively. Activities of caspase-9 and -3 in retinas were also assessed. The number of RGCs of GLAST+/− mice significantly decreased, as compared to that of control mice. RGC loss was significantly suppressed by administration of GGA at 600 mg/kg/day, compared with vehicle alone. Following GGA administration, HSP70 was significantly upregulated together with reduction in the activities of caspase-9 and -3. Our studies highlight HSP70 induction in the retina is available to suppress RGC degeneration, and thus GGA may be applicable for NTG as a promising therapy.",
        "email": "",
        "conf": "Heliyon",
        "coauthors": [
            "Zhenyu Dong",
            "Yasuhiro Shinmei",
            "Yoko Dong",
            "Susumu Ishida"
        ],
        "keywords": "Cell biology,Neuroscience"
    },
    {
        "id": 7629,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Contribution of a glial glutamate transporter to GABA synthesis in the retina",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroreport",
        "coauthors": [
            "Vijay P Sarthy",
            "Robert E Marc",
            "Leonardo Pignataro",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7599,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Interleukin-1 attenuates normal tension glaucoma-like retinal degeneration in EAAC1-deficient mice",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Letters",
        "coauthors": [
            "Kazuhiko Namekata",
            "Chikako Harada",
            "Xiaoli Guo",
            "Takayuki Harada"
        ],
        "keywords": ""
    },
    {
        "id": 7582,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Role of glutamate transporters in glaucoma",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Michiko Yanagisawa",
            "Sayaka Kato",
            "Takuya Takeda",
            "Tomomi Aida",
            "Takayuki Harada",
            "Nobuo Fuse",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7590,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Dock3 protects retinal neurones from glutamate neurotoxicity and oxidative stress",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Atsuko Kimura",
            "Kazuhiko Namekata",
            "Kohichi Tanaka",
            "Takayuki Harada"
        ],
        "keywords": ""
    },
    {
        "id": 7672,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Expression of three glutamate transporter subtype mRNAs in human brain regions and peripheral tissues",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Molecular Brain Research",
        "coauthors": [
            "Takayusu Nakayama",
            "Hideshi Kawakami",
            "Kohichi Tanaka",
            "Shigenobu Nakamura"
        ],
        "keywords": ""
    },
    {
        "id": 7606,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Role of glutamate transporters in brain development",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Folia Pharmacologica Japonica",
        "coauthors": [
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7604,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Glutamate Transporters Regulate Lesion-Induced Plasticity in the Developing Somatosensory Cortex",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Neuroscience : The Official Journal of the Society for Neuroscience",
        "coauthors": [
            "Chihiro Takasaki",
            "Rieko Okada",
            "Akira Mitani",
            "Masahiko Watanabe"
        ],
        "keywords": ""
    },
    {
        "id": 7636,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Glial glutamate transporters and maturation of the mouse somatosensory cortex",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Cerebral Cortex",
        "coauthors": [
            "Brigitte Voutsinos-Porche",
            "Graham Knott",
            "Kohichi Tanaka",
            "Gilles Bonvento"
        ],
        "keywords": ""
    },
    {
        "id": 7550,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Spinal cord-specific deletion of the glutamate transporter GLT1 causes motor neuron death in mice",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Amyotrophic lateral sclerosis (ALS) is a chronic neurodegenerative disorder characterized by the selective loss of motor neurons. The precise mechanisms that cause the selective death of motor neurons remain unclear, but a growing body of evidence suggests that glutamate-mediated excitotoxicity has been considered to play an important role in the mechanisms of motor neuron degeneration in ALS. Reductions in glutamate transporter GLT1 have been reported in animal models of ALS and the motor cortex and spinal cord of ALS patients. However, it remains unknown whether the reduction in GLT1 has a primary role in the induction of motor neuron degeneration in ALS. Here, we generated conditional knockout mice that lacked GLT1 specifically in the spinal cord by crossing floxed-GLT1 mice and Hoxb8-Cre mice. Hoxb8-Cre/GLT1flox/flox mice showed motor deficits and motor neuron loss. Thus, loss of the glial glutamate transporter GLT1 is sufficient to cause motor neuron death in mice.",
        "email": "tanaka.aud@mri.tmd.ac.jp",
        "conf": "Biochemical and Biophysical Research Communications",
        "coauthors": [
            "Kaori Sugiyama",
            "Kohichi Tanaka"
        ],
        "keywords": "Glutamate transporter,GLT1,Motor neuron,Amyotrophic lateral sclerosis,Excitotoxicity"
    },
    {
        "id": 7631,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Leptin Resistance and Enhancement of Feeding Facilitation by Melanin-Concentrating Hormone in Mice Lacking Bombesin Receptor Subtype-3",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Diabetes",
        "coauthors": [
            "Fumihiko Maekawa",
            "Hun-Meng A Quah",
            "Kohichi Tanaka",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7647,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Functions of glutamate transporters in the brain",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7616,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Loss of the astrocyte glutamate transporter GLT1 modifies disease in SOD1G93A mice",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Experimental Neurology",
        "coauthors": [
            "Andrea C Pardo",
            "Victor Wong",
            "Leah M Benson",
            "Nicholas Maragakis"
        ],
        "keywords": ""
    },
    {
        "id": 7570,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Delta-like 1 regulates Bergmann glial monolayer formation during cerebellar development",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Bergmann glia (BG) are unipolar cerebellar astrocytes. The somata of mature BG reside in the Purkinje cell layer and extend radially arranged processes to the pial surface. BG have multiple branched processes, which enwrap the synapses of Purkinje cell dendrites. They migrate from the ventricular zone and align next to the Purkinje cell layer during development. Previously, we reported that Notch1, Notch2, and RBPj genes in the BG play crucial roles in the monolayer formation and morphogenesis of BG. However, it remains to be determined which ligand activates Nocth1 and Notch 2 on BG. Delta-like 1 (Dll1) is a major ligand of Notch receptors that is expressed in the developing cerebellum. In this study, we used human glial fibrillary acidic protein (hGFAP) promoter-driven Cre-mediated recombination to delete Dll1 in BG. Dll1-conditional mutant mice showed disorganization of Bergmann fibers, ectopic localization of BG in the molecular layer and a reduction in the number of BG. These results suggest that Dll1 is required for the formation of the BG layer and its morphological maturation, apparently through a Notch1/2-RBPj dependent signaling pathway.",
        "email": "",
        "conf": "Molecular Brain",
        "coauthors": [
            "Yuichi Hiraoka",
            "Okiru Komine",
            "Mai Nagaoka",
            "Ning Bai",
            "Katsuto Hozumi",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7584,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "BDNF promotes imprinting behavior in chicks",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Keiko Suzuki",
            "Kohichi Tanaka",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7571,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Neural basis of imprinting behavior in chicks",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Newly hatched chicks memorize the characteristics of the first moving object they encounter, and subsequently show a preference for it. This “imprinting” behavior is an example of infant learning and is elicited by visual and/or auditory cues. Visual information of imprinting stimuli in chicks is first processed in the visual Wulst (VW), a telencephalic area corresponding to the mammalian visual cortex, congregates in the core region of the hyperpallium densocellulare (HDCo) cells, and transmitted to the intermediate medial mesopallium (IMM), a region similar to the mammalian association cortex. The imprinting memory is stored in the IMM, and activities of IMM neurons are altered by imprinting. Imprinting also induces functional and structural plastic changes of neurons in the circuit that links the VW and the IMM. Of these neurons, the activity of the HDCo cells is strongly influenced by imprinting. Expression and modulation of NR2B subunit‐containing N‐methyl‐D‐aspartate (NMDA) receptors in the HDCo cells are crucial for plastic changes in this circuit as well as the process of visual imprinting. Thus, elucidation of cellular and molecular mechanisms underlying the plastic changes that occurred in the HDCo cells may provide useful knowledge about infant learning.",
        "email": "",
        "conf": "Development Growth and Regeneration",
        "coauthors": [
            "Tomoharu Nakamori",
            "Fumihiko Maekawa",
            "Katsushige Sato",
            "Kohichi Tanaka",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7637,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Functional Changes of Glial Glutamate Transporter GLT-1 during Ischemia: An In Vivo Study in the Hippocampal CA1 of Normal Mice and Mutant Mice Lacking GLT-1",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Neuroscience : The Official Journal of the Society for Neuroscience",
        "coauthors": [
            "Akira Mitani",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7608,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Facilitated activation of metabotropic glutamate receptors in cerebellar Purkinje cells in glutamate transporter EAAT4-deficient mice",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Osamu Nikkuni",
            "Yukihiro Takayasu",
            "Masae Iino",
            "Seiji Ozawa"
        ],
        "keywords": ""
    },
    {
        "id": 7553,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Association of impaired neuronal migration with cognitive deficits in extremely preterm infants",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Many extremely preterm infants (born before 28 gestational weeks [GWs]) develop cognitive impairment in later life, although the underlying pathogenesis is not yet completely understood. Our examinations of the developing human neocortex confirmed that neuronal migration continues beyond 23 GWs, the gestational week at which extremely preterm infants have live births. We observed larger numbers of ectopic neurons in the white matter of the neocortex in human extremely preterm infants with brain injury and hypothesized that altered neuronal migration may be associated with cognitive impairment in later life. To confirm whether preterm brain injury affects neuronal migration, we produced brain damage in mouse embryos by occluding the maternal uterine arteries. The mice showed delayed neuronal migration, ectopic neurons in the white matter, altered neuronal alignment, and abnormal corticocortical axonal wiring. Similar to human extremely preterm infants with brain injury, the surviving mice exhibited cognitive deficits. Activation of the affected medial prefrontal cortices of the surviving mice improved working memory deficits, indicating that decreased neuronal activity caused the cognitive deficits. These findings suggest that altered neuronal migration altered by brain injury might contribute to the subsequent development of cognitive impairment in extremely preterm infants.",
        "email": "",
        "conf": "JCI insight",
        "coauthors": [
            "Kenichiro Kubo",
            "Kimiko Deguchi",
            "Taku Nagai",
            "Yukiko Ito",
            "Keitaro Yoshida",
            "Toshihiro Endo",
            "Seico Benner",
            "Wei Shan",
            "Ayako Kitazawa",
            "Michihiko Aramaki",
            "Kazuhiro Ishii",
            "Minkyung Shin",
            "Yuki Matsunaga",
            "Kanehiro Hayashi",
            "Masaki Kakeyama",
            "Chiharu Tohyama",
            "Kenji Tanaka",
            "Kohichi Tanaka",
            "Sachio Takashima",
            "Masahiro Nakayama",
            "Masayuki Itoh",
            "Yukio Hirata",
            "Barbara Antalffy",
            "Dawna D. Armstrong",
            "Kiyofumi Yamada",
            "Ken Inoue",
            "Kazunori Nakajima"
        ],
        "keywords": "Development; Neuroscience"
    },
    {
        "id": 7564,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Glial Dysfunction in the Mouse Habenula Causes Depressive-Like Behaviors and Sleep Disturbance",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "The lateral habenula (LHb) regulates the activity of monoaminergic neurons in the brainstem. This area has recently attracted a surge of interest in psychiatry because studies have reported the pathological activation of the habenula in patients with major depression and in animal models. The LHb plays a significant role in the pathophysiology of depression; however, how habenular neurons are activated to cause various depression symptoms, such as reduced motivation and sleep disturbance, remain unclear. We hypothesized that dysfunctional astrocytes may cause LHb hyperactivity due to the defective uptake activity of extracellular glutamate, which induces depressive-like behaviors. We examined the activity of neurons in habenular pathways and performed behavioral and sleep analyses in mice with pharmacological and genetic inhibition of the activity of the glial glutamate transporter GLT-1 in the LHb. The habenula-specific inhibition of GLT-1 increased the neuronal firing rate and the level of c-Fos expression in the LHb. Mice with reduced GLT-1 activity in the habenula exhibited a depressive-like phenotype in the tail suspension and novelty-suppressed feeding tests. These animals also displayed increased susceptibility to chronic stress, displaying more frequent avoidant behavior without affecting locomotor activity in the open-field test. Intriguingly, the mice showed disinhibition of rapid eye movement sleep, which is a characteristic sleep pattern in patients with depression. These results provide evidence that disrupting glutamate clearance in habenular astrocytes increases neuronal excitability and depressive-like phenotypes in behaviors and sleep.",
        "email": "tanaka.aud@mri.tmd.ac.jp",
        "conf": "The Journal of Neuroscience",
        "coauthors": [
            "Wanpeng Cui",
            "Hiroaki Mizukami",
            "Michiko Yanagisawa",
            "Tomomi Aida",
            "Masatoshi Nomura",
            "Yoshikazu Isomura",
            "Ryoichi Takayanagi",
            "Keiya Ozawa",
            "Kohichi Tanaka",
            "Hidenori Aizawa"
        ],
        "keywords": "astrocytes; depression; glutamate transporters; habenula; monoamines; rapid eye movement sleep"
    },
    {
        "id": 7594,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Pleiotropic role for MYCN in medulloblastoma",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Genes & development",
        "coauthors": [
            "Matt Grimmer",
            "Fredrik J Swartling",
            "Christopher S Hackett",
            "Louis Chesler"
        ],
        "keywords": ""
    },
    {
        "id": 7581,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Dysfunction of glutamate neurotransmission and OCD-like behavior in GLT1 conditional knock out mouse",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Junichi Yoshida",
            "Tomomi Aida",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7657,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Time-dependent and regional expression of GABA transporter mRNAs following amygdala-kindled seizures in rats",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Molecular Brain Research",
        "coauthors": [
            "Toru Hirao",
            "Kiyoshi Morimoto",
            "Yoshitaka Yamamoto",
            "Hiroshi Suwaki"
        ],
        "keywords": ""
    },
    {
        "id": 7610,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Analysis of neuronal activation in the telencephalon in the visually imprinted chicks",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Tomoharu Namkamori",
            "Katsushige Sato",
            "Kohichi Tanaka",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7580,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "The role of Notch-pathway in the monolayer formation of Bergmann glial cells",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Yuichi Hiraoka",
            "Okiru Komine",
            "Mai Nagaoka",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7620,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Effect of p75NTR on the regulation of naturally occurring cell death and retinal ganglion cell number in the mouse eye",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Developmental Biology",
        "coauthors": [
            "Chikako Harada",
            "Takayuki Harada",
            "Kazuaki Nakamura",
            "Luis F Parada"
        ],
        "keywords": ""
    },
    {
        "id": 7617,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "The dorsomedial hypothalamic nucleus as a putative food-entrainable circadian pacemaker",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "Michihiro Mieda",
            "S Clay Williams",
            "James A Richardson",
            "Masashi Yanagisawa"
        ],
        "keywords": ""
    },
    {
        "id": 7593,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Aberrant Detergent-Insoluble Excitatory Amino Acid Transporter 2 Accumulates in Alzheimer Disease",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Journal of Neuropathology and Experimental Neurology",
        "coauthors": [
            "Randall L Woltjer",
            "Kevin Duerson",
            "Joseph Fullmer",
            "David G Cook"
        ],
        "keywords": ""
    },
    {
        "id": 7653,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Pathophysiological role of glial glutamate transporters",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7656,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Effect of amino acid ergot alkaloids on glutamate transport via human glutamate transporter hGluT-1",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Journal of the Neurological Sciences",
        "coauthors": [
            "Hiroshi Yamashita",
            "Hideshi Kawakami",
            "Yu-xiang Zhang",
            "Shigenobu Nakamura"
        ],
        "keywords": ""
    },
    {
        "id": 7614,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Proteomic analyses of retina of excitatory amino acid carrier 1 deficient mice",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Proteome Science",
        "coauthors": [
            "Hideaki Okumichi",
            "Takashi Kanamoto",
            "Nazariy Souchelnytskyi",
            "Yoshiaki Kiuchi"
        ],
        "keywords": ""
    },
    {
        "id": 7683,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Molecular characterization of a functional cDNA for rat substance P receptor",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Journal of Biological Chemistry",
        "coauthors": [
            "Y Yokota",
            "Y Sasai",
            "Kohichi Tanaka",
            "S Nakanishi"
        ],
        "keywords": ""
    },
    {
        "id": 7648,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Dynamic transformation of Bergmann glial fibers proceeds in correlation with dendritic outgrowth and synapse formation of cerebellar Purkinje cells",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Comparative Neurology",
        "coauthors": [
            "K Yamada",
            "Masahiro Fukaya",
            "T Shibata",
            "M Watanabe"
        ],
        "keywords": ""
    },
    {
        "id": 7685,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Characteristics of the Ca2+-activated K+ channels in the bullfrog sympathetic ganglion cell",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research Supplements",
        "coauthors": [
            "Shoichi Minota",
            "Kohichi Tanaka",
            "Kenji Kuba",
            "Teruo Abe"
        ],
        "keywords": ""
    },
    {
        "id": 7596,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Demonstration of a Neural Circuit Critical for Imprinting Behavior in Chicks",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Neuroscience : The Official Journal of the Society for Neuroscience",
        "coauthors": [
            "Tomoharu Nakamori",
            "Katsushige Sato",
            "Yasuro Atoji",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7633,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Role of Ubiquitin Carboxy Terminal Hydrolase-L1 in Neural Cell Apoptosis Induced by Ischemic Retinal Injury in Vivo",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "American Journal Of Pathology",
        "coauthors": [
            "Takayuki Harada",
            "Chikako Harada",
            "Yu-Lai Wang",
            "Keiji Wada"
        ],
        "keywords": ""
    },
    {
        "id": 7578,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "NR2B-dependent neural activation is indispensable for visual imprinting",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Tomoharu Nakamori",
            "Katsushige Sato",
            "Kohichi Tanaka",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7680,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Cloning and expression of a glutamate transporter from mouse brain",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Letters",
        "coauthors": [
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7678,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Cloning and Expression of a Human Glutamate Transporter",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Biochemical and Biophysical Research Communications",
        "coauthors": [
            "Hideshi Kawakami",
            "Kohichi Tanaka",
            "T Nakayama",
            "Shinichi Nakamura"
        ],
        "keywords": ""
    },
    {
        "id": 7665,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "245 Purkinje cell-specific expression of the glutamate transporter EAAT4 in the mouse brain",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Keiko Yamada",
            "Masahiko Watanabe",
            "Takashi Shibata",
            "Yoshiro Inoije"
        ],
        "keywords": ""
    },
    {
        "id": 7548,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Biased genome editing using the local accumulation of DSB repair molecules system",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Selective genome editing such as gene knock-in has recently been achieved by administration of chemical enhancer or inhibitor of particular DNA double-strand break (DSB) repair pathways, as well as overexpression of pathway-specific genes. In this study, we attempt to enhance the efficiency further to secure robust gene knock-ins, by using the local accumulation of DSB repair molecules (LoAD) system. We identify CtIP as a strong enhancer of microhomology-mediated end-joining (MMEJ) repair by genetic screening, and show the knock-in-enhancing effect of CtIP LoADing. Next-generation sequencing reveals that CtIP LoADing highly increases the frequency of MMEJ-mediated integration. Selection-free, simultaneous triple gene knock-ins are also achieved with the CtIP-LoADing strategy. Moreover, by replacing the LoADing molecules and targeting strategies, this system can be applied for other specific genome engineering purposes, such as introducing longer deletions for gene disruption, independently introducing multiple mutations without chromosomal deletion, and efficiently incorporating a single-stranded oligodeoxynucleotide donor.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Shota Nakade",
            "Keiji Mochida",
            "Atsushi Kunii",
            "Kazuki Nakamae",
            "Tomomi Aida",
            "Kohichi Tanaka",
            "Naoaki Sakamoto",
            "Tetsushi Sakuma",
            "Takashi Yamamoto"
        ],
        "keywords": ""
    },
    {
        "id": 7612,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "The potential role of glutamate transporters in the pathogenesis of normal tension glaucoma",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Journal of Clinical Investigation",
        "coauthors": [
            "Takayuki Harada",
            "Chikako Harada",
            "Kazuaki Nakamura",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7601,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Role of glutamate transporters in the pathophysiology of major mental illnesses",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Nihon shinkei seishin yakurigaku zasshi = Japanese journal of psychopharmacology",
        "coauthors": [
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7668,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Cloning and characterization of the rat neurotensin receptor gene promoter",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Molecular Brain Research",
        "coauthors": [
            "Hiroshi Maeno",
            "Ryoichi Yoshimura",
            "Shigetoshi Fujita",
            "Hiroshi Kiyama"
        ],
        "keywords": ""
    },
    {
        "id": 7670,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Genomic Organization Promoter Analysis and Chromosomal Localization of the Gene for the Mouse Glial High-Affinity Glutamate Transporter Slc1a3",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Genomics",
        "coauthors": [
            "Tatsuya Hagiwara",
            "Kohichi Tanaka",
            "Setsuo Takai",
            "Keiji Wada"
        ],
        "keywords": ""
    },
    {
        "id": 7554,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Regulation of visual Wulst cell responsiveness by imprinting causes stimulus-specific activation of rostral cells",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Imprinting behaviour in chicks can be induced exclusively during a short period after hatching. During this period, visual information on the imprinting stimulus is conveyed to the visual Wulst (VW) in the telencephalon, which corresponds to the visual cortex of mammals, and then to the memory-storing region known as the intermediate medial mesopallium. These two regions are indispensable for imprinting. We previously showed that imprinting training altered the response pattern of the VW to the imprinting stimulus; however, the precise distribution of cells and the mechanism involved with this altered response remains unclear. Here we showed that a specific population of rostral VW cells responded to the imprinting stimulus by analysing the subcellular localization of Arc/arg3.1 transcripts in VW cells. GABAergic parvalbumin (PV) cells are abundant in the dorsal region of this area, and imprinting training doubled the number of activated PV-positive neurons. An injection of bicuculline, a GABA(A) receptor antagonist, in the dorsal VW disturbed the rostral distribution of responsive cells and thus resulted in a lack of imprinting. These results suggest that activated PV cells restrict VW cells response to dorsal area to form a specific imprinting pathway.",
        "email": "",
        "conf": "Scientific Reports",
        "coauthors": [
            "Tomoharu Nakamori",
            "Tomomi Kato",
            "Hiroyuki Sakagami",
            "Kohichi Tanaka & Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7651,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Down-regulated expression of glutamate transporter GLAST in Purkinje cell-associated astrocytes of reeler and weaver mutant cerebella",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Masahiro Fukaya",
            "Keiko Yamada",
            "Masabumi Nagashima",
            "Masahiko Watanabe"
        ],
        "keywords": ""
    },
    {
        "id": 7642,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Motor discoordination and increased susceptibility to cerebellar injury in GLAST mutant mice",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "European Journal of Neuroscience",
        "coauthors": [
            "Kei Watase",
            "Kouichi Hashimoto",
            "Masanobu Kano",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7579,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Overstimulated NMDA receptor impairs brain development",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Tomomi Aida",
            "Yoshimasa Ito",
            "Shuichi Maeda",
            "Yuko Takahashi",
            "Toshiko R. Matsugami",
            "Masami Mishina",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7585,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Role of noradrenaline in visual imprinting",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Hayato Sugiyama",
            "Kohichi Tanaka",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7630,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Retinal glucose metabolism in mice lacking the L-glutamate/aspartate transporter",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Visual Neuroscience",
        "coauthors": [
            "Vijay P Sarthy",
            "V. Joseph Dudley",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7673,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Neuroprotective mechanism of bromocriptine",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Lancet",
        "coauthors": [
            "Hiroshi Yamashita",
            "Hideshi Kawakami",
            "Yu-xiang Zhang",
            "Shigenobu Nakamura"
        ],
        "keywords": ""
    },
    {
        "id": 7649,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Substrate turnover by transporters curtails synaptic glutamate transients",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Neuroscience : The Official Journal of the Society for Neuroscience",
        "coauthors": [
            "S Mennerick",
            "W Shen",
            "W Xu",
            "C F Zorumski"
        ],
        "keywords": ""
    },
    {
        "id": 7625,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Differential Roles of Glial and Neuronal Glutamate Transporters in Purkinje Cell Synapses",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Neuroscience : The Official Journal of the Society for Neuroscience",
        "coauthors": [
            "Yukihiro Takayasu",
            "Masae Iino",
            "Wataru Kakegawa",
            "Seiji Ozawa"
        ],
        "keywords": ""
    },
    {
        "id": 7611,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Activation of cholecystokinin neurons in the dorsal pallium of the telencephalon is indispensable for the acquisition of chick imprinting behavior",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Journal of Neurochemistry",
        "coauthors": [
            "Fumihiko Maekawa",
            "Tomoharu Nakamori",
            "Motoaki Uchimura",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7577,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Neuronal Glutamate Transporters Regulate Glial Excitatory Transmission",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "In the CNS, excitatory amino acid transporters (EAATs) localized to neurons and glia terminate the actions of synaptically released glutamate. Whereas glial transporters are primarily responsible for maintaining low ambient levels of extracellular glutamate, neuronal transporters have additional roles in shaping excitatory synaptic transmission. Here we test the hypothesis that the expression level of the Purkinje cell (PC)-specific transporter, EAAT4, near parallel fiber (PF) release sites controls the extrasynaptic glutamate concentration transient following synaptic stimulation. Expression of EAAT4 follows a parasagittal banding pattern that allows us to compare regions of high and low EAAT4-expressing PCs. Using EAAT4 promoter-driven eGFP reporter mice together with pharmacology and genetic deletion, we show that the level of neuronal transporter expression influences extrasynaptic transmission from PFs to adjacent Bergmann glia (BG). Surprisingly, a twofold difference in functional EAAT4 levels is sufficient to alter signaling to BG, although EAAT4 may only be responsible for removing a fraction of released glutamate. These results demonstrate that physiological regulation of neuronal transporter expression can alter extrasynaptic neuroglial signaling.",
        "email": "",
        "conf": "The Journal of Neuroscience : The Official Journal of the Society for Neuroscience",
        "coauthors": [
            "Ming-Chi Tsai",
            "Kohichi Tanaka",
            "Linda Overstreet-Wadiche",
            "Jacques I Wadiche"
        ],
        "keywords": ""
    },
    {
        "id": 7568,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Dock3 attenuates neural cell death due to NMDA neurotoxicity and oxidative stress in a mouse model of normal tension glaucoma",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Dedicator of cytokinesis 3 (Dock3), a new member of the guanine nucleotide exchange factors for the small GTPase Rac1, promotes axon regeneration following optic nerve injury. In the present study, we found that Dock3 directly binds to the intracellular C-terminus domain of NR2B, an N-methyl-D-aspartate (NMDA) receptor subunit. In transgenic mice overexpressing Dock3 (Dock3 Tg), NR2B expression in the retina was significantly decreased and NMDA-induced retinal degeneration was ameliorated. In addition, overexpression of Dock3 protected retinal ganglion cells (RGCs) from oxidative stress. We previously reported that glutamate/aspartate transporter (GLAST) is a major glutamate transporter in the retina, and RGC degeneration due to glutamate neurotoxicity and oxidative stress is observed in GLAST-deficient (KO) mice. In GLAST KO mice, the NR2B phosphorylation rate in the retina was significantly higher compared with Dock3 Tg:GLAST KO mice. Consistently, glaucomatous retinal degeneration was significantly improved in GLAST KO:Dock3 Tg mice compared with GLAST KO mice. These results suggest that Dock3 overexpression prevents glaucomatous retinal degeneration by suppressing both NR2B-mediated glutamate neurotoxicity and oxidative stress, and identifies Dock3 signaling as a potential therapeutic target for both neuroprotection and axonal regeneration.",
        "email": "",
        "conf": "Cell death and differentiation",
        "coauthors": [
            "Kazuhiko Namekata",
            "A Kimura",
            "Kazuto Kawamura",
            "X Guo",
            "C Harada",
            "Kohichi Tanaka",
            "Takayuki Harada"
        ],
        "keywords": "Dock3; glutamate; oxidative stress; neuroprotection; glaucoma"
    },
    {
        "id": 7586,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "GLT-1 Loss Accelerates Cognitive Deficit Onset in an Alzheimer's Disease Animal Model",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Glutamate transporters regulate normal synaptic network interactions and prevent neurotoxicity by rapidly clearing extracellular glutamate. GLT-1, the dominant glutamate transporter in the cerebral cortex and hippocampus, is significantly reduced in Alzheimer's disease (AD). However, the role GLT-1 loss plays in the cognitive dysfunction and pathology of AD is unknown. To determine the significance of GLT-1 dysfunction on AD-related pathological processes, mice lacking one allele for GLT-1(+/−) were crossed with transgenic mice expressing mutations of the amyloid-β protein precursor and presenilin-1 (AβPPswe/PS1ΔE9) and investigated at 6 or 9 months of age. Partial loss of GLT-1 unmasked spatial memory deficits in 6-month-old mice expressing AβPPswe/PS1ΔE9, with these mice also exhibiting an increase in the ratio of detergent-insoluble Aβ42/Aβ40. At 9 months both behavioral performance and insoluble Aβ42/Aβ40 ratios among GLT-1(+/+)/AβPPswe/PS1ΔE9 and GLT-1(+/−)/AβPPswe/PS1ΔE9 mice were comparable. These results suggest that deficits in glutamate transporter function compound the effects of familial AD AβPP/PS1 mutant transgenes in younger animals and thus may contribute to early occurring pathogenic processes associated with AD.",
        "email": "",
        "conf": "Journal of Alzheimer's disease: JAD",
        "coauthors": [
            "Paramita Mookherjee",
            "Pattie Green",
            "G Stennis Watson",
            "Marcos A Marques",
            "Kohichi Tanaka",
            "Kole D Meeker",
            "James S Meabon",
            "Ning Li",
            "Ping Zhu",
            "Valerie G Olson",
            "David G Cook"
        ],
        "keywords": "Amyloid-β, dementia, excitatory, excitotoxicity, neurotransmission"
    },
    {
        "id": 7588,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Glia- and neuron-specific functions of TrkB signalling during retinal degeneration and regeneration",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Glia, the support cells of the central nervous system, have recently attracted considerable attention both as mediators of neural cell survival and as sources of neural regeneration. To further elucidate the role of glial and neural cells in neurodegeneration, we generated TrkBGFAP and TrkBc-kit knockout mice in which TrkB, a receptor for brain-derived neurotrophic factor (BDNF), is deleted in retinal glia or inner retinal neurons, respectively. Here, we show that the extent of glutamate-induced retinal degeneration was similar in these two mutant mice. Furthermore in TrkBGFAP knockout mice, BDNF did not prevent photoreceptor degeneration and failed to stimulate Müller glial cell proliferation and expression of neural markers in the degenerating retina. These results demonstrate that BDNF signalling in glia has important roles in neural protection and regeneration, particularly in conversion of Müller glia to photoreceptors. In addition, our genetic models provide a system in which glia- and neuron-specific gene functions can be tested in central nervous system tissues in vivo.",
        "email": "tanaka.aud@mri.tmd.ac.jp",
        "conf": "Nature Communications",
        "coauthors": [
            "Chikako Harada",
            "Xiaoli Guo",
            "Kazuhiko Namekata",
            "Atsuko Kimura",
            "Kazuaki Nakamura",
            "Kohichi Tanaka",
            "Luis F. Parada",
            "Takayuki Harada"
        ],
        "keywords": ""
    },
    {
        "id": 7627,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Role of Neurotrophin-4/5 in Neural Cell Death during Retinal Development and Ischemic Retinal Injury In Vivo",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Investigative Ophthalmology & Visual Science",
        "coauthors": [
            "Chikako Harada",
            "Takayuki Harada",
            "Hun-Meng A Quah",
            "Luis F Parada"
        ],
        "keywords": ""
    },
    {
        "id": 7573,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "The role of glial glutamate transporters in the pathogenesis of neuropsychiatric disorders",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Journal of Pharmacological Sciences",
        "coauthors": [
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7562,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Arundic acid attenuates retinal ganglion cell death by increasing glutamate/aspartate transporter expression in a model of normal tension glaucoma",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Glaucoma is the second leading cause of blindness worldwide and is characterized by gradual visual impairment owing to progressive loss of retinal ganglion cells (RGCs) and their axons. Glutamate excitotoxicity has been implicated as a mechanism of RGC death in glaucoma. Consistent with this claim, we previously reported that glutamate/aspartate transporter (GLAST)-deficient mice show optic nerve degeneration that is similar to that observed in glaucoma. Therefore, drugs that upregulate GLAST may be useful for neuroprotection in glaucoma. Although many compounds are known to increase the expression of another glial glutamate transporter, EAAT2/GLT1, few compounds are shown to increase GLAST expression. Arundic acid is a glial modulating agent that ameliorates delayed ischemic brain damage by attenuating increases in extracellular glutamate. We hypothesized that arundic acid neuroprotection involves upregulation of GLAST. To test this hypothesis, we examined the effect of arundic acid on GLAST expression and glutamate uptake. We found that arundic acid induces GLAST expression in vitro and in vivo. In addition, arundic acid treatment prevented RGC death by upregulating GLAST in heterozygous (GLAST+/−) mice. Furthermore, arundic acid stimulates the human GLAST ortholog, EAAT1, expression in human neuroglioblastoma cells. Thus, discovering compounds that can enhance EAAT1 expression and activity may be a novel strategy for therapeutic treatment of glaucoma.",
        "email": "",
        "conf": "Cell Death & Disease",
        "coauthors": [
            "Michiko Yanagisawa",
            "Tomomi Aida",
            "T Takeda",
            "K Namekata",
            "T Harada",
            "R Shinagawa",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7643,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Requirement of appropriate glutamate concentrations in the synaptic cleft for hippocampal LTP induction",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "European Journal of Neuroscience",
        "coauthors": [
            "Hiroyuki Katagiri",
            "Kohichi Tanaka",
            "Toshiya Manabe"
        ],
        "keywords": ""
    },
    {
        "id": 7628,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Astrocyte glutamate transporters regulate metabotropic glutamate receptor-mediated excitation of hippocampal interneurons",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuropharmacology",
        "coauthors": [
            "Yanhua H Huang",
            "Kohichi Tanaka",
            "Jeffrey Rothstein",
            "DE Bergles"
        ],
        "keywords": ""
    },
    {
        "id": 7676,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Localization of the gene (SLC1A3) encoding human glutamate transporter (GluT-1) to 5p13 by fluorescence in situ hybridization",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Cytogenetics and cell genetics",
        "coauthors": [
            "S Takai",
            "K Yamada",
            "Hideshi Kawakami",
            "Shinichi Nakamura"
        ],
        "keywords": ""
    },
    {
        "id": 7576,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Reduced alcohol intake and reward associated with impaired endocannabinoid signaling in mice with a deletion of the glutamate transporter GLAST",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "A hyperglutamatergic state has been hypothesized to drive escalation of alcohol intake. This hypothesis predicts that an impairment of glutamate clearance through inactivation of the astrocytic glutamate transporter, GLAST (EAAT1), will result in escalation of alcohol consumption. Here, we used mice with a deletion of GLAST to test this prediction. WT and GLAST KO mice were tested for alcohol consumption using two-bottle free-choice drinking. Alcohol reward was evaluated using conditioned place preference (CPP). Sensitivity to depressant alcohol effects was tested using the accelerating rotarod, alcohol-induced hypothermia, and loss of righting reflex. Extracellular glutamate was measured using microdialysis, and striatal slice electrophysiology was carried out to examine plasticity of the cortico-striatal pathway as a model system in which adaptations to the constitutive GLAST deletion can be studied. Contrary to our hypothesis, GLAST KO mice showed markedly decreased alcohol consumption, and lacked CPP for alcohol, despite a higher locomotor response to this drug. Alcohol-induced ataxia, hypothermia, and sedation were unaffected. In striatal slices from GLAST KO mice, long-term depression (LTD) induced by high frequency stimulation, or by post-synaptic depolarization combined with the l-type calcium channel activator FPL 64176 was absent. In contrast, normal synaptic depression was observed after application of the cannabinoid 1 (CB1) receptor agonist WIN55,212-2. Constitutive deletion of GLAST unexpectedly results in markedly reduced alcohol consumption and preference, associated with markedly reduced alcohol reward. Endocannabinoid signaling appears to be down-regulated upstream of the CB1 receptor as a result of the GLAST deletion, and is a candidate mechanism behind the reduction of alcohol reward observed.",
        "email": "",
        "conf": "Neuropharmacology",
        "coauthors": [
            "Rose-Marie Karlsson",
            "Louise Adermark",
            "Anna Molander",
            "Stephanie Perreau-Lenz",
            "Erick Singley",
            "Matthew Solomon",
            "Andrew Holmes",
            "Kohichi Tanaka",
            "David M. Lovinger",
            "Rainer Spanagel",
            "Markus Heilig"
        ],
        "keywords": "Glutamate transporter,Alcohol,Reward,Endocannabinoid"
    },
    {
        "id": 7638,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Expression of Glutamate Transporter GLAST in the Developing Mouse Cochlea",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Tohoku Journal of Experimental Medicine",
        "coauthors": [
            "Zhen-Hua Jin",
            "Toshihiko Kikuchi",
            "Kohichi Tanaka",
            "Toshimitsu Kobayashi"
        ],
        "keywords": ""
    },
    {
        "id": 7565,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Valproic acid prevents retinal degeneration in a murine model of normal tension glaucoma",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Valproic acid (VPA) is widely used for treatment of epilepsy, mood disorders, migraines and neuropathic pain. It exerts its therapeutic benefits through modulation of multiple mechanisms including regulation of gamma-aminobutyric acid and glutamate neurotransmissions, activation of pro-survival protein kinases and inhibition of histone deacetylase. The evidence for neuroprotective properties associated with VPA is emerging. Herein, we investigated the therapeutic potential of VPA in a mouse model of normal tension glaucoma (NTG). Mice with glutamate/aspartate transporter gene deletion (GLAST KO mice) demonstrate progressive retinal ganglion cell (RGC) loss and optic nerve degeneration without elevated intraocular pressure, and exhibit glaucomatous pathology including glutamate neurotoxicity and oxidative stress in the retina. VPA (300 mg/kg) or vehicle (PBS) was administered via intraperitoneal injection in GLAST KO mice daily for 2 weeks from the age of 3 weeks, which coincides with the onset of glaucomatous retinal degeneration. Following completion of the treatment period, the vehicle-treated GLAST KO mouse retina showed significant RGC death. Meanwhile, VPA treatment prevented RGC death and thinning of the inner retinal layer in GLAST KO mice. In addition, in vivo electrophysiological analyses demonstrated that visual impairment observed in vehicle-treated GLAST KO mice was ameliorated with VPA treatment, clearly establishing that VPA beneficially affects both histological and functional aspects of the glaucomatous retina. We found that VPA reduces oxidative stress induced in the GLAST KO retina and stimulates the cell survival signalling pathway associated with extracellular-signal-regulated kinases (ERK). This is the first study to report the neuroprotective effects of VPA in an animal model of NTG. Our findings raise intriguing possibilities that the widely prescribed drug VPA may be a novel candidate for treatment of glaucoma.",
        "email": "",
        "conf": "Neuroscience Letters",
        "coauthors": [
            "Atsuko Kimura",
            "Xiaoli Guo",
            "Takahiko Noro",
            "Chikako Harada",
            "Kohichi Tanaka",
            "Kazuhiko Namekata",
            "Takayuki Harada"
        ],
        "keywords": "Valproic acid,Normal tension glaucoma,GLAST KO mice,Neuroprotection,Oxidative stress,ERK"
    },
    {
        "id": 7621,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Roles of glial glutamate transporters in shaping EPSCs at the climbing fiber-Purkinje cell synapses",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Yusuke Takatsuru",
            "Yukihiro Takayasu",
            "Masae Iino",
            "Seiji Ozawa"
        ],
        "keywords": ""
    },
    {
        "id": 7684,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "An Increased Basal Calcium Hypothesis for Long-Term Potentiation of Transmitter Release in Bullfrog Sympathetic Ganglia",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Kuba Kuba",
            "Eiichi Kumamoto",
            "S. Minota",
            "S. Tsuji"
        ],
        "keywords": ""
    },
    {
        "id": 7677,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Pathophysiological study of axonal degeneration in the gracile axonal dystrophy (gad) mutant mouse",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Biomedical Research",
        "coauthors": [
            "J.-G. Suh",
            "KENICHIRO ODA",
            "Kohichi Tanaka",
            "KEIJI WADA"
        ],
        "keywords": ""
    },
    {
        "id": 7558,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Genome editing in mouse with CRISPR/Cas system",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Seikagaku. The Journal of Japanese Biochemical Society",
        "coauthors": [
            "Tomomi Aida",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7650,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Amygdala-kindled and pentylenetetrazole-induced seizures in glutamate transporter GLAST-deficient mice",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Brain Research",
        "coauthors": [
            "Takemi Watanabe",
            "Kiyoshi Morimoto",
            "Toru Hirao",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7655,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Functions of two glutamate transporters GLAST and GLT-1 in the retina",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "Takayuki Harada",
            "Chikako Harada",
            "Masahiko Watanabe",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7589,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Genetic approach to dissect the role of BDNF on visual imprinting in chicks",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Keiko Suzuki",
            "Hiroko Ohki-Hamazaki",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7639,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Glial Glutamate Transporters Mediate a Functional Metabolic Crosstalk between Neurons and Astrocytes in the Mouse Developing Cortex",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuron",
        "coauthors": [
            "Brigitte Voutsinos-Porche",
            "Gilles Bonvento",
            "Kohichi Tanaka",
            "Luc Pellerin"
        ],
        "keywords": ""
    },
    {
        "id": 7640,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "A new neuromodulatory pathway with a glial contribution mediated via A2A adenosine receptors",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Glia",
        "coauthors": [
            "Tomoyuki Nishizaki",
            "K Nagai",
            "Tetsuro Nomura",
            "Naoaki Saito"
        ],
        "keywords": ""
    },
    {
        "id": 7641,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Role of astrocytes in coupling synaptic activity to glucose utilization",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "International Congress Series",
        "coauthors": [
            "Luc Pellerin",
            "Gilles Bonvento",
            "Brigitte Voutsinos-Porche",
            "Pierre Magistretti"
        ],
        "keywords": ""
    },
    {
        "id": 7566,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Hyperactivation of the habenula as a link between depression and sleep disturbance",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Depression occurs frequently with sleep disturbance such as insomnia. Sleep in depression is associated with disinhibition of the rapid eye movement (REM) sleep. Despite the coincidence of the depression and sleep disturbance, neural substrate for depressive behaviors and sleep regulation remains unknown. Habenula is an epithalamic structure regulating the activities of monoaminergic neurons in the brain stem. Since the imaging studies showed blood flow increase in the habenula of depressive patients, hyperactivation of the habenula has been implicated in the pathophysiology of the depression. Recent electrophysiological studies reported a novel role of the habenular structure in regulation of REM sleep. In this article, we propose possible cellular mechanisms which could elicit the hyperactivation of the habenular neurons and a hypothesis that dysfunction in the habenular circuit causes the behavioral and sleep disturbance in depression. Analysis of the animals with hyperactivated habenula would open the door to understand roles of the habenula in the heterogeneous symptoms such as reduced motor behavior and altered REM sleep in depression.",
        "email": "",
        "conf": "Frontiers in Human Neuroscience",
        "coauthors": [
            "Hidenori Aizawa",
            "Wanpeng Cui",
            "Kohichi Tanaka",
            "Hitoshi Okamoto"
        ],
        "keywords": ""
    },
    {
        "id": 7661,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Extra-junctional localization of glutamate transporter EAAT4 at excitatory Purkinje cell synapses",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroreport",
        "coauthors": [
            "Jun Tanaka",
            "Ryoichi Ichikawa",
            "Masahiko Watanabe",
            "Yoshiro Inoue"
        ],
        "keywords": ""
    },
    {
        "id": 7664,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Targeted disruption of the glial glutamate transporter genes",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Kohichi Tanaka",
            "K WATASE",
            "K WADA",
            "T MANABE"
        ],
        "keywords": ""
    },
    {
        "id": 7555,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Gene cassette knock-in in mammalian cells and zygotes by enhanced MMEJ",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Although CRISPR/Cas enables one-step gene cassette knock-in, assembling targeting vectors containing long homology arms is a laborious process for high-throughput knock-in. We recently developed the CRISPR/Cas-based precise integration into the target chromosome (PITCh) system for a gene cassette knock-in without long homology arms mediated by microhomology-mediated end-joining. Here, we identified exonuclease 1 (Exo1) as an enhancer for PITCh in human cells. By combining the Exo1 and PITCh-directed donor vectors, we achieved convenient one-step knock-in of gene cassettes and floxed allele both in human cells and mouse zygotes. Our results provide a technical platform for high-throughput knock-in.",
        "email": "",
        "conf": "BMC Genomics",
        "coauthors": [
            "Tomomi Aida",
            "Shota Nakade",
            "Tetsushi Sakuma",
            "Yayoi Izu",
            "Ayu Oishi",
            "Keiji Mochida",
            "Harumi Ishikubo",
            "Takako Usami",
            "Hidenori Aizawa",
            "Takashi Yamamoto",
            "Kohichi Tanaka"
        ],
        "keywords": "MMEJ, CRISPR/Cas, Gene cassette, Reporter, Flox, Knock-in, Mouse, Exo1, High throughput, Cloning-free"
    },
    {
        "id": 7613,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Contribution of glutamate transporter GLT-1 to removal of synaptically released glutamate at climbing fiber-Purkinje cell synapses",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Letters",
        "coauthors": [
            "Yusuke Takatsuru",
            "Masae Iino",
            "Kohichi Tanaka",
            "Seiji Ozawa"
        ],
        "keywords": ""
    },
    {
        "id": 7600,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Functions of glutamate transporters in cerebellar Purkinje cell synapses",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Acta Physiologica",
        "coauthors": [
            "Y Takayasu",
            "Masamitsu Iino",
            "Yusuke Takatsuru",
            "S Ozawa"
        ],
        "keywords": ""
    },
    {
        "id": 7597,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Activation of a telencephalic circuit is critical for visual imprinting in chicks",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience Research",
        "coauthors": [
            "Tomoharu Nakamori",
            "Katsushige Sato",
            "Kohichi Tanaka",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7675,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Inhibition by folded isomers of L-2-(carboxycyclopropyl) glycine of glutamate uptake via the human glutamate transporter hGluT-1",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "European Journal of Pharmacology",
        "coauthors": [
            "Hiroshi Yamashita",
            "Hideshi Kawakami",
            "Yu-xiang Zhang",
            "Shigenobu Nakamura"
        ],
        "keywords": ""
    },
    {
        "id": 7572,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "A genetically female brain is required for a regular reproductive cycle in chicken brain chimeras",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Sexual differentiation leads to structural and behavioural differences between males and females. Here we investigate the intrinsic sex identity of the brain by constructing chicken chimeras in which the brain primordium is switched between male and female identities before gonadal development. We find that the female chimeras with male brains display delayed sexual maturation and irregular oviposition cycles, although their behaviour, plasma concentrations of sex steroids and luteinizing hormone levels are normal. The male chimeras with female brains show phenotypes similar to typical cocks. In the perinatal period, oestrogen concentrations in the genetically male brain are higher than those in the genetically female brain. Our study demonstrates that male brain cells retain male sex identity and do not differentiate into female cells to drive the normal oestrous cycle, even when situated in the female hormonal milieu. This is clear evidence for a sex-specific feature that develops independent of gonadal steroids.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Fumihiko Maekawa",
            "Miyano Sakurai",
            "Yuki Yamashita",
            "Kohichi Tanaka",
            "Shogo Haraguchi",
            "Kazutoshi Yamamoto",
            "Kazuyoshi Tsutsui",
            "Hidefumi Yoshioka",
            "Shizuko Murakami",
            "Ryo Tadano",
            "Tatsuhiko Goto",
            "Jun-ichi Shiraishi",
            "Kohei Tomonari",
            "Takao Oka",
            "Ken Ohara",
            "Teruo Maeda",
            "Takashi Bungo",
            "Masaoki Tsudzuki",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7652,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Optical Detection of Synaptically Induced Glutamate Transport in Hippocampal Slices",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Neuroscience",
        "coauthors": [
            "Satoshi Kojima",
            "Takeshi Nakamura",
            "Takahisa Nidaira",
            "Hiroyoshi Miyakawa"
        ],
        "keywords": ""
    },
    {
        "id": 7549,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Loss of cerebellar glutamate transporters EAAT4 and GLAST differentially affects the spontaneous firing pattern and survival of Purkinje cells",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Loss of excitatory amino acid transporters (EAATs) has been implicated in a number of human diseases including spinocerebellar ataxias, Alzhiemer’s disease and motor neuron disease. EAAT4 and GLAST/EAAT1 are the two predominant EAATs responsible for maintaining low extracellular glutamate levels and preventing neurotoxicity in the cerebellum, the brain region essential for motor control. Here using genetically modified mice we identify new critical roles for EAAT4 and GLAST/EAAT1 as modulators of Purkinje cell (PC) spontaneous firing patterns. We show high EAAT4 levels, by limiting mGluR1 signalling, are essential in constraining inherently heterogeneous firing of zebrin-positive PCs. Moreover mGluR1 antagonists were found to restore regular spontaneous PC activity and motor behaviour in EAAT4 knockout mice. In contrast, GLAST/EAAT1 expression is required to sustain normal spontaneous simple spike activity in low EAAT4 expressing (zebrin-negative) PCs by restricting NMDA receptor activation. Blockade of NMDA receptor activity restores spontaneous activity in zebrin-negative PCs of GLAST knockout mice and furthermore alleviates motor deficits. In addition both transporters have differential effects on PC survival, with zebrin-negative PCs more vulnerable to loss of GLAST/EAAT1 and zebrin-positive PCs more vulnerable to loss of EAAT4. These findings reveal that glutamate transporter dysfunction through elevated extracellular glutamate and the aberrant activation of extrasynaptic receptors can disrupt cerebellar output by altering spontaneous PC firing. This expands our understanding of disease mechanisms in cerebellar ataxias and establishes EAATs as targets for restoring homeostasis in a variety of neurological diseases where altered cerebellar output is now thought to play a key role in pathogenesis.",
        "email": "",
        "conf": "Human Molecular Genetics",
        "coauthors": [
            "Emma M Perkins",
            "Yvonne L Clarkson",
            "Daumante Suminaite",
            "Alastair R Lyndon",
            "Kohichi Tanaka",
            "Jeffrey D Rothstein",
            "Paul A Skehel",
            "David J A Wyllie",
            "Mandy Jackson"
        ],
        "keywords": "signal transductionner,vous system disorders,glutamates,membrane transport proteins,mice, knockout,portacaval shunt, surgical,purkinje cells,n-methyl-d-aspartate receptors,cerebellum,mice,antagonists,glutamate,motor deficits,precordial catch syndrome,photon correlation spectroscopy"
    },
    {
        "id": 7595,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Zones of Enhanced Glutamate Release from Climbing Fibers in the Mammalian Cerebellum",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Neuroscience : The Official Journal of the Society for Neuroscience",
        "coauthors": [
            "Martin Paukert",
            "Yanhua H Huang",
            "Kohichi Tanaka",
            "Dwight E Bergles"
        ],
        "keywords": ""
    },
    {
        "id": 7607,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "The monolayer formation of Bergmann glial cells is regulated by Notch/RBP-J signaling",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Developmental Biology",
        "coauthors": [
            "Okiru Komine",
            "Mai Nagaoka",
            "Kei Watase",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7615,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Glutamate transporter and brain development",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Journal of Pharmacological Sciences",
        "coauthors": [
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7635,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Climbing Fiber Activation of EAAT4 Transporters and Kainate Receptors in Cerebellar Purkinje Cells",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "The Journal of Neuroscience : The Official Journal of the Society for Neuroscience",
        "coauthors": [
            "Yanhua H Huang",
            "Margaret Dykes-Hoberg",
            "Kohichi Tanaka",
            "Dwight E Bergles"
        ],
        "keywords": ""
    },
    {
        "id": 7575,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Overstimulation of NMDA Receptors Impairs Early Brain Development in vivo",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Brains of patients with schizophrenia show both neurodevelopmental and functional deficits that suggest aberrant glutamate neurotransmission. Evidence from both genetic and pharmacological studies suggests that glutamatergic dysfunction, particularly with involvement of NMDARs, plays a critical role in the pathophysiology of schizophrenia. However, how prenatal disturbance of NMDARs leads to schizophrenia-associated developmental defects is largely unknown. Glutamate transporter GLAST/GLT1 double-knockout (DKO) mice carrying the NMDA receptor 1 subunit (NR1)-null mutation were generated. Bouin-fixed and paraffin-embedded embryonic day 16.5 coronal brain sections were stained with hematoxylin, anti-microtubule-associated protein 2 (MAP2), and anti-L1 antibodies to visualize cortical, hippocampal, and olfactory bulb laminar structure, subplate neurons, and axonal projections. NR1 deletion in DKO mice almost completely rescued multiple brain defects including cortical, hippocampal, and olfactory bulb disorganization and defective corticothalamic and thalamocortical axonal projections. Excess glutamatergic signaling in the prenatal stage compromises early brain development via overstimulation of NMDARs.",
        "email": "tanaka.aud@mri.tmd.ac.jp",
        "conf": "PLoS ONE",
        "coauthors": [
            "Tomomi Aida",
            "Yoshimasa Ito",
            "Yuko K Takahashi",
            "Kohichi Tanaka"
        ],
        "keywords": ""
    },
    {
        "id": 7552,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Glutamate transporter GLAST controls synaptic wrapping by Bergmann glia and ensures proper wiring of Purkinje cells",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "Astrocytes regulate synaptic transmission through controlling neurotransmitter concentrations around synapses. Little is known, however, about their roles in neural circuit development. Here we report that Bergmann glia (BG), specialized cerebellar astrocytes that thoroughly enwrap Purkinje cells (PCs), are essential for synaptic organization in PCs through the action of the L-glutamate/L-aspartate transporter (GLAST). In GLAST-knockout mice, dendritic innervation by the main ascending climbing fiber (CF) branch was significantly weakened, whereas the transverse branch, which is thin and nonsynaptogenic in control mice, was transformed into thick and synaptogenic branches. Both types of CF branches frequently produced aberrant wiring to proximal and distal dendrites, causing multiple CF–PC innervation. Our electrophysiological analysis revealed that slow and small CF-evoked excitatory postsynaptic currents (EPSCs) were recorded from almost all PCs in GLAST-knockout mice. These atypical CF-EPSCs were far more numerous and had significantly faster 10–90% rise time than those elicited by glutamate spillover under pharmacological blockade of glial glutamate transporters. Innervation by parallel fibers (PFs) was also affected. PF synapses were robustly increased in the entire dendritic trees, leading to impaired segregation of CF and PF territories. Furthermore, lamellate BG processes were retracted from PC dendrites and synapses, leading to the exposure of these neuronal elements to the extracellular milieus. These synaptic and glial phenotypes were reproduced in wild-type mice after functional blockade of glial glutamate transporters. These findings highlight that glutamate transporter function by GLAST on BG plays important roles in development and maintenance of proper synaptic wiring and wrapping in PCs.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "Taisuke Miyazaki",
            "Miwako Yamasaki",
            "Kouichi Hashimoto",
            "Kazuhisa Kohda",
            "Michisuke Yuzaki",
            "Keiko Shimamoto",
            "Kohichi Tanaka",
            "Masanobu Kano",
            "Masahiko Watanabe"
        ],
        "keywords": "glutamate transporterPurkinje cell,Bergmann gliaclimbing fiber,parallel fiber"
    },
    {
        "id": 7658,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Expression of a glutamate transporter subtype EAAT4 in the developing human cerebellum",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Brain Research",
        "coauthors": [
            "Masayuki Itoh",
            "Yukiko Watanabe",
            "Masahiko Watanabe",
            "Sachio Takashima"
        ],
        "keywords": ""
    },
    {
        "id": 7592,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "ASK1 deficiency attenuates neural cell death in GLAST-deficient mice a model of normal tension glaucoma",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Cell death and differentiation",
        "coauthors": [
            "C Harada",
            "Kazuhiko Namekata",
            "Xiangyang Guo",
            "Takayuki Harada"
        ],
        "keywords": ""
    },
    {
        "id": 7634,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Distributions of two chicken bombesin receptors bombesin receptor subtype-3.5 (chBRS-3.5) and gastrin-releasing peptide receptor (chGRP-R) mRNAS in the chicken telencephalon",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroscience",
        "coauthors": [
            "Fumihiko Maekawa",
            "Shinji Tsukahara",
            "Kohichi Tanaka",
            "Hiroko Ohki-Hamazaki"
        ],
        "keywords": ""
    },
    {
        "id": 7605,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Behavioral characterization of GLT1 () mice as a model of mild glutamatergic hyperfunction",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neurotoxicity Research",
        "coauthors": [
            "Anna Kiryk",
            "Tomomi Aida",
            "Kohichi Tanaka",
            "Wojciech Danysz"
        ],
        "keywords": ""
    },
    {
        "id": 7671,
        "label": 136,
        "author": "kohichi tanaka",
        "title": "Dynamic changes in expression of glutamate transporter mRNAs in developing brain",
        "organization": "Tokyo Medical &amp; Dental University (TMDU)",
        "abstract": "",
        "email": "",
        "conf": "Neuroreport",
        "coauthors": [
            "Takashi Shibata",
            "Masahiko Watanabe",
            "Kohichi Tanaka",
            "Yoshiro Inoue"
        ],
        "keywords": ""
    }
]