[
    {
        "id": 3142,
        "label": 67,
        "author": "luc j martin",
        "title": "Group cohesion needs satisfaction and self-regulated learning: A one-year prospective study of elite youth soccer players' perceptions of their club team",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "With an overarching aim of investigating the importance of group perceptions on factors believed to underpin the quantity and quality of athletic practice, the purpose of the present study was to examine the relationship between perceptions of group cohesion and elite youth soccer players' basic psychological needs satisfaction and self-regulation over a one-year period. Prospective study design involving data collection at two time-points over a one-year period. A total of 332 elite youth soccer players selected at Norwegian regional U14 (N = 154) and U 13 (N = 178) levels completed questionnaires measuring perceptions of club-team cohesion, and individual needs satisfaction, and self-regulation at baseline and one-year follow-up. While perceptions of task cohesion remained consistent over the study period, social cohesion, needs satisfaction, and self-regulation decreased. Controlling for baseline values, structural equation modelling revealed social cohesion at time 2 to be positively associated with needs satisfaction at time 2, but not self-regulation. Task cohesion at time 1 was negatively associated with self-regulation at time 2, yet no association was found for needs satisfaction. The findings indicate a beneficial role of social cohesion in maintaining or increasing elite youth soccer players' needs satisfaction, and although explanations for the negative association between task cohesion and self-regulation can be gleaned from the literature, this relationship requires further investigation.",
        "email": "",
        "conf": "Psychology of Sport and Exercise",
        "coauthors": [
            "Martin Kjeen Erikstad",
            "Luc J Martin",
            "Tommy Haugen",
            "Rune Higaard"
        ],
        "keywords": "Youth soccer,Group dynamics,Elite sport,Basic needs,Self-regulation"
    },
    {
        "id": 3148,
        "label": 67,
        "author": "luc j martin",
        "title": "Groupness and Leadership Perceptions in Relation to Social Identity in Youth Sport",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "Despite support for a number of consequences emanating from social identity in sport, much less is known pertaining to potential antecedents. This study sought to extend preliminary findings from recent youth sport research (e.g., Bruner et al., 2015) by investigating perceptions of groupness and leadership status in relation to social identity in 480 athletes. Results indicated that perceptions of groupness at the individual and team levels were positively related to social identity, as was being a formal or informal leader. As such, both identifying as a leader and perceiving an increased amount of groupness among teammates increased social identity.",
        "email": "",
        "conf": "Journal of Applied Sport Psychology",
        "coauthors": [
            "Luc J Martin",
            "Danny Balderson",
            "Michael Hawkins",
            "Kathleen Wilson",
            "Mark William Bruner"
        ],
        "keywords": ""
    },
    {
        "id": 3137,
        "label": 67,
        "author": "luc j martin",
        "title": "The dynamic group environment in sport and exercise",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "Although researchers have offered insights across a range of topics (e.g., cohesion, leadership, roles, etc.), a recent review suggested that the field of group dynamics in physical activity has a strong potential for growth as an area of focus for research (Eys & Spink, 2016). The objectives of the present review are to (a) highlight the importance of group dynamics within physical activity contexts, (b) review progress made on select but key longstanding and emerging topics, and (c) provide suggestions for future research that will facilitate the progression of the field. To this end, a case is made for the necessity to understand group dynamics based on the prevalence of groups in sport and exercise contexts, in addition to the potential for satiating the fundamental need to belong (Baumeister & Leary, 1995). Finally, key topics and future research directions are embedded within four broad sections including (a) setting the stage (e.g., the group environment, team selection, and socialization), (b) structural issues (e.g., roles, leadership), (c) group processes and emergent states (e.g., cohesion), and (d) the application of group dynamics principles. Overall, there are tremendous opportunities for researchers to contribute to the theory, research, and practice of group dynamics in sport and exercise.",
        "email": "",
        "conf": "Psychology of Sport and Exercise",
        "coauthors": [
            "Mark Eys",
            "Mark William Bruner",
            "Luc J Martin"
        ],
        "keywords": "Group dynamics,Teamwork,Cohesion,Teambuilding,Physical activity"
    },
    {
        "id": 3141,
        "label": 67,
        "author": "luc j martin",
        "title": "The relationship between physical literacy scores and adherence to Canadian physical activity and sedentary behaviour guidelines",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "Physical literacy is an emerging construct in children’s health promotion, and may impact their lifelong physical activity habits. However, recent data reveal that only a small portion of Canadian children are regularly physically active and/or meet sedentary behaviour guidelines. To our knowledge, no study has investigated the association between physical literacy and movement behaviour guidelines. Therefore, the purpose of this study was to examine the relationship between physical literacy scores in Canadian children who meet or do not meet physical activity and sedentary behaviour guidelines. Children (n = 2956; 56.6% girls) aged 8–12 years from 10 Canadian cities had their physical literacy levels measured using the Canadian Assessment of Physical Literacy, which consists of four domains (Physical Competence; Daily Behaviour; Knowledge and Understanding; and Motivation and Confidence) that are aggregated to provide a composite physical literacy score. Physical activity levels were measured by pedometers, and sedentary behaviour was assessed through self-report questionnaire. Analyses were conducted separately for each guideline, comparing participants meeting versus those not meeting the guidelines. Comparisons were performed using MANOVA and logistic regression to control for age, gender, and seasonality. These cross-sectional findings demonstrate important associations between physical literacy and guideline adherence for physical activity and sedentary behaviour. Future research should explore the causality of these associations.",
        "email": "",
        "conf": "BMC Public Health",
        "coauthors": [
            "Kevin Belanger, Joel D. Barnes, Patricia E. Longmuir, Kristal D. Anderson, Brenda Bruner, Jennifer L. Copeland, Melanie J. Gregg, Nathan Hall, Angela M. Kolen, Kirstin N. Lane, Barbi Law, Dany J. MacDonald, Luc J. Martin, Travis J. Saunders, Dwayne Sheehan, Michelle Stone, Sarah J. Woodruff, Mark S. Tremblay"
        ],
        "keywords": ""
    },
    {
        "id": 3140,
        "label": 67,
        "author": "luc j martin",
        "title": "The relationship between sedentary behaviour and physical literacy in Canadian children: a cross-sectional analysis from the RBC-CAPL Learn to Play study",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "Physical literacy is the foundation of a physically active lifestyle. Sedentary behaviour displays deleterious associations with important health indicators in children. However, the association between sedentary behaviour and physical literacy is unknown. The purpose of this study was to identify the aspects of physical literacy that are associated with key modes of sedentary behaviour among Canadian children participating in the RBC-CAPL Learn to Play study. A total of 8,307 children aged 8.0-12.9 years were included in the present analysis. Physical literacy was assessed using the Canadian Assessment of Physical Literacy, which measures four domains (Physical Competence, Daily Behaviour, Motivation and Confidence, Knowledge and Understanding). Screen-based sedentary behaviours (TV viewing, computer and video game use), non-screen sedentary behaviours (reading, doing homework, sitting and talking to friends, drawing, etc.) and total sedentary behaviour were assessed via self-report questionnaire. Linear regression models were used to determine significant (p<0.05) correlates of each mode of sedentary behaviour. These results highlight differences in the ways that screen and non-screen sedentary behaviours relate to physical literacy. Public health interventions should continue to target screen-based sedentary behaviours, given their potentially harmful associations with important aspects of physical literacy.",
        "email": "",
        "conf": "BMC Public Health",
        "coauthors": [
            "Travis J. Saunders, Dany J. MacDonald, Jennifer L. Copeland, Patricia E. Longmuir, Joel D. Barnes, Kevin Belanger, Brenda Bruner, Melanie J. Gregg, Nathan Hall, Angela M. Kolen, Barbi Law, Luc J. Martin, Dwayne Sheehan, Michelle R. Stone, Sarah J. Woodruff, Mark S. Tremblay"
        ],
        "keywords": ""
    },
    {
        "id": 3149,
        "label": 67,
        "author": "luc j martin",
        "title": "Psychological collectivism in youth athletes on individual sport teams",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "The purpose of the current study was to determine whether psychological collectivism could predict enjoyment and intentions to return in athletes on individual sport teams. In addition, structural interdependence and age were used as moderator variables for the proposed relationships. A total of 142 youth (Mage = 14.44 years; SD = 1.63; 62% female) completed questionnaires at two data-collection periods (T1 – psychological collectivism, structural interdependence, and age; T2 – enjoyment and intentions to return), and the results indicated that psychological collectivism positively predicted both enjoyment and intentions to return. Also, task interdependence significantly moderated the relationship between psychological collectivism and enjoyment (b = .14, t(137) = −1.90, p = .06) and intentions to return (b = −.17, t(137) = −2.07, p < .05). Specifically, in situations where athletes were required to work together during competition (e.g. relays), athletes’ collectivistic orientation had a stronger relationship with both enjoyment and intentions to return. Similarly, among older athletes, collectivism had a stronger positive relationship with intentions to return (b = .05, t(138) = 2.04, p < .05). These results are discussed in terms of their theoretical and practical implications.",
        "email": "",
        "conf": "International Journal of Sport and Exercise Psychology",
        "coauthors": [
            "Janice L. Donkers",
            "Luc J Martin",
            "M. Blair Evans"
        ],
        "keywords": "youth sport, moderation, social environment, interdependence"
    },
    {
        "id": 3135,
        "label": 67,
        "author": "luc j martin",
        "title": "An examination of nonverbal behaviours in successful and unsuccessful professional volleyball teams",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "The purpose of this study was to explore the relationship between nonverbal communication and team success in real-time professional volleyball games. The sample included the top four and bottom four teams from the Turkish Men’s Volleyball 1st League from the 2016–2017 season. The development of a coding scheme for nonverbal behaviours (NVBs) was informed by the extant literature and interviews with volleyball experts (n = 5). Video recordings of 24 matches were analysed under three conditions for each team (a win, a loss, and a tie-break game). The findings indicated that successful teams displayed a greater amount of NVBs in total, and used significantly more instructional and supportive NVBs than their less successful counterparts. In addition, successful teams demonstrated more frequent use of instructional NVBs during the games that they won, more supportive behaviours when they lost, and both of these behaviours during tie-break games. Results from the present study highlight the different uses of NVBs between successful and less successful professional volleyball teams, which has both theoretical and practical implications.",
        "email": "",
        "conf": "International Journal of Sport and Exercise Psychology",
        "coauthors": [
            "Deniz Durdubas",
            "Luc J Martin",
            "Ziya Koruc"
        ],
        "keywords": "nonverbal communication, team success, volleyball, behavioural observation"
    },
    {
        "id": 3144,
        "label": 67,
        "author": "luc j martin",
        "title": "The dynamic nature of connection and its relation to character in youth sport",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "Positive youth development (PYD) is an asset-oriented approach to adolescent development that has been adapted to sport. Interestingly, in sport, the PYD outcomes (i.e. competence, confidence, connection, and character) have largely been introduced as outcomes, with little attention to their dynamic nature or individual influences over time. In considering evidence from educational settings that indicates peer relationships fluctuate over time, the current project sought to explore the dynamicity of these relationships (i.e. connection) over the course of an athletic season. In addition, the potential for connection towards the beginning of a sport season to influence athlete character towards the end of the season was assessed. Athletes from five elite youth volleyball teams (N = 43 athletes; Mage = 15.86; SD = 1.17) completed peer nomination questionnaires (i.e. connection) at the beginning and end of an athletic season. At the end of the season, a practice session was videotaped and athlete behaviours were coded for frequency of prosocial and antisocial behaviours (i.e. character). Results indicate significant variability in connection over the course of a season, and those who were rated as popular by their team members at the beginning of the season were more likely to demonstrate prosocial behaviours at the end of the season. Discussions pertaining to the novel methodologies implemented, as well as the theoretical and practical implications of the results are advanced herein.",
        "email": "",
        "conf": "International Journal of Sport and Exercise Psychology",
        "coauthors": [
            "Jordan D. Herbison",
            "Matthew Vierimaa",
            "Jean Ct",
            "Luc J Martin"
        ],
        "keywords": "sociometry, observation, peer relationships, moral behaviour, adolescence"
    },
    {
        "id": 3145,
        "label": 67,
        "author": "luc j martin",
        "title": "Exploring Perceptions of Group Processes in Ice Hockey Officiating",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "Understanding factors that influence sport officials' performance is vital to ensuring fair sport competition. Through semistructured interviews (N = 17), we explored officials' perceptions of group processes that occurred among ice hockey officiating teams. Participant responses revealed numerous ways that group processes were present within officials' interactions, and two unique characteristics involved the transient nature of officiating groups (frequently performing with different officials) and intrateam competition pertaining to postseason assignments. In the discussion, we expand on the unique nature of officiating groups, synthesize activities in which officials seek to enhance groupness, and provide insights for future interventions and researchers.",
        "email": "",
        "conf": "Journal of Applied Sport Psychology",
        "coauthors": [
            "David J Hancock",
            "Luc J Martin",
            "M. Blair Evans",
            "Kyle F Paradis"
        ],
        "keywords": ""
    },
    {
        "id": 3143,
        "label": 67,
        "author": "luc j martin",
        "title": "Setting the Conditions for Success: A Case Study Involving the Selection Process for the Canadian Forces Snowbird Demonstration Team",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "This case study investigated the selection process of a high-performance military team and explored potential implications for sport through an organizational psychology perspective. An instrumental case study was undertaken, comprising an observational visit and semistructured interviews with candidate (n = 3) and veteran (n = 2) pilots. Thematic analysis uncovered a range of strategies utilized for the selection of ideal candidates (e.g., flight briefings, systematic flight progressions, mentorship, traditional events), and these are described in relation to candidate and veteran perceptions and are contextualized with regards to candidate motivation for membership and the broader team environment. A number of identified concepts have relevance to sport and are discussed in relation to both theory and practice.",
        "email": "",
        "conf": "Journal of Applied Sport Psychology",
        "coauthors": [
            "Luc J Martin",
            "Mark A. Eys"
        ],
        "keywords": ""
    },
    {
        "id": 3136,
        "label": 67,
        "author": "luc j martin",
        "title": "A Season-Long Goal-Setting Intervention for Elite Youth Basketball Teams",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "The current study involved a season-long team goal-setting intervention within an elite youth sport population. Participants were 75 male basketball players (Mage = 16.23 years, SD = 1.40) from 6 teams that were randomly assigned to team goal-setting (n = 3) or no-treatment control (n = 3) conditions. The intervention condition received a 3-stage team goal-setting program throughout the season, whereas no systematic program was delivered to the control teams. All participants completed questionnaires assessing perceptions of team cohesion and motivational climate at 3 time-points throughout the season (beginning, midseason, end-season). Data were first analyzed using a multivariate analysis of covariance to determine differences in cohesion and motivational climate throughout the season, with pretest scores and age included as covariates. In addition, a series of multiple mediation analyses were conducted to determine whether motivational climate mediated the relationship between preseason and postseason cohesion perceptions. Findings suggest that although perceptions of cohesion remained constant for the control condition teams, those in the intervention condition experienced a decrease throughout the season. In addition, increase in ego-involving climate within the intervention group negatively affected the cohesion perceptions throughout the season; however, task-involving motivational climate decreased for teams in the intervention condition. These results highlight the importance of accounting for additional variables when conducting team-building interventions, and findings are discussed in relation to their implications for the literature, in concert with practical implications and future directions.",
        "email": "",
        "conf": "Journal of Applied Sport Psychology",
        "coauthors": [
            "Deniz Durdubas",
            "Luc J Martin",
            "Ziya Koruc"
        ],
        "keywords": ""
    },
    {
        "id": 3147,
        "label": 67,
        "author": "luc j martin",
        "title": "The influence of social identity on self-worth commitment and effort in school-based youth sport",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "The current study examined the influence of social identity for individual perceptions of self-worth, commitment, and effort in school-based youth athletes. Using a prospective research design, 303 athletes (Mage = 14.89, SD = 1.77; 133 female) from 27 sport teams completed questionnaires at 2 time points (T1 – demographics, social identity; T2 – self-worth, commitment, effort) during an athletic season. Multilevel analyses indicated that at the individual level, the social identity dimension of in-group ties (IGT) predicted commitment (b = 0.12, P = .006) and perceived effort (b = 0.14, P = .008), whereas in-group affect (IGA) predicted commitment (b = 0.25, P = .001) and self-worth (b = 2.62, P = .006). At the team level, means for IGT predicted commitment (b = 0.31, P < .001) and self-worth (b = 4.76, P = .024). Overall, social identity accounted for variance at both levels, ranging from 4% (self-worth) to 15% (commitment). Identifying with a group to a greater extent was found to predict athlete perceptions of self-worth, commitment, and effort. More specifically, at the individual level, IGT predicted commitment and effort, and IGA predicted commitment and self-worth. At the team level, IGT predicted commitment and self-worth.",
        "email": "",
        "conf": "Journal of Sports Sciences",
        "coauthors": [
            "Luc J Martin",
            "Danny Balderson",
            "Michael Hawkins",
            "Kathleen Wilson",
            "Mark William Bruner"
        ],
        "keywords": "Adolescents, multilevel analysis, identification, athletes, self-perceptions"
    },
    {
        "id": 3139,
        "label": 67,
        "author": "luc j martin",
        "title": "Cardiorespiratory fitness is associated with physical literacy in a large sample of Canadian children aged 8 to 12 years",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "The associations between cardiorespiratory fitness (CRF) and physical literacy in children are largely unknown. The aim of this study was to assess the relationships between CRF, measured using the 20-m shuttle run test (20mSRT), and components of physical literacy among Canadian children aged 8–12 years. A total of 9393 (49.9% girls) children, with a mean (SD) age of 10.1 (±1.2) years, from a cross-sectional surveillance study were included for this analysis. The SRT was evaluated using a standardized 15 m or 20 m protocol. All 15 m SRTs were converted to 20mSRT values using a standardized formula. The four domains of physical literacy (Physical Competence, Daily Behaviour, Motivation and Confidence, and Knowledge and Understanding) were measured using the Canadian Assessment of Physical Literacy. Tertiles were identified for 20mSRT laps, representing low, medium, and high CRF for each age and gender group. Cohen’s d was used to calculate the effect size between the low and high CRF groups. CRF was strongly and favourably associated with all components of physical literacy among school-aged Canadian children. The effect size between low and high CRF tertile groups was large for the Physical Competence domain (Cohen’s d range: 1.11–1.94) across age and gender groups, followed by moderate to large effect sizes for Motivation and Confidence (Cohen’s d range: 0.54–1.18), small to moderate effect sizes for Daily Behaviour (Cohen’s d range: 0.25–0.81), and marginal to moderate effect sizes for Knowledge and Understanding (Cohen’s d range: 0.08–0.70). This study identified strong favourable associations between CRF and physical literacy and its constituent components in children aged 8–12 years. Future research should investigate the sensitivity and specificity of the 20mSRT in screening those with low physical literacy levels.",
        "email": "",
        "conf": "BMC Public Health",
        "coauthors": [
            "Justin J. Lang, Jean-Philippe Chaput, Patricia E. Longmuir, Joel D. Barnes, Kevin Belanger, Grant R. Tomkinson, Kristal D. Anderson, Brenda Bruner, Jennifer L. Copeland, Melanie J. Gregg, Nathan Hall, Angela M. Kolen, Kirstin N. Lane, Barbi Law, Dany J. MacDonald, Luc J. Martin, Travis J. Saunders, Dwayne Sheehan, Michelle R. Stone, Sarah J. Woodruff, Mark S. Tremblay"
        ],
        "keywords": ""
    },
    {
        "id": 3146,
        "label": 67,
        "author": "luc j martin",
        "title": "Invariance testing and factor analysis of the Group Conflict Questionnaire",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "Intragroup conflict can be defined as 'a dynamic process that occurs between interdependent parties as they experience negative emotional reactions to perceived disagreements and interference with attainment of their goals' (Barki & Hartwick, 2004, p. 234). Building on this constitutive definition, the development of the Group Conflict Questionnaire (GCQ; Paradis, Carron, & Martin, 2014) has enabled researchers to operationally define intragroup conflict, which is an important construct to understand as it is prevalent in sport settings (e.g., Holt et al., 2012; Mellalieu et al., 2013). Considering the recent development of the measure, and that establishing validity is an ongoing process (Carron et al., 1985), further utilization and validation of the inventory is warranted. Thus, the purpose of the present investigation was to further validate the GCQ through factor analysis and invariance testing. A total of 742 (female n = 413, male n = 329, Mage = 19.51, SD = 1.87) competitive (n = 528) and recreational (n = 214) athletes (starters n = 622, non-starters n = 120) completed the questionnaire. Results of the confirmatory factor analysis indicated an acceptable factor structure with good model fit (χ2/df = 6.50, CFI = .94, TLI = .93, NNFI = .93, RMSEA = .086, 90%CI .079- .093), and excellent internal consistency (Cronbach's alpha = .92) for the subscales of task and social conflict. The invariance testing also revealed evidence of model invariance across gender, competition level, and starting status (ΔCFI <.01) for measurement weights and intercepts as well as structural covariances. The results from the current investigation indicate that researchers can continue to utilize this measure of intragroup conflict with confidence in their research. Future directions are discussed such as the assessment and appropriateness of the measure in other populations (e.g., youth sport athletes) and translation to other languages (e.g., Kashani, 2016).",
        "email": "",
        "conf": "Journal of Sport & Exercise Psychology",
        "coauthors": [
            "Kyle F Paradis",
            "Luc J. Martin",
            "Sebastian Harenberg"
        ],
        "keywords": ""
    },
    {
        "id": 3138,
        "label": 67,
        "author": "luc j martin",
        "title": "A cross-sectional study exploring the relationship between age gender and physical measures with adequacy in and predilection for physical activity",
        "organization": "Associate professor School of Kinesiology and Health Studies Queen's University",
        "abstract": "Physical literacy is a complex construct influenced by a range of physical, behavioural, affective, and cognitive factors. Researchers are interested in relationships among these constituent factors. The purpose of this study was to investigate how age, gender, and physical competence components of physical literacy relate to a child’s adequacy in and predilection for physical activity. A sample of 8530 Canadian youth (50% girl) aged 8.0 to 12.9 years participated in the study. Participants completed the Canadian Assessment of Physical Literacy (CAPL) protocol, which assesses physical literacy in four domains: Physical Competence, Daily Behaviour, Motivation and Confidence, and Knowledge and Understanding. Stepwise multiple regression analyses were conducted to investigate the relationship between physical competence components of physical literacy (Progressive Aerobic Cardiovascular Endurance Run [PACER], Canadian Agility and Movement Skill Assessment [CAMSA], sit and reach, handgrip, plank, and body mass index) and children’s perceived adequacy and predilection toward physical activity as measured by subscales from the Children’s Self-Perceptions of Adequacy in and Predilection for Physical Activity scale (CSAPPA). The variable most strongly associated with adequacy and predilection was the PACER shuttle run score. The PACER accounted for 10.9% of the variance in adequacy and 9.9% of the variance in predilection. Participants’ age was inversely related to adequacy (β = − 0.374) and predilection (β = − 0.621). The combination of other variables related to adequacy brought the total variance explained to 14.7%, while the model for predilection explained a total of 13.7%. Results indicate an association between cardiorespiratory fitness and measures of physical activity adequacy and predilection. These findings suggest that practitioners should consider the physiological and psychological makeup of the child, and ways to enhance adequacy and predilection among children with limited cardiorespiratory fitness, in order to create the best possible environment for all children to participate in physical activity.",
        "email": "",
        "conf": "BMC Public Health",
        "coauthors": [
            "Dany J. MacDonald, Travis J. Saunders, Patricia E. Longmuir, Joel D. Barnes, Kevin Belanger, Brenda Bruner, Jennifer L. Copeland, Melanie J. Gregg, Nathan Hall, Angela M. Kolen, Barbi Law, Luc J. Martin, Dwayne Sheehan, Sarah J. Woodruff, Mark S. Tremblay"
        ],
        "keywords": ""
    }
]