[
    {
        "id": 643,
        "label": 17,
        "author": "m a abdel-kader",
        "title": "Evaluation of the Drought Stress Effects on Cotton Genotypes by Using Physiological and Morphological Traits",
        "organization": "Lecturer of agronomy (plant breeding) Agricultural faculty Ain Shams Univ.",
        "abstract": "Drought stress is the major environmental factor that negatively impacts cotton yield throughout the world. Thus, there is a need for a protocol to offer new opportunities for improving drought tolerance in cotton. By understanding the correlation between yield and morphological traits (root length, shoot length, root/shoot ratio), and physiological traits (relative water content (RWC), electrolyte leakage  percentage  (EL%),  membrane  stability  index  (MSI%),  Chlorophyll a,  chlorophyll b,  total  chlorophyll,  chlorophyll  a/b  ratio, chlorophyll  stability  index  (CSI)),  we  can  develop  efficient  screening  method  able to  screen  large  amounts of  plant  material in  the shortest time possible. In the current study, 21 cotton genotypes (6 parents and their 15 F1 crosses) were evaluated under two irrigation treatments i.e., 100 % ETc, 1269 mm/season (normal) and 60 % ETc, 761 mm/season (drought). The morphological and physiological traits  were  studied.  Also,  correlation  between  yield  and  physiological  and  morphological  traits  were  determined.  The  results  revealed high  significant  difference  among  genotypes  for  all  the  studied  physiological  and  morphological  traits  under  normal  and  drought treatments. Although all studied traits in all genotypes were significantly affected by drought but some genotypes such as Tamcot C. E. x Deltapine, Giza 90x (Giza 90X Australian) and Giza 80x Deltapine showed drought tolerance by maintaining the highest values of root length,  shoot  length,  root/shoot  ratio,  RWC,  MSI,  Chlorophyll a,  b,  total  chlorophyll,  chlorophyll  a/b  ratio,  CSI  and  lowest  values of EL%  under  drought  stress.  Yield  was  correlated  with  each of  the  morphological  and  physiological  traits  under  normal  and  drought conditions. Therefore, it could be concluded that the morphological and physiological traits could be used as selection criteria for high yield under drought stress.  ",
        "email": "",
        "conf": "International Journal of Science and Research (IJSR)",
        "coauthors": [
            "M. A. Abdel-Kader",
            "A. M. Esmail",
            "K. A. Elshouny",
            "M.A. Fazaa"
        ],
        "keywords": "Cotton Genotypes, Drought, Yield, Correlation, Morphological and Physiological traits"
    },
    {
        "id": 644,
        "label": 17,
        "author": "m a abdel-kader",
        "title": "SCREENING COTTON GENOTYPES FOR DROUGHT TOLERANCE BY USING NON-ENZYMATIC AND ENZYMATIC ANTIOXIDANT SYSTEMS",
        "organization": "Lecturer of agronomy (plant breeding) Agricultural faculty Ain Shams Univ.",
        "abstract": "Drought stress is the major environmental factor that negatively impacts cotton yield throughout the world. Thus, there is a need for a protocol to offer new opportunities for improving drought tolerance in cotton. By understanding the correlation between yield and non-enzymatic (phenolic content, lipid peroxidation and proline) and enzymatic (superoxide dismutase, catalase, peroxidase and ascorbate peroxidase) antioxidants activities, we can develop efficient screening method able to screen large amounts of plant material in the shortest time possible. In the current study, 21 cotton genotypes (6 parents and 15 F1 crosses) were evaluated under two irrigation treatments i.e., 100 % ETc, 1269 mm/season (normal) and 60 % ETc, 761 mm/season (drought). The non-enzymatic and enzymatic antioxidant activities were studied. Also, correlation between yield and antioxidant activities was determined. The results revealed high significant difference among genotypes for all the studied antioxidants under normal and drought treatments (except lipid peroxidation than under drought under normal). Although all antioxidants in all genotypes were significantly affected by drought, Giza 80, Giza 90 and crosses; Giza 80 x Tamcot C. E., Giza 90 x (Giza 90 x Australian), Giza 90 x Tamcot C. E. and Tamcot C. E. x Deltapine maintained the highest activities under drought stress. Yield was correlated with each of the antioxidant activities under drought and not under normal condition. Therefore, it could be concluded that antioxidant systems could be used as selection criteria for high yield under drought stress.",
        "email": "",
        "conf": "Plant Breeding international Conference",
        "coauthors": [
            "M. A. Abdel-Kader",
            "A M Esmail",
            "K A El Shouny",
            "M F Ahmed"
        ],
        "keywords": "Cotton Genotypes, Drought, Yield, Correlation and Antioxidant enzymes activities"
    }
]