[
    {
        "id": 671,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "1-(4-Chlorobutanoyl)-3-(2-nitrophenyl)thiourea",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "The asymmetric unit of the title compound, C11H12ClN3O3S, contains two independent mol­ecules with different conformations in which the benzene ring and the thio­urea fragment form dihedral angles of 87.28 (12) and 66.44 (10)°. The O atom of the thio­amide group is involved in bifurcated N-HO intra- and inter­molecular hydrogen bonding; the latter inter­action links the independent mol­ecules into a dimer. In the crystal, N-HS inter­actions link the mol­ecules into chains propagating along the c axis.",
        "email": "",
        "conf": "Acta Crystallographica Section E Structure Reports Online",
        "coauthors": [
            "Nurziana Ngah",
            "Maisara Abdul Kadir",
            "Bohari M Yamin",
            "Mohd sukeri mohd yusof"
        ],
        "keywords": ""
    },
    {
        "id": 665,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Synthesis Spectroscopic and Investigation on Potential of p-Nitroanilide Derivatives as Chromogenic Substrates for Detection of Endotoxin",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "",
        "email": "",
        "conf": "Asian Journal of Chemistry",
        "coauthors": [
            "Maisara Abdul Kadir",
            "R. Che Zulkifli",
            "N. Ismail"
        ],
        "keywords": ""
    },
    {
        "id": 668,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Synthesis Spectroscopic Studies and Antibacterial Activity of New Lauroyl Thiourea Amino Acid Derivatives",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "",
        "email": "",
        "conf": "Asian Journal of Chemistry",
        "coauthors": [
            "Maisara Abdul Kadir",
            "R. Ramli",
            "Mohd sukeri mohd yusof",
            "N Ismail",
            "Nurziana Ngah"
        ],
        "keywords": ""
    },
    {
        "id": 673,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "1-(4-Chlorobenzoyl)-3-(3-methylpyridin-2-yl)thiourea",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "The mol­ecule of the title compound, C14H12ClN3OS, consists of three approximately planar fragments: the central thio­urea group, the chloro­phenyl group and the picolyl (3-methyl­pyridin-2-yl) group with a maximum of 0.035 (2)° for an N atom from the mean square plane of the central thiourea group. The central fragment forms dihedral angles of 33.30 (8) and 76.78 (8)° with the chloro­phenyl and picolyl groups, respectively. With respect to the thio­urea C-N bonds, the 4-chloro­benzoyl group is positioned trans to the thiono S atoms, whereas the picolyl group lies in a cis position to it. The mol­ecular conformation is stabilized by an intra­molecular N-HO hydrogen bond. In the crystal, mol­ecules are linked by inter­molecular C-HN hydrogen bonds, forming chains along the a axis.",
        "email": "",
        "conf": "Acta Crystallographica Section E Structure Reports Online",
        "coauthors": [
            "Mohd sukeri mohd yusof",
            "Nurwahyuni A. Mushtari",
            "Maisara Abdul Kadir",
            "Bohari Yamin"
        ],
        "keywords": ""
    },
    {
        "id": 663,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "DFT investigation on the differences in the geometrical parameters of trans-cis and cis-trans conformations of methyl substituted benzoyl pyridylthiourea",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "Five single molecules of pyridylthiourea compounds, benzoylpyridylthiourea derivatives were theoretically studied in order to understand their conformational preference, flexibility and stability. The calculation is made by Gaussian 09W at B3LYP/6-311G(d,p). The positional of methyl substituent group brought major effect to the conformations of the molecule that prone to form cis-trans conformation. In cis-trans conformation, N-benzoylN’-(6-methyl-2-pyridyl)thiourea, the positional of methyl substituent indicates that this molecule has relatively high intermolecular hydrogen bonding compared to the other studied molecules. Nevertheless, hyperconjugation of methyl with pseudo six-membered ring has been observed in cis-trans conformation.",
        "email": "",
        "conf": "Journal of Sustainability Science and Management",
        "coauthors": [
            "Rafie Draman",
            "Maisara Abdul Kadir",
            "Bohari Mohammad Yamin",
            "Mohd sukeri mohd yusof"
        ],
        "keywords": "Pyridylthiourea, conformational, DFT, hyperconjugation, cis-trans"
    },
    {
        "id": 667,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Synthesis and characterization of new metal-organic framework derived from 6-(methoxycarbonyl) pyridine-2-carboxylic acid as application for hydrogen storage materials",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "In this study, a new organic linker namely 6-(pyrimidin-2-ylcarbamoyl)-pyridine-2- carboxylic acid methyl ester (L1) has been successfully synthesized. Along with this discovery, two metal-organic frameworks (MOFs) which derived from L1 and 6- (methoxycarbonyl)pyridine-2-carboxylic acid (L), have also been synthesized and characterized by using combination of spectroscopic techniques such as Infrared (IR), Nuclear Magnetic Resonances (NMR), Thermal Gravimetric Analysis (TGA) and Xray crystallography. The formulations of these MOFs are confirmed by elemental analysis with formula molecules given as {[Cd3(L1-CH3)·CH3OH]}n and {[Cd3(LCH3)·H2O]·5H2O}n, respectively. It was revealed from this study that reaction of both ligands with cadmium nitrate led to formation of one-dimensional MOFs. The hydrogen storage properties of these MOFs were investigated by Pressure Composition Temperature (PCT) analysis. The results showed that MOF {[Cd3(L1- CH3)·CH3OH]}n can uptake 0.3wt. % hydrogen at 373 K and 60 bar. In contrast, MOF {[Cd3(L-CH3)·H2O·5H2O}n which is lacking of pyrimidine moieties at the pendant arm has zero adsorption when investigated by similar method.",
        "email": "maisara@umt.edu.my",
        "conf": "International Journal of Applied Chemistry",
        "coauthors": [
            "Maisara Abdul Kadir",
            "N. Mansor",
            "Wan Mohd Khairul Wan Mohamed Zin",
            "Mohammad Ismail"
        ],
        "keywords": "Hydrogen storage, 6-(methoxycarbonyl) pyridine-2-carboxylic acid, hydrogen uptake, tridentate ligand, metal-organic framework"
    },
    {
        "id": 661,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Synthesis and Structural Characterization of 6-(N-Methyl-pyridin-2-ylcarbamoyl)-pyridine-2-carboxylic Acid Methyl Ester Isomers",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "A series of monoamide isomers have been successfully synthesised and characterised using combination of common spectroscopic techniques such Fourier Transform Infrared (FT-IR), 1H and 13C Nuclear Magnetic Resonance (NMR) and Ultraviolet-visible (UV-vis). The monoamide compounds namely 6-(3-methyl-pyridin-2-ylcarbamoyl)-pyridine-2-carboxylic acid methyl ester (L1), 6-(4-methyl-pyridin-2-ylcarbamoyl)-pyridine-2-carboxylic acid methyl ester (L2), 6-(5-methyl-pyridin-2-ylcarbamoyl)-pyridine-2-carboxylic acid methyl ester (L3) and 6-(6-methyl-pyridin-2-ylcarbamoyl)-pyridine-2-carboxylic acid methyl ester (L4) were prepared from reaction between 6-(methoxycarbonyl)pyridine-2-carboxylic acid with 2-amino-N-methylpyridine (where N = 3, 4, 5 and 6) by using acyl chloride reaction. In this present studies, the synthesis and characterization of these compounds are discussed along with the inductive effects contributed by methyl substituted groups at the pyridine ring.",
        "email": "",
        "conf": "Sains Malaysiana",
        "coauthors": [
            "Maisara Abdul Kadir",
            "Nafisah Mansor",
            "Uwaisulqarni Osman"
        ],
        "keywords": "Acyl chloride; inductive; isomers; monoamide; pyridine"
    },
    {
        "id": 664,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Synthesis crystal structure and coordination chemistry of DI-2-pyridylmethaneamine-based chelating ligands with cadmium salts",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "Chelating ligands play a prominent role as organic linker in the construction of multinuclear complexes due to their strong binding to metal ions. Thus, in this study, two new bridging ligands with chelating arms, namely 1,3-N,N’-[bis(di(pyridin-2- yl)methyl)]isophthalamide (L1) and 1,4-N,N’-bis[(di(pyridin-2-yl)methyl)]terephthalamide (L2) were successfully synthesized and characterized using Fourier Transform Infrared (FTIR), 1H and 13C Nuclear Magnetic Resonances (1H and 13C NMR) and Xray crystallography. Reaction of L1 and L2 with metal salts gave two multinuclear cadmium complexes, with formula molecules [{CdCl2 (CH3OH)(L1)CdCl2}2 ] and [(CdBr2 )2 (L2 )(CH3OH)2 ], respectively. X-ray crystallography reveals that ligands L1 and L2 used all four nitrogen donors from di-2-pyridylmethaneamine units to chelate with cadmium ions in forming stable multinuclear complexes. The complexes are also stabilized by supramolecular interactions such as hydrogen bonding and pi-pi stacking, as observed in the crystal packing",
        "email": "maisara@umt.edu.my",
        "conf": "Malaysian Journal of Analytical Sciences",
        "coauthors": [
            "Maisara Abdul Kadir",
            "Christopher James Sumby"
        ],
        "keywords": "crystal, chelating ligands, synthesis, pi stacking, supramolecular"
    },
    {
        "id": 675,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Spectroscopic and structural study of a series of pivaloylthiourea derivatives",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "A series of pivaloylthiourea derivatives, N-(2-nitrophenyl)-N-(pivaloyl)thiourea (I), N-(3-nitrophenyl)-N-(pivaloyl)thiourea (II) and N-(4-nitrophenyl)-N-(pivaloyl)thiourea (III) were synthesised and characterised by typical spectroscopic methods and single crystal X-ray diffraction. The IR spectra show the important stretching bands for ν(N-H), ν(C=O), ν(C-N) and ν(C=S) at around 3300 cm-1 , 1600 cm-1 , 1300 cm-1 and 700 cm-1 , respectively. There are two vital chromophores, C=O and C=S were observed in the UV spectra with maximum absorption at 230 nm and 290 nm, respectively. The crystal structures of (II) and (III) have been determined by single crystal X-ray diffraction analysis. Both of the molecules adopt cis-trans configuration with respect to the position of the phenyl and pivaloyl groups relative to the thiono S atom, across their C-N bonds. There is an intramolecular hydrogen bond, N-H ...O in both molecules that lead to the formation of a pseudo-six-membered ring. In the crystal lattice, the molecules are linked by intermolecular hydrogen bonds N-H …S, C-H …S and N-H …O forming dimer (II) and 3- dimensional network (III). 1H NMR spectra show chemical shift at δH 12.70 – 12.88 ppm and δH 10.84 – 10.94 ppm were assigned for both NH proton. Whereas, the chemical shift for 13C NMR analysis for C=O and C=S presence at δC 179-180 ppm.",
        "email": "",
        "conf": "Malaysian Journal of Analytical Sciences",
        "coauthors": [
            "Siti Aishah Zakaria",
            "Siti Hajar Muharam",
            "Mohd Sukeri Mohd Yusof",
            "Wan Mohd Khairul",
            "Maisara Abdul Kadir",
            "Bohari M Yamin"
        ],
        "keywords": "Thiourea derivatives, Pivaloylthiourea, Crystal structure"
    },
    {
        "id": 660,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Synthesis Characterization and Crystal Structure of Coordination Polymers Developed as Anion Receptor",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "Reaction of diamide ligand, namely N,N’-2,6-bis (4-pyridylmethyl) pyridine dicarboxamide (L) with cadmium nitrate and cadmium perchlorate has given rise to the formation of two types coordination polymers. Compound (CP1-Cd) with formula molecule {[Cd (L)2(H2O)2](NO3)2·6H2O}n is a one-dimensional coordination polymer while compound (CP2-Cd), with formula molecule {[Cd (L)2(H2O)2](ClO4)2·31⁄2H2O.CH3OH}n, is a two dimensional coordination polymer. These coordination polymers were prepared via slow evaporation methods and completely characterized by combination of solid state techniques such as Fourier Transform Infrared (FTIR) spectroscopy, elemental analysis and X-ray crystallography. This study revealed that coordination polymers derived from N,N’-2,6-bis (4-pyridylmethyl) pyridine dicarboxamide can accommodate anions with different sizes, showing good potential as anion receptor.",
        "email": "maisara@umt.edu.my",
        "conf": "Solid State Phenomena",
        "coauthors": [
            "Maisara Abdul Kadir",
            "Christopher J. Sumby"
        ],
        "keywords": "Anion Receptor, Cadmium Complexes, Coordination Polymers, Crystal Structure, Synthesis"
    },
    {
        "id": 666,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Crystal Structure of Diiodobis(1-(6-methylpyridine-2-yl)thiourea-kS)mercury(II)",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "Crystal Structure of Diiodobis(1-(6-methylpyridine-2-yl)thiourea-kS)mercury(II)",
        "email": "",
        "conf": "X-ray Structure Analysis Online",
        "coauthors": [
            "Aaina M. AZMAN",
            "Maisara Abdul Kadir",
            "Bohari M Yamin",
            "Mohd sukeri mohd yusof"
        ],
        "keywords": ""
    },
    {
        "id": 670,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Pre-organisation or a hydrogen bonding mismatch: Silver(I) diamide ligand coordination polymers versus discrete metallo-macrocyclic assemblies",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "The investigation of novel motifs to selectively complex anions is an area of considerable importance due to the significant environmental, biological and medicinal roles of anions. The synthesis of discrete metallo-macrocyclic compounds or coordination polymers displaying anion-binding pockets can generate specific anion receptors from relatively simple components. Here, we examine the self-assembly of a series of flexible diamide compounds L1–L5 with silver(I) metal salts. A new diamide ligand, 2,6-[N,N′-bis(di-(pyridin-2-yl)methyl)pyridine]-2,6-dicarboxamide (L5), with two chelating di-2-pyridylmethyl donor groups, was also prepared. Compounds L1–L3, lacking the pre-organising effect of a central 2,6-pyridine dicarboxamide core, form 1D coordination polymers {[Ag(L1)(CH3CN)](PF6)} n (6), {[Ag(L2)](NO3)·(H2O)]} n (7) and {[AgNO3(L3)]·(CH3OH)]} n (9) which in turn form 2D and 3D hydrogen-bonded networks through orthogonal hydrogen bonding. In one instance, L2 gives rise to a dinuclear metallo-macrocycle in the solid state, [Ag2(CF3CO2)2(L2)2][Ag2(μ2-CF3CO2)2(L2)2] (8). Both diamide ligands L4 and L5 form dinuclear metallo-macrocycles, [Ag2(NO2)2(L4)2] (10) and [Ag2(L5)2](NO3)2·2CH3OH·2H2O (11), in solution and in the solid state. Where possible, all compounds were investigated in solution and their solid-state structures were determined using X-ray crystallography. This enabled the effect of competing supramolecular synthons, covalent M–L bonding and hydrogen bonding, to be examined by comparing the solution and solid-state behaviour of each metal–ligand combination.",
        "email": "",
        "conf": "Supramolecular Chemistry",
        "coauthors": [
            "Maisara Abdul Kadir",
            "Philip R. Clements",
            "Lyall R. Hanton",
            "Courtney A Hollis",
            "Christopher James Sumby"
        ],
        "keywords": "metallo-supramolecular chemistry, coordination polymers, orthogonal interactions"
    },
    {
        "id": 659,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Synthesis and crystal structure of dinuclear based coordination polymer derived from N -6-[(4-pyridylmethylamino)carbonyl]-2-pyridinecarboxylic acid methyl ester",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "This study describes the facile synthesis and crystal structure of one dimensional coordination polymer which has been successfully obtained from reaction between semi rigid monoamide ligand namel N6-[(4-pyridylmethylamino)carbonyl]-2-pyridinecarboxylic acid methyl ester (L2) with copper perchlorate. The synthesized coordination polymer, with formula given by elemental analysis and X-ray crystallography as {[Cu3(L2-CH3)3(L2)2(H2O)2(CH3OH)](ClO4)3}n was crystallized in monoclinic crystal system and space group C2/c. The asymmetric unit of this complex consists of three copper atoms, three anionic carboxylate forms of ligand L2, two neutral forms of ligand L2 and four partially-occupied non-coordinated perchlorate anions. This asymmetric unit acts as the repeating fragment to form one-dimensional networks which was stabilized by intramolecular hydrogen bonds.",
        "email": "",
        "conf": "IOP Conference Series Materials Science and Engineering",
        "coauthors": [
            "Maisara Abdul Kadir",
            "S M T Mansor",
            "Faizatul Mehamod",
            "Mohd sukeri mohd yusof"
        ],
        "keywords": ""
    },
    {
        "id": 662,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Crystal Structure of (Z)-1-[4-(Trifluoromethyl)benzylidene]thiosemicarbazide",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "The compound of (Z)-1-[4-(trifluoromethyl)benzylidene]thiosemicarbazide crystallizes in the triclinic space group P1 and Z = 2 with cell parameters a = 7.0109(8)Å, b = 11.7862(13)Å, c = 14.9095(16)Å, α = 111.814(2)°, β = 91.720(2)°, γ = 101.036(2)° and V = 1115.7(2)Å3. The crystal structure was solved by direct methods and refined by full-matrix least-squares on F2 to final values of R1 = 0.0438 and wR2 = 0.1078. In the crystal, each molecule is linked by intermolecular N–H···S hydrogen bonds.",
        "email": "",
        "conf": "X-ray Structure Analysis Online",
        "coauthors": [
            "Uwaisulqarni M Osman",
            "Azieda Syafika N.Farizal",
            "Suhana Arshad",
            "Maisara Abdul Kadir"
        ],
        "keywords": ""
    },
    {
        "id": 678,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "N-[N-(4-Methylbenzoyl)carbamothioyl]glycine",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "In the title mol­ecule, C11H12N2O3S, all bond lengths and angles are normal. Intra­molecular N-HO and C-HS hydrogen bonds influence the mol­ecular conformation. The crystal packing exhibits an extensive network formed by inter­molecular O-HS, N-HO and C-HO hydrogen bonds.",
        "email": "maisara@umt.edu.my",
        "conf": "Acta Crystallographica Section E Structure Reports Online",
        "coauthors": [
            "Mohd sukeri mohd yusof",
            "Rohayati Roslan",
            "Maisara Abdul Kadir",
            "Bohari M Yamin"
        ],
        "keywords": ""
    },
    {
        "id": 672,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Building blocks for coordination polymers: Self-assembled cleft-like and planar discrete metallo-macrocyclic complexes",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "Discrete dinuclear metallo-macrocyclic complexes have been prepared from the flexible amide ligand N-6-[(3-pyridylmethylamino)carbonyl]pyridine-2-carboxylic acid (L1-CH3), and its more rigid analogue, N-6-[(3-pyridylamino)carbonyl]pyridine-2-carboxylic acid (L3-CH3). With ligands L1-CH3 and L3-CH3, discrete dinuclear metallo-macrocyclic complexes with the generic formula [Cu2(L1-CH3)2(X)2(Y)2] (7, X = NO3; 8, X = Cl, Y = H2O; 9, X = ClO4, Y = CH3OH) and [Cu2(L3-CH3)2(X)2(Y)2] (10, X = NO3, Y = H2O; 11, X = ClO4, Y = CH3OH) are obtained. For complexes 7–9, containing the more flexible link L1-CH3, these complexes are cleft-shaped and hinged at the methylene spacer, which allows the cleft to widen and contract to accommodate different packing modes in the solid-state. In contrast, the rigid link L3-CH3 gives near planar metallo-macrocyclic structures. These metallo-macrocyclic compounds may be useful building blocks for coordination polymers.",
        "email": "",
        "conf": "Dalton Transactions",
        "coauthors": [
            "Maisara Abdul Kadir",
            "Lyall R Hanton",
            "Christopher J. Sumby"
        ],
        "keywords": ""
    },
    {
        "id": 669,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Synthesis and crystal structure of N-6-[(4-pyridylamino)carbonyl]-pyridine-2-carboxylic acid methyl ester zinc complex",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "A reaction between monoamide ligand namely N-6-[(4-pyridylamino)carbonyl]-pyridine-2-carboxylic acid methyl ester (L4) and zinc chloride has been attempted in order to generate a carboxylate complex suitable for anion inclusion. This reaction gives rise to a formation of discrete complex with general formula [ZnCl2(L4)2]. Complex [ZnCl2(L4)2] crystallizes in the monoclinic space group, P21/c, with one zinc(II) center, one molecule of ligand L4, one coordinated chloride and one methanol molecule in the asymmetric unit. The extended structure of this molecule shows that the zinc atom is coordinated by four donors: two L4 and two chloride anions. The zinc atom adopts distorted tetrahedral geometry with the angles between the donors in the range 103.62(11)-122.74(8)°. In this study, the amide cavity is bound with methanol through hydrogen-bonding interactions. The methanol molecules is hydrogen bonded to the amide moiety with bond lengths O30-H8···O12 and N17-H17···O30 of 1.988 and 2.078 Å, respectively.",
        "email": "maisara@umt.edu.my",
        "conf": "Complex metals",
        "coauthors": [
            "Maisara Abdul Kadir",
            "Nafisah Mansor",
            "Mohd sukeri Mohd Yusof",
            "Christopher James Sumby"
        ],
        "keywords": "Monoamide, Methyl ester, Zinc complex, Anion binding, Carboxylate"
    },
    {
        "id": 676,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Structural and spectroscopic studies of novel methylbenzoylthiourea derivatives",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "Three new compounds, N-(2-methybenzoyl)-N'-(3-methyl-2-pyridyl)thiourea (I), N-(3-methylbenzoyl)-N'-(6-methyl-2-pyridyl)thiourea (II) are isomers and N-(2-methylbenzoyl)-N'-(6-methylpyridine-2-yl)thione (III) have been successfully synthesised and characterised by typical spectroscopic techniques, IR, UV-Visible, 1H and 13C Nuclear Magnetic Resonance (NMR) and CHNS analysis. The molecular structures were confirmed by single crystal X-ray diffractometer analysis. The Infrared spectra of these compounds showed four significant stretching vibrations, (N-H), (C=O), (C-N) and (C=S) at 3187-3375 cm-1, 1683-1713 cm-1, 1326-1384 cm-1 and 666-785 cm-1, respectively. The UV-Visible spectra of all compounds show three bands obtained in the range of 205-287 nm, which may be due to n→π* and π→π* transitions. In 13C NMR spectra, the signal of carbon carbonyl for (I) and (II) can be observed at ca. δc 170 ppm. Whilst, chemical shift of the carbon thione groups for (I) and (II) appeared at ca. 180 ppm. Molecule (I), (II) and (III) crystallise in the monoclinic crystal system with space group P21/ n. Molecule (I) adopts trans-cis configuration in comparison with II which adopts cis-trans configuration of the pyridine and methylbenzoyl groups with respect to the thione S atom across the thiourea C-N bonds. However, (III) is planar due to cyclisation forming two five-membered rings. All molecules are stabilised by intra-molecular hydrogen bonds, N-H...O, C-H...N, N-H...N and C-H...O lead to the formation of pseudo seven-membered rings (I) and pseudo six-membered (II and III) rings. In the crystal lattice, molecule (I) are linked by the N-H...O, C-H...S and N-H...S (II) inter-molecular hydrogen bonds, whilst for (III), there are no inter-molecular hydrogen bond was observed.",
        "email": "",
        "conf": "Malaysian Journal of Analytical Sciences",
        "coauthors": [
            "Rabiatun Hidayah Jusoh",
            "Wan Mohd Khairul",
            "Mohd Sukeri Mohd Yusof",
            "Maisara Abdul Kadir"
        ],
        "keywords": "INORGANIC, ORGANIC, PHYSICAL AND ANALYTICAL CHEMISTRY"
    },
    {
        "id": 674,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "Self-assembled metallo-macrocycle based coordination polymers with unsymmetrical amide ligands",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "",
        "email": "",
        "conf": "Dalton Transactions",
        "coauthors": [
            "Maisara Abdul Kadir",
            "Lyall R Hanton",
            "Christopher J. Sumby"
        ],
        "keywords": ""
    },
    {
        "id": 677,
        "label": 20,
        "author": "maisara abdul kadir",
        "title": "2-[3-(2-Methylbenzoyl)thioureido]-3-phenylpropionic acid",
        "organization": "Universiti Malaysia Terengganu University of Adelaide",
        "abstract": "In the title compound, C18H18N2O3S, the central thio­urea and 2-methyl­phenyl fragments make a dihedral angle of 55.40 (7)°. In the crystal structure, mol­ecules are stabilized by inter­molecular O-HS, N-HO and C-HO hydrogen bonds, forming a one-dimensional chain along the a axis.",
        "email": "maisara@umt.edu.my",
        "conf": "Acta Crystallographica Section E Structure Reports Online",
        "coauthors": [
            "Mohd sukeri mohd yusof",
            "Zurina A. Aziz",
            "Maisara Abdul Kadir",
            "Bohari Yamin"
        ],
        "keywords": ""
    }
]