[
    {
        "id": 3591,
        "label": 71,
        "author": "meredith j martin",
        "title": "Social Defense: An Evolutionary-Developmental Model of Children's Strategies for Coping with Threat in the Peer Group",
        "organization": "University of Nebraska - Lincoln",
        "abstract": "Navigating the ubiquitous conflict, competition, and complex group dynamics of the peer group is a pivotal developmental task of childhood. Difficulty negotiating these challenges represents a substantial source of risk for psychopathology. Evolutionary developmental psychology offers a unique perspective with the potential to reorganize the way we think about the role of peer relationships in shaping how children cope with the everyday challenges of establishing a social niche. To address this gap, we utilize the ethological reformulation of the emotional security theory as a guide to developing an evolutionary framework for advancing an understanding of the defense strategies children use to manage antagonistic peer relationships and protect themselves from interpersonal threat (Davies and Sturge-Apple, 2007). In this way, we hope to illustrate the value of an evolutionary developmental lens in generating unique theoretical insight and novel research directions into the role of peer relationships in the development of psychopathology",
        "email": "",
        "conf": "Journal of Evolutionary Psychology",
        "coauthors": [
            "Meredith J Martin",
            "Patrick T Davies",
            "Leigha A. MacNeill"
        ],
        "keywords": "evolution, peer relationships, security, development"
    },
    {
        "id": 3593,
        "label": 71,
        "author": "meredith j martin",
        "title": "Toward Greater Specificity in Identifying Associations Among Interparental Aggression Child Emotional Reactivity to Conflict and Child Problems",
        "organization": "University of Nebraska - Lincoln",
        "abstract": "This study examined specific forms of emotional reactivity to conflict and temperamental emotionality as explanatory mechanisms in pathways among interparental aggression and child psychological problems. Participants of the multimethod, longitudinal study included 201 two‐year‐old children and their mothers who had experienced elevated violence in the home. Consistent with emotional security theory, autoregressive structural equation model analyses indicated that children’s fearful reactivity to conflict was the only consistent mediator in the associations among interparental aggression and their internalizing and externalizing symptoms 1 year later. Pathways remained significant across maternal and observer ratings of children’s symptoms and with the inclusion of other predictors and mediators, including children’s sad and angry forms of reactivity to conflict, temperamental emotionality, gender, and socioeconomic status.",
        "email": "",
        "conf": "Child Development",
        "coauthors": [
            "Patrick T Davies",
            "Dante Cicchetti",
            "Meredith J Martin"
        ],
        "keywords": ""
    },
    {
        "id": 3592,
        "label": 71,
        "author": "meredith j martin",
        "title": "Family Discord and Child Health: An Emotional Security Formulation",
        "organization": "University of Nebraska - Lincoln",
        "abstract": "Although the impact of family discord on children’s coping and ­adjustment difficulties is well established, continued progress in understanding how and why family processes affect children’s mental and physical health will require efforts to formulate theoretically guided hypotheses with greater novelty and pinpoint accuracy. The goal of this chapter is to illustrate how an evolutionary framework of children’s emotional security in family relationships may increase depth and precision in interpreting the existing findings and serve as a broad heuristic for future research. After elaborating on how children’s sense of security in the interparental relationship is distinct in its nature and function from parent–child attachment security, the chapter addresses how each type of security is proposed to be a product of a distinct set of experiences in the family. In turn, each type of security sets in motion developmental cascades that help to account for why insecurity in family relationships is associated with child problems. We next describe the moderating conditions that may serve as sources of heterogeneity in children’s pathways to health and illness. In concluding, we outline future directions that may increase precision and novelty in advancing models of family process and child health within an evolutionary framework.",
        "email": "",
        "conf": "Families and child health",
        "coauthors": [
            "Patrick T Davies",
            "Melissa L. Sturge-Apple",
            "Meredith J Martin"
        ],
        "keywords": "Attachment Security, Social Defense, Allostatic Load, Interparental Conflict, Stress Response System "
    },
    {
        "id": 3590,
        "label": 71,
        "author": "meredith j martin",
        "title": "Bullying Intervention in Adolescence: The Intersection of Legislation Policies and Behavioral Change",
        "organization": "University of Nebraska - Lincoln",
        "abstract": "This article reviews current research on bullying during adolescence. The complexity of bullying behaviors during the adolescent time period are discussed and a review of the developmental literature on adolescence provides suggestions for why current bullying prevention and intervention programs are less effective for this age group. Current anti-bullying policies and legislation are reviewed under a framework of adolescent brain development and the development of consequential thinking. Suggestions for implementing social-emotional learning programming during the adolescent period are provided and a novel approach using social media is presented. In order to effectively combat bullying during this developmental period, programming must focus of positive behavioral development and restorative practices.",
        "email": "",
        "conf": "Adolescent research review",
        "coauthors": [
            "Susan M Swearer",
            "Meredith J Martin",
            "Marc Brackett",
            "Raul Palacios"
        ],
        "keywords": ""
    },
    {
        "id": 3586,
        "label": 71,
        "author": "meredith j martin",
        "title": "Children's Vulnerability to Interparental Conflict: The Protective Role of Sibling Relationship Quality",
        "organization": "University of Nebraska - Lincoln",
        "abstract": "This study tested whether the strength of the mediational pathway involving interparental conflict, adolescent emotional insecurity, and their psychological problems depended on the quality of their sibling relationships. Using a multimethod approach, 236 adolescents (Mage = 12.6 years) and their parents participated in three annual measurement occasions. Tests of moderated mediation revealed that indirect paths among interparental conflict, insecurity, and psychological problems were significant for teens with low, but not high, quality bonds with siblings. High‐quality (i.e., strong) sibling relationships conferred protection by neutralizing interparental conflict as a precursor of increases in adolescent insecurity. Results did not vary as a function of the valence of sibling relationship properties, adolescent sex, or gender and age compositions of the dyad.",
        "email": "",
        "conf": "Child Development",
        "coauthors": [
            "Patrick T Davies",
            "Lucia Parry",
            "Sonnette M. Bascoe",
            "Meredith J. Martin",
            "Edward Mark Cummings"
        ],
        "keywords": ""
    },
    {
        "id": 3595,
        "label": 71,
        "author": "meredith j martin",
        "title": "Delineating the Sequelae of Destructive and Constructive Interparental Conflict for Children Within an Evolutionary Framework",
        "organization": "University of Nebraska - Lincoln",
        "abstract": "We examined the joint role of constructive and destructive interparental conflict in predicting children's emotional insecurity and psychological problems. In Study 1, 250 early adolescents (M = 12.6 years) and their primary caregivers completed assessments of family and child functioning. In Study 2, 201 mothers and their 2-year-old children participated in a multimethod, longitudinal design with 3 annual measurement occasions. Findings from structural equation modeling in both studies revealed that children's emotional insecurity in the interparental relationship mediated associations between destructive interparental conflict and children's psychological problems even after including constructive conflict and family and child covariates as predictors. Conversely, emotional insecurity was not a mediator of associations between constructive interparental conflict and children's psychological problems when destructive interparental conflict was specified as a risk factor in the analyses. The results are consistent with the evolutionary reformulation of emotional security theory and the resulting primacy ascribed to destructive interparental conflict in accounting for individual differences in children's emotional insecurity and its pathogenic implications",
        "email": "",
        "conf": "Developmental Psychology",
        "coauthors": [
            "Patrick T Davies",
            "Meredith J Martin",
            "Dante Cicchetti"
        ],
        "keywords": "Child psychopathology,Emotion,Evolution,Family conflict,Security"
    },
    {
        "id": 3587,
        "label": 71,
        "author": "meredith j martin",
        "title": "Cyberbullying and traditional bullying: The experiences of poly-victimization among diverse youth",
        "organization": "University of Nebraska - Lincoln",
        "abstract": "This﻿study﻿sought﻿to﻿advance﻿the﻿authors’﻿understanding﻿of﻿the﻿relationship﻿between﻿traditional﻿bullying﻿ (i.e.,﻿verbal﻿and﻿physical)﻿and﻿cyberbullying.﻿Data﻿were﻿collected﻿from﻿1,182﻿participants,﻿ages﻿13﻿ to﻿25﻿(M﻿=﻿19.66;﻿SD﻿=﻿3.03)﻿from﻿75﻿different﻿countries﻿via﻿an﻿on-line,﻿world-wide﻿survey.﻿Results﻿ found﻿that﻿participants﻿experienced﻿both﻿in-person﻿bullying﻿and﻿cyberbullying﻿(i.e.,﻿poly-victimization).﻿ Additionally,﻿ bisexual,﻿ pansexual,﻿ or﻿ queer﻿ participants﻿ reported﻿ more﻿ frequent﻿ cyberbullying﻿ victimization﻿when﻿compared﻿to﻿both﻿heterosexual﻿and﻿gay﻿or﻿lesbian﻿participants.﻿Sexual﻿minority﻿ participants﻿also﻿reported﻿victimization﻿through﻿significantly﻿more﻿electronic﻿sources.﻿Specifically,﻿ gay﻿and﻿lesbian,﻿bisexual,﻿pansexual,﻿and﻿queer﻿participants﻿reported﻿higher﻿numbers﻿of﻿victimization﻿ modalities﻿when﻿compared﻿to﻿heterosexual﻿participants.﻿Results﻿from﻿this﻿study﻿expand﻿the﻿authors’﻿ awareness﻿of﻿the﻿poly-victimization﻿experiences﻿of﻿youth﻿and﻿young﻿adults﻿and﻿fill﻿in﻿important﻿gaps﻿ in﻿understanding﻿these﻿experiences﻿for﻿diverse﻿sexual﻿orientations﻿and﻿gender﻿identities. KEYwoRDS Bullying, Cyberbullying, Electronic Bullying, LGBTQ Youth and Young Adults, Sexual and Gender Minority Youth",
        "email": "",
        "conf": "",
        "coauthors": [
            "Zachary R. Myers",
            "Susan M Swearer",
            "Meredith J Martin",
            "Raul Palacios"
        ],
        "keywords": ""
    },
    {
        "id": 3588,
        "label": 71,
        "author": "meredith j martin",
        "title": "The mediating roles of cortisol reactivity and executive functioning difficulties in the pathways between childhood histories of emotional insecurity and adolescent school problems",
        "organization": "University of Nebraska - Lincoln",
        "abstract": "This study tested a hypothesized cascade in which children's insecure representations of the interparental relationship increase their school problems by altering children's cortisol reactivity to stress and their executive functioning. Participants included 235 families. The first of five measurement occasions occurred when the children were in kindergarten (M age = 6 years), and they were followed through the transition to high school. The results indicated that children's histories of insecure representations of the interparental relationship during the early school years were associated with executive functioning difficulties in adolescence (M age = 14 years). This in turn predicted subsequent increases in school adjustment difficulties 1 year later. In addition, elevated cortisol reactivity to interadult conflict mediated the association between early histories of insecurity and subsequent executive function problems in adolescence.",
        "email": "",
        "conf": "Development and Psychopathology",
        "coauthors": [
            "Meredith J Martin",
            "Patrick T Davies",
            "Edward Mark Cummings",
            "Dante Cicchetti"
        ],
        "keywords": ""
    },
    {
        "id": 3589,
        "label": 71,
        "author": "meredith j martin",
        "title": "Transactional cascades of destructive interparental conflict children's emotional insecurity and psychological problems across childhood and adolescence",
        "organization": "University of Nebraska - Lincoln",
        "abstract": "This study examined the transactional interplay among dimensions of destructive interparental conflict (i.e., hostility and dysphoria), children's emotional insecurity, and their psychological problems from middle childhood and adolescence. Participants were 232 families, with the first of five measurement occasions occurring when children were in first grade (M age = 7 years). Cross-lagged, autoregressive models were conducted with a multiple-method, multiple-informant measurement approach to identify developmental cascades of interparental and child cascades. Results indicated that emotional insecurity was a particularly powerful mediator of prospective associations between interparental conflict (i.e., dysphoria and hostility) and child adjustment during adolescence rather than childhood. In reflecting bidirectionality in relationships between interparental and child functioning, children's psychological problems predicted increases in interparental dysphoria during childhood and adolescence. Although emotional insecurity was not identified as a proximal predictor of interparental difficulties, an indirect cascade was identified whereby insecurity in early adolescence was associated with increases in teen psychological problems, which in turn predicted greater interparental dysphoria over time. Results are interpreted in the context of how they advance transactional formulation of emotional security theory and its resulting translational implications for clinical initiatives.",
        "email": "",
        "conf": "Development and Psychopathology",
        "coauthors": [
            "Patrick T Davies",
            "Meredith J Martin",
            "Jesse L Coe",
            "Edward Mark Cummings"
        ],
        "keywords": ""
    },
    {
        "id": 3594,
        "label": 71,
        "author": "meredith j martin",
        "title": "An Examination of the Impact of Harsh Parenting Contexts on Children's Adaptation Within an Evolutionary Framework",
        "organization": "University of Nebraska - Lincoln",
        "abstract": "The current study tests whether propositions set forth in an evolutionary model of temperament (Korte, Koolhaas, Wingfield, & McEwen, 2005) may enhance our understanding of children's differential susceptibility to unsupportive and harsh caregiving practices. Guided by this model, we examined whether children's behavioral strategies for coping with threat and challenge cohered into 2 broad, phenotypic dimensions—hawk and dove—that have been maintained by frequency-dependent selection throughout our ancestral history: Hawk-like strategies are characterized by approach, dominant-negative affect, and activity, whereas dove-like strategies are evidenced by avoidance, inhibition, and vulnerable affect. In turn, we examined the moderating effect of hawk or dove profile membership on children's physiological and psychological adaptation to harsh rearing environments. Participants included 201 2-year-old toddlers and their mothers. Consistent with the Korte model, latent profile analyses extracted 2 profiles that cohered into hawk and dove strategies. Children were classified within hawk or dove profiles and separately examined in a process model of harsh caregiving. As predicted, associations between harsh caregiving practices and children's basal cortisol, parasympathetic nervous system, and sympathetic nervous system activity were moderated by profile membership. In turn, basal physiological levels were differentially predictive of children's psychological adaptation over time. Collectively, findings highlight the potential value of translating the study of evolutionary models to understanding developmental outcomes associated with harsh caregiving",
        "email": "",
        "conf": "Developmental Psychology",
        "coauthors": [
            "Melissa L. Sturge-Apple",
            "Patrick T Davies",
            "Meredith J Martin",
            "Dante Cicchetti",
            "Rochelle F. Hentges"
        ],
        "keywords": "Evolution theory,Harsh parenting,Stress response system,Temperament"
    }
]