[
    {
        "id": 773,
        "label": 24,
        "author": "moustafa abdel kader",
        "title": "The role of multi detector computerized tomography in evaluation of maxillofacial fractures",
        "organization": "Lecturer at radiodiagnosis  faculty of medicine minia university egypt",
        "abstract": "The purpose of our study was to assess the role of multi-detector CT in the evaluation of maxillofacial fractures. The study included 30 patients complaining from facial trauma with suspected facial fractures referred from the emergency unit of the El-Minia University Hospital. All patients subjected to non contrast MDCT in axial cuts and images are transferred to workstation then they underwent coronal, sagittal reconstructed images and 3-D volume rendering that are of benefit in final diagnosis. A total of 30 patients were included (their mean age 26 years). It was found that the nasal bone is most common to be fractured (found in 19 cases), followed by maxillary bone (17 cases), zygomatic bone (10 cases), mandibular bone (8 cases) and the pterygoid plates are least frequent to be fractured (6 cases). Also, concerning the complex facial fractures; the orbital wall fractures are the most frequent (found in 22 cases), followed by zygomatico-maxillary complex fractures (8 cases), the naso-orbito-ethmoid fractures (6 cases), and lastly comes the Le Forte fractures (found in 4 cases). The use of MDCT is mandatory for the accurate classification of maxillo-facial fractures and so the management decision.",
        "email": "Moustafa18_1970@yahoo.com",
        "conf": "Egyptian Journal of Radiology and Nuclear Medicine",
        "coauthors": [
            "Moustafa A. Kader A. Wahab",
            "Mohamed A. Ibraheim",
            "Naser Mohamed Osman"
        ],
        "keywords": "MDCT,3D CT,Maxillofacial fractures"
    },
    {
        "id": 770,
        "label": 24,
        "author": "moustafa abdel kader",
        "title": "The role of 64-MDCT with 3D images in evaluation of intra-articular calcaneal fractures and management planning",
        "organization": "Lecturer at radiodiagnosis  faculty of medicine minia university egypt",
        "abstract": "The purpose of this study was to assess the usefulness of 64-multi-detector computed tomography (64-MDCT) in diagnosis, classification and pretreatment planning of intra-articular calcaneal fractures. 40 patients presented to emergency room with ankle swelling and pain following fall from height or motor car accident. They presented from June 2013 to December 2014. Their ages ranged from 22 to 58 years (mean age 40 years). 30 cases were males and 10 were females. All patients were subjected to 64-MDCT with 3D reformatted images. A total of 44 intra-articular calcaneal fractures were found. 8 fractures were type I, 12 were of type II, 14 were of type III and 10 fractures were type IV according to Sander’s classification. Also 24 fractures were tongue type and 20 fractures were joint depression type according to Essex-Lopresti classification. 4 fractures were bilateral and 36 fractures were unilateral. 24 fractures had associated soft tissue edema. Conservative management was done on types I and IV intra-articular fractures (except one fracture), while operative treatment was done on types II and III. The use of 64-MDCT with 3D images was essential in diagnosis, classification and pretreatment planning of intra-articular calcaneal fractures.",
        "email": "Moustafa18_1970@yahoo.com",
        "conf": "Egyptian Journal of Radiology and Nuclear Medicine",
        "coauthors": [
            "Moustafa A. Kader A. Wahab",
            "Mohamed A. Ebraheim",
            "Ahmed Saleh"
        ],
        "keywords": "64-MDCT,Intra-articular calcaneal fractures,Pretreatment planning"
    },
    {
        "id": 771,
        "label": 24,
        "author": "moustafa abdel kader",
        "title": "The utility of diffusion weighted MRI and apparent diffusion coefficient in characterization of breast masses",
        "organization": "Lecturer at radiodiagnosis  faculty of medicine minia university egypt",
        "abstract": "This study aimed to emphasize the value of DW-MRI, ADC values in differentiation of various breast masses. Between “June 2013 to January 2015”, 50 consecutive patients with suspicious breast lesions underwent DW-MRI and ADC with the measurement of ADC values. All patients were examined with 1.5 Tesla MRI machine using breast coil. The images were obtained with b-values 0 and 750 s/mm2. The ADC values were calculated for breast lesions and axillary LNs. The results were correlated with the histopathology results which were taken as gold standard. In the studied 50 lesions, 20 were benign and 30 were malignant. The most frequent benign lesion was fibroadenoma (16%) and the most frequent malignant lesion was invasive duct carcinoma (36%). The mean ADC value for benign lesions was 1.6 ± 0.33 × 10−3 mm2/s while the mean ADC value for malignant lesions was 0.84 ± 0.25 × 10−3 mm2/s. The ROC curve showed that the best ADC cut-off value between benign and malignant lesions was 1.02 × 10−3 mm2/s with sensitivity, specificity, PPV, NPV and accuracy of 90%, 95%, 100%, 90.4% and 92% respectively. DW-MRI with ADC values measurement was considered a useful tool for accurate differentiation of various breast masses.",
        "email": "Moustafa18_1970@yahoo.com",
        "conf": "Egyptian Journal of Radiology and Nuclear Medicine",
        "coauthors": [
            "Moustafa A. Kader A. Wahab",
            "Hoda Abdel Kareem",
            "Ebtesam Hassan"
        ],
        "keywords": "DW-MRI,ADC map and value,Breast masses"
    },
    {
        "id": 772,
        "label": 24,
        "author": "moustafa abdel kader",
        "title": "Evaluation of the role of dynamic 64-MDCT in the characterization and work up of breast cancer",
        "organization": "Lecturer at radiodiagnosis  faculty of medicine minia university egypt",
        "abstract": "Imaging of the breast is a vital component not only for breast cancer screening, but also for diagnosis and treatment. Dynamic MDCT has a very promising role as diagnostic tool in breast cancer patients. This study aimed to emphasize the role of 64 MDCT in the work up of breast cancer. Between October 2012 to April 2014, 100 consecutive patients with suspicious breast lesions underwent bilateral mammography, breast ultrasound and dynamic MDCT. We evaluated the primary lesion morphology, pattern of enhancement with the time enhancement curve, extensions, lymph nodal status, and metastasis in lung or chest wall. Tumor staged based on the TNM classification. In the studied 100 patients, MDCT detects 107 mass lesions; 64 were malignant and 43 were benign. The collected imaging data were correlated with the surgical and pathologic findings in all patients. Breast dynamic MDCT with the pattern of the time enhancement curve was found to be accurate in diagnosing and lesion characterization, the sensitivity was 93%, specificity was 89%, and accuracy was 91%. Dynamic MDCT should be considered as a feasible non invasive imaging tool for the diagnosis and work up in patients with breast cancer.",
        "email": "Moustafa18_1970@yahoo.com",
        "conf": "Egyptian Journal of Radiology and Nuclear Medicine",
        "coauthors": [
            "Moustafa A. Kader A. Wahab",
            "Hoda Abdel Kareem"
        ],
        "keywords": "64-MDCT breast cancer diagnosis"
    }
]