[
    {
        "id": 822,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Analysis of Multi-Server Scheduling Paradigm for Service Guarantees during Network Mobility",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Multi-server scheduling of traffic flows over heterogeneous wireless channels affix fresh concerns of inter-packet delay variations and associated problems of out-of-sequence reception, buffer management complexity, packet drops and re-ordering overhead. In this paper, we have presented an exclusive multi-server scheduling algorithm that is specifically tuned for mobile routers equipped with multiple wireless interfaces and has attained multiple care-of-address registrations with its home agent (HA). The proposed adaptive, Self-clocked, Multi-server (ASM) scheduling algorithm is based on predetermined transmission deadlines for each arrived packet at the mobile router. The mobile flows receive desired service levels in accordance with their negotiated service rates and are only constraint by the cumulative capacity of all active links. The major challenge lies in the handling of asymmetric channels to stitch into a unified virtual channel of higher capacity with reliable service guarantees during mobility. The sorted list of transmission schedules is used to assign physical channels in increasing order of their availability. This approach specifically encapsulates the physical layer disconnections during the handovers and ensures continuous service to ongoing flows. The proposed scheduling scheme is supplemented by an analytical model and simulations to verify its efficacy. The simulation results demonstrate higher degree of reliability and scalability of service provisioning to flows during mobility.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "Wireless Personal Communications",
        "coauthors": [
            "Syed Zubair Ahmad",
            "Muhammad Abdul Qadir",
            "Muhammad Saeed Akbar",
            "Abdelaziz Bouras"
        ],
        "keywords": "Adaptive self-clocked multi-server (ASM) scheduling,Network mobility (NEMO),Quality-of-service (QoS),End-to-end (E2E) delay variations,Multi-path flow management"
    },
    {
        "id": 845,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Evaluation of Ontologies and DL Reasoners",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Ontology driven architecture has revolutionized the inference system by allowing interoperability and efficient reasoning between heterogeneous multi-vendors systems. Sound reasoning support is highly important for sound semantic web ontologies which can only be possible if state-of-the-art Description Logic Reasoners were capable enough to identify inconsistency and classify taxonomy in ontologies. We have discussed existing ontological errors and design anomalies, and provided a case study incorporating these errors. We have evaluated consistency, subsumption, and satisfiability of DL reasoners on the case study. Experiment with DL reasoners opens up number of issues that were not incorporated within their followed algorithms. Especially circulatory errors and various types of semantic inconsistency errors that may cause serious side effects need to be detected by DL reasoners for sound reasoning from ontologies. The evaluation of DL reasoners on Automobile ontology helps in updating the subsumption, satisfiability and consistency checking algorithms for OWL ontologies, especially the new constructs of OWL 1.1.",
        "email": "",
        "conf": "Intelligent Information Processing",
        "coauthors": [
            "Muhammad Fahad",
            "Muhammad Abdul Qadir",
            "Syed Adnan Hussain Shah"
        ],
        "keywords": "Circulatory Error, Property Hierarchy, Datatype Property, Tableau Algorithm, Ontology Evaluation "
    },
    {
        "id": 781,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Indexing for semantic cache to reduce query matching complexity",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Cache is an important service to enable faster data access for distributed data storage systems. A cache system with a higher hit ratio and a lower query processing time is FRQVLGHUHGWREHDQHI¿FLHQWFDFKHV\\VWHP_x0011_6HPDQWLFFDFKHKDV a potential to maximise the hit ratio as compared to other cache organisation techniques because it has an ability to answer fully as well as partially overlapped queries. It is a challenge to determine the overlap between incoming queries and stored semantics (semantic matching) with minimum time. To store WKHVHPDQWLFV_x000F_RQHRIWKHSDUDPHWHUVZKLFKSOD\\VDVLJQL¿FDQW role in the complexity of semantic matching is the indexing scheme. Existing indexing schemes store each disjoint query (on the base of projection) into different segments and the number of segments can grow to exponential (2n -1, where n is the number of queried attributes) in the worst case. This will lead to an exponential complexity semantic matching scheme. We propose a schema based on semantic indexing that enhances WKH HI¿FLHQF\\ RI VHPDQWLF PDWFKLQJ SURFHVV E\\ UHGXFLQJ WKH WLPHIRUTXHU\\PDWFKLQJVLJQL¿FDQWO\\_x0011_,QWKHSURSRVHGLQGH[LQJ scheme, we have merged query semantics with the schema. On the basis of the proposed indexing scheme, we have designed a query matching algorithm (sMatch). It is proved that the time complexity of sMatch is polynomial while the complexity of other matching algorithms is exponential. In addition to reducing the complexity of semantic matching, schema based storage of semantics would reject incorrect queries and enhance the hit ratio in cases where the non-schema based schemes ZRXOGQRW¿QGWKHGDWDIURPWKHFDFKH_x0011_7RVKRZWKHUHMHFWLRQ of incorrect queries and improved hit ratio, complexity based and experimental results are presented. The results show that WKH SURSRVHG VFKHPH SHUIRUPV VLJQL¿FDQWO\\ EHWWHU WKDQ WKH previous ones.",
        "email": "",
        "conf": "Journal of the National Science Foundation of Sri Lanka",
        "coauthors": [
            "Munir Ahmad",
            "Muhammad Abdul Qadir",
            "Tariq Ali"
        ],
        "keywords": "Distributed databases, knowledge management, query matching, query processing, semantic cache, semantic indexing."
    },
    {
        "id": 833,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Dependable Quality-of-Service Provisioning through Aggregate Scheduling of Multiple Service Classes on Heterogeneous Wireless Channels",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "In this paper, we analyze the impact of end-to-end (E2E) delay variation on stripped sessions, whose packets are distributed over multiple links of multi-mode mobile terminal (MMT). The results of this analysis signify the importance of minimized out-of-sequence (OOS) arrival of packets belonging to a stream, while traversing through multiple radio networks to reach their destination. We, then propose a multi-server delay-budget ordered (MDO) scheduling scheme, that schedules back-logged packets on multiple interfaces of MMT according to their residual delay-budget metrics. In the proposed scheme, the impact of E2E delay variation on in-order packet arrival has been minimized through a link ranking function that reduces the impact of delay fluctuations. The simulation results show a consistently high performance metrics for the scheme with respect to end-to-end delay variations, packet drop rate, E2E throughput and in-order arrival which are highly desirable for interactive/ live, and buffered video streams running on MMT devices in uplink or/and downlink paths.",
        "email": "",
        "conf": "International Conference on Future Information Networks. IEEE",
        "coauthors": [
            "Syed Zubair Ahmad",
            "Muhammad Abdul Qadir",
            "Mohammad Saeed Akbar"
        ],
        "keywords": "component,multi-server delay-budget ordered scheduling,Quality-of-service(QoS),out-of-sequence(OOS) packet arrival,capacity aggregation,one-way trip time estimation"
    },
    {
        "id": 808,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Fuzzification of Web Objects: A Semantic Web Mining Approach",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Web Mining is becoming essential to support the web administrators and web users in multi-ways such as information retrieval; website performance management; web personalization; web marketing and website designing. Due to uncontrolled exponential growth in web data, knowledge base retrieval has become a very challenging task. The one viable solution to the problem is the merging of conventional web mining with semantic web technologies. This merging process will be more beneficial to web users by reducing the search space and by providing information that is more relevant. Key web objects play significant role in this process. The extraction of key web objects from a website is a challenging task. In this paper, we have proposed a framework, which extracts the key web objects from web log file and apply a semantic web to mine actionable intelligence. This proposed framework can be applied to non-semantic web for the extraction of key web objects. We also have defined an objective function to calculate key web object from user’s perspective. We named this function as key web object function. KWO function helps to fuzzify the extracted key web objects into three categories as Most Interested, Interested, and Least Interested. Fuzzification of web objects helps us to accommodate the uncertainty among the web objects of being user attractive. We also have validated the proposed scheme with the help of a case study",
        "email": "",
        "conf": "Journal of Computer Science Issues (IJCSI)",
        "coauthors": [
            "Tasawar Hussain",
            "Muhammad Abdul Qadir",
            "Sohail Asghar"
        ],
        "keywords": "Semantic Web Mining, Web Mining, Key web Objects, Website Ontology, Web Log File, Object Objective Function, Fuzzification"
    },
    {
        "id": 883,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Semantic integration of learning objects for UREKA navigation & integration toolkit - UNIT",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Now a day, education is getting more expensive, relative to other fields. The reason for such increasingly expensive field is due to less investment and efforts to involve information technology. There is a need to develop new and effective models for learning through information technology. The key component for such learning models is learning object, which includes different types of media i.e. audio, video, image. text etc. A lecture is a combination of one or more learning objects. Thus efficient and effective integration of learning objects becomes the key part of this activity. UNIT (UREKA navigation and integration toolkit) is emerging model for such type of integration. It defines CMF (common media framework) that has a predefined schema for integration of learning objects, and also the capability of handling spatial und temporal behavior for learning activity separately. Furthermore, it allows users to modify these behaviors and to attach presentational templates of their own comfort that provide reusability of both the integrated information and templates. The integration information in CMF file will be combined with loosely hounded presentational templates, dynamically to generate presentation for learning activity (A Lecture)",
        "email": "",
        "conf": "Symposium on Emerging Technologies",
        "coauthors": [
            "Mobin Uddin Ahmed",
            "Mohib ur Rehman",
            "Imran Ihsan",
            "Mohammad Abdul Qadir",
            "Nadeem Iftikhar"
        ],
        "keywords": "Navigation,Multimedia databases,XML,Search engines,Standards organizations,Information retrieval,Content based retrieval,Indexing,Taxonomy,Content management"
    },
    {
        "id": 793,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "ChromClust: A semi-supervised chromatin clustering toolkit for mining histone modifications interplay",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Mining patterns of histone modifications interplay from epigenomic profiles are one of the leading research areas these days. Various methods based on clustering approaches and hidden Markov models have been presented so far with some limitations. Here we present ChromClust, a semi-supervised clustering tool for mining commonly occurring histone modifications at various locations of the genome. Applying our method to 11 chromatin marks in nine human cell types recovered 11 clusters based on distinct chromatin signatures mapping to various elements of the genome. Our approach is efficient in respect to time and space usage along with the added facility of maintaining database at the backend. It outperforms the existing methods with respect to mining patterns in a semi-supervised fashion mapping to various functional elements of the genome. It will aid in future by saving the resources of time and space along with efficiently retrieving the hidden interplay of histone combinations.",
        "email": "",
        "conf": "Genomics",
        "coauthors": [
            "Nighat Noureen",
            "Muhammad Touseef",
            "Sahar Fazal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Epigenetics,Histone code hypothesis,Combinations,Clustering,Semi-supervised"
    },
    {
        "id": 876,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Traceability Techniques: A Critical Study",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Continuous and frequently changing requirements require proper requirements change management. Traceability is essential for management of change and analysis of its impact. This research paper presents a survey of existing techniques in the domain of traceability. We identify problems with traceability definition and present criteria which is used to evaluate the existing traceability techniques. Evaluation shows that current traceability techniques are deficient and may cause problems in managing requirements change properly. We categorizing techniques into three classes argue that existing techniques may be combined to address the short comings of each other and to avail maximum benefits from traceability.",
        "email": "",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Muhammad Farhan Bashir",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Requirements Management,Requirement change,Traceability techniques,Traceability definition"
    },
    {
        "id": 869,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Sufficient Knowledge Omission Error and Redundant Disjoint Relation in Ontology",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Ontology evaluation is as important as its designing and application. Researchers have identified different errors which should be catered in ontology evaluation process and classified them in error’s taxonomy. We have found that some important errors are missing in the error’s taxonomy. We have identified and defined new errors i.e. sufficient knowledge omis-sion error (SKO) and redundancy disjoint relation error (RDR) and catego-rized them in appropriate category of error’s taxonomy.",
        "email": "",
        "conf": "Advances in Intelligent Web Mastering",
        "coauthors": [
            "Muhammad Wajahaat Noshairwan",
            "Muhammad Abdul Qadir",
            "Muhammad Fahad"
        ],
        "keywords": ""
    },
    {
        "id": 789,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Enhancing the HEVC video analyzer for medical diagnostic videos",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Video analyzers are employed to perform an in depth analysis of coding decisions undertaken during the execution of a video codec. Medical diagnostic videos, which are typically dealt with in telemedicine scenarios need careful examination to incorporate the most optimum coding decisions. This paper deals with the enhancement of an open-source video stream analyzer to facilitate codec development tailored for medical diagnostic videos. The proposed extensions include visual representation of quantitative information for the bit count used at CTU level, as well as displaying the different mode decisions adopted in the case of merge mode, prediction mode, and intra mode. We have incorporated the said extensions in HEVC analyzer and validated the approach by using test video sequences for Ultrasound, Eye, and Skin examination.",
        "email": "",
        "conf": "International Conference on High-capacity Optical Networks and Enabling/Emerging Technologies (HONET)",
        "coauthors": [
            "Madiha Tahir",
            "Zain Ul-Abdin",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "video stream analyzer,telemedicine,medical diagnostic videos,HEVC"
    },
    {
        "id": 870,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "High Speed Scalable Mobility Management Architecture over Infrastructural WLAN",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Mobility management in a fast moving environment is convoluted by issues like speed of movement, detection of movement, handoff processing and scarcity of media resources. Most of the proposed architectures and solutions for mobility management use complex processing to reduce handoff latencies. In this paper a light-weight fast mobility management scheme is proposed which is based on strategic deployment of wireless LAN (WLAN) hotspots in a hierarchy of overlapped components like handoff anchor points (HAP), access routers (ARs) and access points (APs). The major handoff decision is taken in the HAP, a novel component in proposed architecture, which last for a significantly longer time due to reduced chances in probable moving path and by sending early binding updates through active ARs. Handoff latency has been reduced to almost link layer handoff time with a high level of predictability and reliability. Simulation results highlight improvements achieved in throughput, scalability, and handoff latencies.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "IEEE International Multitopic Conference",
        "coauthors": [
            "Syed Zubair Ahmad",
            "Mohammad Saeed Akbar",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Fast Mobility Management,Movement Detection and Prediction,Link Layer Triggers,Wireless LAN (WLAN) Hotspots"
    },
    {
        "id": 790,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "A word sense disambiguation method for feature level sentiment analysis",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Sentiment analysis is an automatic method used to determine that the opinion of a person about a subject is positive or negative. One of the most important tasks in sentiment analysis is to disambiguate the sense of words according to context. Most errors in sentiment analysis are because of improper sense disambiguation. Few methods for this purpose have been proposed in literature. However, they are not able to properly determine the context of word in a sentence. In addition, the lexicon dictionaries used by these methods lack word senses and also do not provide a context matching technique. These issues need to be addressed in order to improve the performance of sentiment analysis so that it can be used by customers and manufacturers for decision making. In this paper, we propose a feature level sentiment analysis system, which produces a summary of opinions about product features. A word sense disambiguation method is introduced which accurately determines the sense of a word within a context while determining the polarity. In addition, a heuristic based method is proposed in order to determine the text where opinion about a product feature is expressed. The results show that the proposed methods achieve better accuracy than existing methods.",
        "email": "",
        "conf": "international conference on software, knowledge, information management and applications (SKIMA)",
        "coauthors": [
            "Umar Farooq",
            "Tej Prasad Dhamala",
            "Antoine Nongaillard",
            "Yacine Ouzrout",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Sentiment Analysis,Contextual Polarity,Word Sense Disambiguation"
    },
    {
        "id": 882,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Semantically Meaningful Unit - SMU; An Openly Reusable Learning Object for UREKA Learning-Object Taxonomy & Repository Architecture - ULTRA",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The Education via Internet (e-Learning) has made the teaching and learning process more efficient with the use of electronic and digital educational material. Consequently, a major change is also required in the way educational materials are designed, developed and delivered to those who wish to learn. An instructional technology called “Learning Objects” is the next generation of instructional design, development and delivery, due to its potential for reusability, adaptability and scalability and a Learning Object Repository – LOR is a searchable database that houses digital resources and/or metadata that can be reused to mediate learning. As we make our way down the road of reusable and shareable learning objects there are problems like how to store, locate, and share this content within Learning Object Repositories (LOR), or more generally digital content repositories. In this paper, we have defined Open Reusability Benchmark and on the basis of this benchmark, we have restructured the definition and schema of Learning Object into Semantically Meaningful Units – SMU that is openly reusable in true sense.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "Computer Systems and Applications IEEE",
        "coauthors": [
            "Imran Ihsan",
            "Mobin Uddin Ahmed",
            "Mohib ur Rehman",
            "Mohammad Abdul Qadir",
            "Nadeem Iftikhar"
        ],
        "keywords": "Open Reusability, Learning Object,Metadata, Taxonomy, Repository"
    },
    {
        "id": 830,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Detection of crashed objects in eACID and its comparision with other techniques",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Failure detectors are one of the key components of fault tolerant distributed systems as it is very important to determine the suspected/crashed object and take recovery steps to keep the system going. The main objective of the fault monitoring activity is to quickly and correctly identify the faults. A fault monitoring system which is quick to declare faults increases the chances of false alarms, i.e., declaration of a fault which is actually not a fault. Therefore, an ideal fault monitoring system needs to be as quick as possible in identification of faults without increasing the false alarms. One of the major responsibilities of the monitor is to adapt these intervals according to the dynamic network and system conditions, and set them close to the actual delays in the system. The adaptation of the delays, timeout and monitoring intervals, must not fluctuate with large amplitudes around the actual delays. Otherwise, the number of false alarms would increase or the identification of faults will be delayed. Our algorithm with the name of eACID (enhanced Adaptive Convergent Intelligent fault monitoring in Distributed systems), when compared with the best known algorithm, ADAPTATION [Sotama et al.], yielded 16% less false timeouts and 9% more utilization of responses. eACID adapts the timeout on the previous history which gives us a fair idea about the work load and we use it to our advantage. Our scheme does not take decisions on transient behaviors of the system, moreover it has a threshold which is set after having intimate knowledge of past network behavior. These threshold depend on consecutive timeouts occurred/ If this threshold is crossed, it is declared dead.",
        "email": "",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Shujaat Hussain",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "timeout,fault detectors,fault monitoring,benchmark,adaptation"
    },
    {
        "id": 837,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Adaptive congestion control mechanism of TCP flows for performance optimization in mobile heterogeneous wireless networks",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The transmission control protocol (TCP) provides reliable transport services between end-points and enjoys predominant share as carrier of data traffic over Internet. Last mile wireless links have challenged TCP effectiveness because of fluctuations in link quality and relatively low data rates. These fluctuations cause major performance degradation in terms of reduced throughput, increased retransmission and weak fairness attributes in TCP. A TCP performance in wireless environment has been active research issue. In this paper, we propose Adaptive TCP variant which adjust congestion window adaptively and avoid congestion on network for performance optimization.. The key contribution of the proposal lies in exchanging mobility related messages between sender and receiver on the basis of lower layer triggers to handle timeout related issues in the context of mobility constraints and adjust the congestion window adaptively with respect to link characteristics. This article presents the adaptive congestion mechanism and describes the simulation results of NS 2. The result shows that Adaptive TCP provides the 10.25% to 53.75% improvement in throughput over other TCP variants in dynamically varying wireless networks conditions.",
        "email": "",
        "conf": "Computer, Control and Communication. IEEE",
        "coauthors": [
            "Muhammad Saeed Akbar",
            "Syed Zubair Ahmad",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Wireless Network,Mobility,Hand off,CWND,Adaptive TCP"
    },
    {
        "id": 859,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "On Conceptualization Mismatches Between Ontologies",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Ontology, as the means for conceptualizing and structuring domain knowledge, has become the backbone to enable the fulfillment of the semantic Web vision. But as the number of different online ontologies is growing significantly, the problem of managing semantic heterogeneity is increasingly seen. This semantic heterogeneity originates as a mismatch in the way the domain is interpreted and modeled. Many researches identified the reasons of semantic mismatches and categorized them into three main classes' i.e. linguistic mismatch, conceptualization mismatch and explication mismatch. In this paper, we have identified three more types of conceptualization mismatches. We have demonstrated the importance of such mismatches by giving different scenarios where appropriate. These mismatches should be paid more attention during ontology integration for sound semantic Web environment, because if ignored then we cannot take combined use of independently developed ontologies effectively.",
        "email": "",
        "conf": "International Conference on Granular Computing IEEE",
        "coauthors": [
            "Muhammad Abdul Qadir",
            "Muhammad Fahad",
            "Muhammad Wajahaat Noshairwan"
        ],
        "keywords": "Ontologies,Merging,Semantic Web,Computer vision,Spine,Web services,OWL,Resource description framework,Microstrip,Formal specifications"
    },
    {
        "id": 817,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "An Opportunistic Multi-server Scheduling Approach for Service Guarantees through Mobile Routers",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "In this paper, we have presented an opportunistic multi-server scheduling scheme that distributes traffic on multiple wireless interfaces of a mobile router to improve service guarantees for competing flows during mobility. The proposed adaptive, scalable, multi-server (ASM) scheduling scheme extends guaranteed-rate(GR) service model to ensure bounded service delays for each packet of flows in accordance with their committed rates. The major challenges handled through ASM scheduling include the unification of mutable heterogeneous wireless links into a single virtual channel with higher capacity. This approach enhances service guarantees without resource reservation on individual wireless links for diverse traffic sources. Hence, the transmission deadlines for multiple flows are maintained through transparently hiding disconnections during mobility. The simulation results of proposed scheme show higher degree of reliability and scalability of service provisioning during mobility.",
        "email": "",
        "conf": "Advances in Future Internet. IEEE",
        "coauthors": [
            "Syed Zubair Ahmad",
            "Muhammad Abdul Qadir",
            "Abdelaziz Bouras"
        ],
        "keywords": "network mobility,quality-of-service (QoS),end-to-end (E2E) delay variations,multi-path flow management"
    },
    {
        "id": 885,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Intelligent Cache Management for Data Grid",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Data grid is a composition of different services for accessing and manipulating data in a distributed environment. One of the major problems is high access time of remote queries in the data grid. In this paper we present a scheme for data cache management system for data intensive applications on Data Grid, which provides a faster access to remote data by intelligently managing the copies in the local cache. In our architecture, we emphasize on data cache management for a multi DB heterogenous database environment using basic Grid services. We give a detailed view for manipulating intelligent cache for structured queries. We also cover, to some extent, intelligent query distribution concept in our homogenous intra-organization data grid with example scenarios.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "Australasian workshop on Grid computing and e-research",
        "coauthors": [
            "Mobin Uddin Ahmed",
            "Raja Asad Zaheer",
            "Muhammad Abdul Qadir"
        ],
        "keywords": ": Intelligent Cache Management, Data Grid, Intelligent Query Builder, Query Router, Grid Cache, Distributed Database Management System, Cache for Distributed Databases, Cache for Grid."
    },
    {
        "id": 846,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "ACID: Adaptive Convergent and Intelligent fault monitoring for Distributed systems",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Fault monitoring is an important issue to be addressed for fault tolerant distributed system. With the help of an efficient fault monitoring scheme, it would be easy to determine the crash and quickly take the recovery steps. Fault monitor typically detects faults by sending and receiving messages to remote objects. One of the major responsibilities of the monitor is to adapt timeouts according to the dynamic network and system conditions, and set timeouts very close to the real delays in the system. The timeouts must not fluctuate with large amplitudes around the actual time delays. It should not adapt with sudden transients behaviors. Otherwise the number of false alarms would increase, which may trigger a heavy fault recovery mechanisms. The relationship between timeouts and monitoring intervals need to be managed intelligently. Our technique adapts the timeout on the previous history which gives us a fair idea about the work load and we use it to our advantage. When we tested the existing schemes against the three points just mentioned, to our surprise, none of the scheme complies with these points. We experimented with our technique along with some other proposed techniques, our scheme; ACID gave very good results when compared with the schemes.",
        "email": "",
        "conf": "Emerging Technologies. IEEE",
        "coauthors": [
            "Shujaat Hussain",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Fault Tolerance,failure detection,fault monitoring,timeout,monitoring interval"
    },
    {
        "id": 821,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "A genaric framework for evaluation of ontology to relational database transformation process",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Ontology can be considered as a well defined semantic enabled data structure for efficient representation of web data. Relational Databases offers an efficient persistent storage and retrieval, and hence considered a good solution for ontology storage. However, this needs an efficient mapping between the two representations which preserves the goodness of both. Transformation of ontology to relational database may invoke the possibility of errors in terms of semantics leakage due to the variant nature of structure in both the data models. Existing Benchmarks to evaluate the mappings ignores the verification of the semantic leakages that might arise during the mapping process. In this paper a benchmark for the evaluation of ontology to relational mapping has been proposed to verify the semantic preservation during the mapping process. The framework ensures that whether all the semantics available in ontology are fully preserved in the database or not. The framework can be used as an effective tool for verification of correct ontology mapping over the databases or any other storage and retrieval system. The major building blocks of the proposed framework include Ontology Receiver, Indexing Schema, Semantic Extractor, Semantic Evaluator, and ORB. The framework has successfully been implemented and tested with number of ontologies.",
        "email": "",
        "conf": "Information and Emerging Technologies. IEEE",
        "coauthors": [
            "Sher Afgun Khan",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "component,Ontology,Ontology Relational Mapping,Semantic Preservation,OWL to RDBMS Mappings Benchmark"
    },
    {
        "id": 783,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "A Feature-Based Reputation Model for Product Evaluation",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Knowing the strengths and weaknesses of a product is very important for manufacturers and customers to make decisions. Several sentiment analysis systems are proposed to determine the opinions of customers about products and product features. However, the aggregation methods used are not able to estimate a true reputation value and to reflect the recent opinions quickly. Most of these systems are based on single source and therefore suffer from availability and susceptibility issues. In this paper, we propose a multi-source reputation model where several aggregation methods are introduced in order to evaluate product based on features. In addition, we also propose a method which uses four parameters in order to rank the reputability of each rating before considering it for reputation values. The results show that the proposed model estimates good reputation values even in the presence of biased behaviors, robust to false ratings and reflects the newest opinions about product rapidly.",
        "email": "aqadir@cust.edu.pk",
        "conf": "International Journal of Information Technology and Decision Making",
        "coauthors": [
            "Umar Farooq",
            "Antoine Nongaillard",
            "Yacine Ouzrout",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Product reputation model,product evaluation,reputation system,feature reputation,ratings aggregation"
    },
    {
        "id": 794,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Similarity-Based Malware Classification Using Hidden Markov Model",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The problem of malware classification has gained the attention of cyber security community due to the following facts: (1) thousands of new malware are generated every day (2) the global losses caused by malware are in billions of dollars every year. In this paper a novel malware classification scheme is proposed that is based on Hidden Markov Models (HMMs) and discriminative classifiers. Sequences of system calls generated by malware during execution are represented as observation sequences to train the HMMs. Individual malware samples are then evaluated against these models to generate similarity vectors, which are used to predict the class label for an unknown sample by training a discriminative classifier. Our novel combination of HMMs, dynamic program features and discriminative classifier has shown promising results in experiments performed using system call logs of real malware.",
        "email": "",
        "conf": "International Conference on Cyber Security, Cyber Warfare, and Digital Forensic (CyberSec)",
        "coauthors": [
            "Mohammad Imran",
            "Muhammad Tanvir Afzal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Malware classification,Hidden Markov Model,similarity-based classification"
    },
    {
        "id": 797,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Using hidden markov model for dynamic malware analysis: First impressions",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Malware developers are coming up with new techniques to escape malware detection. Furthermore, with the common availability of malware construction kits and metamorphic virus generators, creation of obfuscated malware has become a child's play. This has made the task of anti-malware industry a challenging one, who need to analyze tens of thousands of new malware samples everyday in order to provide defense against the malware threat. The silver lining is that most of the malware generated by such means is different only syntactically, and hence techniques employing dynamic analysis and behavior modeling can be effectively used for classifying malware. In this paper we have proposed a malware classification scheme based on Hidden Markov Models using system calls as observed symbols. Our approach combines the powerful statistical pattern analysis capability of Hidden Markov Models with the proven capacity of system calls as discriminating dynamic features for countering malware obfuscation. Testing the proposed technique on system call logs of real malware shows that it has the potential of effectively classifying unknown malware into known classes.",
        "email": "",
        "conf": "International Conference on Fuzzy Systems and Knowledge Discovery (FSKD)",
        "coauthors": [
            "Mohammad Imran",
            "Muhammad Tanvir Afzal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Machine learning,Hidden Markov Model,malware classification,dynamic malware analysis"
    },
    {
        "id": 874,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Survey on Efficient Semantic Content Matching over Semantic Cache",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Efficient utilization of resources is one of the reasons of popularity of semantic cache. The authors presented detailed survey with comprehensive criteria for efficient query processing. The criteria include size of data, retrieval time, and processing time of data. The size of data directly effects the retrieval time as well as the processing time. Processing and retrieval time are also dependent upon the faster semantic content matching process. The listed results identify the weaknesses in the existing caching techniques of query processing on the basis of defined criteria.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Muhammad Farhan Bashir",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Semantic Cache,Query Processing,Semantic Query Processing,Survey of Semantic Cache,Semantic Content Matching,Efficiency of Semantic Content Matching"
    },
    {
        "id": 791,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Querying Semantically Related Items Using Modified 4-Index Scheme for XML Documents",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Search engines use indexing schemes to index documents for efficient search and retrieval. However these search engines, take XML documents as a unit and ignore the fact that XML documents may contain records and objects that are required to be indexed in parts. Indexing XML documents as a whole, may result in irrelevant and inaccurate results to a query. In this paper, we have defined a technique used to store and index XML documents using advantages of RDBMS in order to overcome weakness in XML based search engines. This indexing scheme preserves the information related to the document structure, which is helpful in defining the semantic of the document. This incorporation of structural information enables the semantic base retrieval in context of XML documents, which in return, helps in retrieving the accurate/relevant results. To demonstrate the working of indexing scheme, a case study with examples is also exhibited.",
        "email": "",
        "conf": "International Conference on Frontiers of Information Technology (FIT)",
        "coauthors": [
            "Imran Ihsan",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "XML,Indexing,RDBMS,Semantics"
    },
    {
        "id": 816,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Disjoint-Knowledge Analysis and Preservation in Ontology Merging Process",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Ontology mapping and merging systems play a vital role that aim at promoting automatic interoperability among different heterogeneous systems, agents, web services or groups in open environments such as Semantic Web. These systems help ontologists to resolve different types of conflicts among local ontologies to produce global merged ontology. This paper provides three contributions to the study and design of ontology merging systems that provides complete, consistent and coherent merged global ontology. First, we analyze that one of the important merge requirements is ignored yet by state-of-the-art ontology mapping and merging systems, i.e., Disjoint-knowledge Preservation between concepts. Second, we introduce another type of semantic conflict, which needs attention for consistent and coherent merged ontology, i.e., Alignment Conflict among disjoint relations. Third, we present an overview of our semantic-based ontology merger, DKP-OM, as a solution for the generation of global merged ontology that is consistent, coherent and complete with respect to local ontologies. We conclude that disjoint knowledge analysis for ontology merging is very much helpful for the detection of inconsistent initial mappings that originate from concept name or instance matching strategies, reduce search space for concept matching, and promote consistent computation by exploiting reliable logical inference on facts by axiomatization.",
        "email": "",
        "conf": "International Conference on Software Engineering Advances. IEEE",
        "coauthors": [
            "Muhammad Fahad",
            "Nejib Moalla",
            "Abdelaziz Bouras",
            "Muhammad Abdul Qadir",
            "Muhammad Farukh"
        ],
        "keywords": "Disjoint knowledge,Ontology Mapping and Merging,Ontology Errors,Consistent Global Merged Ontology"
    },
    {
        "id": 852,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Analytical comparison of TCP Variants under mobility aware Anchor Point Node (APN) Hybrid Network",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "High-speed and targeted Communication is sizzling issue for entire world whereas researchers and scientists are committed to resolve this issue of communication especially in remote areas. To control the communication gap between urban and remote areas, we have devised optimistic exposition in form of hybrid network. The devised Network consists on three networks which are wired, wireless and MANET. We have also introduced anchor point node as static node in Hybrid Network, which is used to play a role as coordinator to exchange the data between correspondent node (CN) and mobile node (MM). The proposed scheme is rational for such areas where infrastructure network is not obtainable. The scheme could be very effectual in disaster areas, war situation, Network of hospitals and connecting educational institutions in remote areas. To verify the claim, the designed and implemented scheme is simulated with Network simulator-2. The scheme is fixed within typical mobility scenario in order to meet the requirements of designed applications. The focus of simulation is to examine different parameters and lot of simulation has been platted in previous papers. This paper emphasizes the latency for each TCP variants and compares the TCP Vegas with other TCP Variants.",
        "email": "",
        "conf": "Communications, Signals and Coding. IEEE",
        "coauthors": [
            "Abdul Razaque",
            "Khurram Shahzad",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "TCP variants,Hybrid network,AODV,APN"
    },
    {
        "id": 867,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Group Profile and Ontology-based Semantic Annotation of Multimedia Data for Efficient Retrieval (poster).",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Efficient retrieval of multimedia data has gained importance in recent years. There are many techniques for efficient retrieval of textual data; however, not all of them are applicable to multimedia data. The problem of efficiency in the retrieval of multimedia data could be over come by getting the semantics of multimedia data. In this regard, the researchers have adapted the approaches from the domain of image processing and computer vision. Until today, these approaches are not very much matured; therefore, the results which most of the researches wanted could not be achieved. We try to tackle this problem, from our domain of computer science by incorporating group profile and merging the domain and multimedia ontology to annotate the multimedia data semantically. Hence, by semantic annotation, we would able to retrieve the multimedia data efficiently.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "International and Interdisciplinary Conference on Modeling and Using Context",
        "coauthors": [
            "Nadeem Iftikhar",
            "Muhammad Abdul Qadir",
            "Omara Abdul Hamid"
        ],
        "keywords": ""
    },
    {
        "id": 825,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "CAOWL-SAI: Context aware OWL based semantic association inference",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Semantic Web unleashed a new era of data processing by enabling machines to understand the semantics of data. This semantic expression is achieved by formal representation of knowledge in data models such as RDF or OWL. The RDF and OWL data model can be envisioned as graph data models. The discovery of implicit relationships (termed as semantic associations) between entities in RDF graph had been the focus of research from quite some time now. The semantic associations are found using different path associations between entities in a RDF graph. This paper, however, exploits OWL constructs in an intelligent way to mine implicit relationships between semantic entities. The discovered relationships may not be found directly using RDF model. We employed our techniques on the available datasets of University ontology benchmark.",
        "email": "",
        "conf": "Networked Computing and Advanced Information Management. IEEE",
        "coauthors": [
            "Saqib Nazir",
            "Muhammad Tanvir Afzal",
            "Muhammad Abdul Qadir",
            "Hermann A. Maurer"
        ],
        "keywords": "Semantics,Resource description framework,OWL,Data models,Ontologies,Search engines"
    },
    {
        "id": 804,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Semantic Cache Reasoners",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Semantic caching (Ren, Q et al., 2003),(Dar et al., 1996) is said to be a technique for storing data and their corresponding semantic descriptions. Concept of semantic cache itself is quite simple but the reasoning required to evaluate any query over a semantic cache can be very complex (Godfrey P. and Gryz J., 1997). The reasoning over stored semantics is a determination process to know how query and cache formulas are related semantically. This reasoning is termed as semantic cache query processing (Ren, Q et al., 2003),(Dar et al ",
        "email": "",
        "conf": "SEMANTICS–ADVANCES IN THEORIES AND MATHEMATICAL MODELS",
        "coauthors": [
            "Muhammad Azeem Abbas",
            "Muhammad Abdul Qadir",
            "Muhammad Tanvir Afzal"
        ],
        "keywords": ""
    },
    {
        "id": 796,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Lessons Learned: The Complexity of Accurate Identification of in-Text Citations",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The importance of citations is widely recognized by the scientific community. Citations are being used in making a number of vital decisions such as calculating impact factor of journals, calculating impact of a researcher (H-Index), ranking universities and research organizations. Furthermore, citation indexes, along with other criteria, employ citation counts to retrieve and rank relevant research papers. However, citing patterns and in-text citation frequency are not used for such important decisions. The identification of in-text citation from a scientific document is an important problem. However, identification of in-text citation is a tough ask due to the ambiguity between citation tag and content. This research focuses on in-text citation analysis and makes the following specific contributions such as: Provides detailed in-text citation analysis on 16,000 citations of an online journal, reports different pattern of citations-tags and its in-text citations and highlights the problems (mathematical ambiguities, wrong allotments, commonality in content and string variation) in identifying in-text citations from scientific documents. The accurate identification of in-text citations will help information retrieval systems, digital libraries and citation indexes.",
        "email": "",
        "conf": "International Arab Journal of Information Technology",
        "coauthors": [
            "Abdul Shahid",
            "Muhammad Tanvir Afzal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "In-text citation analysis, citation frequency, citation tag, in-text citation patterns, digital library"
    },
    {
        "id": 813,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Discovering semantic relatedness between scientific articles through Citation Frequency",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "",
        "email": "",
        "conf": "Australian Journal of Basic and Applied Sciences",
        "coauthors": [
            "Abdul Shahid",
            "Muhammad Tanvir Afzal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": ""
    },
    {
        "id": 827,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Service optimization of in-elastic flows stripped over multiple asymmetric mobile channels",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "In this paper, we present a stateless multi-server guaranteed rate scheduling service model that utilizes multiple, asymmetric wireless channels to maximize service guarantees for in-elastic flows. One of the major consequences of multichannel flow forwarding is the increased intra-path and inter-path end-to-end delay variations between successive packets of a stream. These variations cause problems in achieving desired service levels due to increased reorder overhead, higher packet drop-rate, and higher buffer maintenance overhead. We have aggregated the capacity of available wireless channels through a link monitoring function (LMF) and has formulated a multi-server scheduling model that ensures tight delay-bounds and lower service latency to minimize inter-path delay variations and out-of-sequence arrival. The simulation results show consistently higher performance metrics of the scheme w.r.t. end-to-end delay variations, in-order arrival, and service latency that enable reliable, scalable, guaranteed rate service during mobility.",
        "email": "",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Syed Zubair Ahmad",
            "Muhammad Abdul Qadir",
            "Muhammad Saeed Akbar"
        ],
        "keywords": "Stateless multi-server guaranteed rate (SMGR) scheduling,path-diversity,quality-of-service (QoS),End-to-End (E2E) delay variations,In-order arrival"
    },
    {
        "id": 805,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Semantic Cache System",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "One of the economical ways to develop a very large scale database is to distribute it among multiple server nodes. Main problem in these types of systems is retrieval of data within significant time; especially when network or server load is high. This task becomes more critical when data is to be retrieved from the database against frequent queries. Cache is used to increase the retrieval performance of mobile computing and distributed database systems. Whenever data is found locally from the cache it is termed as cache hit. Percentage",
        "email": "",
        "conf": "Semantics in Action-Applications and Scenarios. IntechOpen",
        "coauthors": [
            "Munir Ahmad",
            "Muhammad Abdul Qadir",
            "Tariq Ali",
            "Muhammad Tanvir Afzal"
        ],
        "keywords": ""
    },
    {
        "id": 818,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Translation of relational queries into Description Logic for semantic cache query processing",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Formulation of efficient algorithms to check implication and satisfibality for relational queries is an important research issue. Implication and satisfibality checking can be used to find query containment in semantic cache query processing and other similar applications. Description logic (DL) is a formalism used to model knowledge of a domain in the form of concepts and a rich set of associations between these concepts in the T-Boxes. Reasoning on these knowledge bases can be performed in order to find explicit relation as well as discover implicit relations. Sound and Complete subsumption algorithms exist for reasoning facts represented in Description Logic. The most common reasoning (which can be used for other sort of reasoning, too) is the determination of a subsumption relation between the logical expressions of T-boxes. In this paper, we propose an algorithm to translate relational queries in to description logic ALC(D), so that DL subsumption algorithms can be applied on these translated queries to find query containment. Working of the algorithm is demonstrated with the help of a case study. Conversion of relational query into DL will also help in optimization of cache size for the storage of semantics by eliminating redundant semantics in the cache. Hence, the sound and complete reasoning services of DL can be used for relational query containment.",
        "email": "",
        "conf": "Information and Emerging Technologies. IEEE",
        "coauthors": [
            "Tariq Ali",
            "Muhammad Abdul Qadir",
            "Munir Ahmad"
        ],
        "keywords": "Relational Query Translation,Description Logic,Reasoning,Subsumption,Semantic cache"
    },
    {
        "id": 777,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "OWL2 benchmarking for the evaluation of knowledge based systems",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "OWL2 semantics are becoming increasingly popular for the real domain applications like Gene engineering and health MIS. The present work identifies the research gap that negligible attention has been paid to the performance evaluation of Knowledge Base Systems (KBS) using OWL2 semantics. To fulfil this identified research gap, an OWL2 benchmark for the evaluation of KBS is proposed. The proposed benchmark addresses the foundational blocks of an ontology benchmark i.e. data schema, workload and performance metrics. The proposed benchmark is tested on memory based, file based, relational database and graph based KBS for performance and scalability measures. The results show that the proposed benchmark is able to evaluate the behaviour of different state of the art KBS on OWL2 semantics. On the basis of the results, the end users (i.e. domain expert) would be able to select a suitable KBS appropriate for his domain.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Sher Afgun Khan",
            "Muhammad Abdul Qadir",
            "Muhammad Azeem Abbas",
            "Muhammad Tanvir Afzal"
        ],
        "keywords": ""
    },
    {
        "id": 800,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Document similarity detection using semantic social network analysis on RDF citation graph",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Document similarity identification is one of the most significant problems of knowledge discovery and information retrieval. One way to perform these similarity measures is to analyze a citation graph of research papers. If we have document citation information in the form of RDF graph, how we may identify the document similarity measures by using social network analysis techniques? We have answered this question by applying semantic social network analysis techniques on RDF citation graphs of research papers to identify the pair wise similarity between these papers. For performing social network analysis we have used classes of centrality degree and closeness centrality from SemSNA ontology. Concept of minimum cut/maximum flow from graph theory is used for quantification of similarity measure. In our experiment we have used Citeseer data set; it is found that our results are promising as compared to manual similarity measures by human for a subset of this data set. Our results are also encouragingly comparable to other citation link analysis techniques as well as content based similarity measures; this is the reason that we have focused on RDF citation based similarity measure. In future we are looking forward to use some citation ontology (such as CITO) to improve RDF graph construction for our proposed similarity measure technique.",
        "email": "",
        "conf": "Emerging Technologies (ICET)",
        "coauthors": [
            "Qamar Mahmood",
            "Muhammad Abdul Qadir",
            "Muhammad Tanvir Afzal"
        ],
        "keywords": "document similarity,RDF,citation graph,semantic social network analysis"
    },
    {
        "id": 780,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Pattern Analysis of Citation-Anchors in Citing Documents for Accurate Identification of In-Text Citations",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Citations play an important role in ranking of authors, journals, institutions, and organizations. Sometimes, citing documents cite a reference many times in their full-text, which is further used in many application scenarios, such as: 1) finding relationship between cited and citing papers; 2) identifying influential cited paper from set of references in citing paper; 3) identification of suitable citation functions; and 4) study of in-text citations in different logical sections of papers to conclude different findings. The accurate identification of in-text citations remained an open area of research. Recently, the complexities involving automatic identification of in-text citations have been reported with an accuracy rate of 58%. This is due to many issues as highlighted by the state-of-the-art research. This paper investigates such issues in further details: 1) by taking benefits from the previous research; 2) by analyzing different referencing formats; and 3) by experimenting on a comprehensive data set. Based on the investigation, this paper proposes a taxonomy and workable system, which utilizes a set of heuristics build from detailed study. The proposed model is then applied on unseen diversified data set taken from the Journal of Universal Computer Science and CiteSeer. The proposed model was able to achieve an average F-score of 0.97 as compared with the baseline 0.58.",
        "email": "",
        "conf": "IEEE Access",
        "coauthors": [
            "Riaz Ahmad",
            "Muhammad Tanvir Afzal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Citations,citation-anchor,taxonomy,citing papers,reference string,in-text citations,heuristics"
    },
    {
        "id": 864,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Generic-Multimedia-Database-Architecture",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Multimedia, as it stands now is perhaps the most diverse and rich culture around the globe. One of the major needs of Multimedia is to have a single system that enables people to efficiently search through their multimedia catalogues. Many Domain Specific Systems and architectures have been proposed but up till now no generic and complete architecture is proposed. In this paper, we have suggested a generic architecture for Multimedia Database. The main strengths of our architecture besides being generic are Semantic Libraries to reduce semantic gap, levels of feature extraction for more specific and detailed feature extraction according to classes defined by prior level, and merging of two types of queries i.e. text and QBE (Query by Example) for more accurate yet detailed results.",
        "email": "",
        "conf": "WEC",
        "coauthors": [
            "Nadeem Iftikhar",
            "Imran Ihsan",
            "Muhammad Abdul Qadir",
            "Mohib ur Rehman",
            "Mobin Uddin Ahmed"
        ],
        "keywords": "Semantics, Ontology, Feature Extraction, Multimedia Database Architecture"
    },
    {
        "id": 778,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Investigating Correlation between Protein Sequence Similarity and Semantic Similarity Using Gene Ontology Annotations",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Sequence similarity is a commonly used measure to compare proteins. With the increasing use of ontologies, semantic (function) similarity is getting importance. The correlation between these measures has been applied in the evaluation of new semantic similarity methods, and in protein function prediction. In this research, we investigate the relationship between the two similarity methods. The results suggest absence of a strong correlation between sequence and semantic similarities. There is a large number of proteins with low sequence similarity and high semantic similarity. We observe that Pearson's correlation coefficient is not sufficient to explain the nature of this relationship. Interestingly, the term semantic similarity values above 0 and below 1 do not seem to play a role in improving the correlation. That is, the correlation coefficient depends only on the number of common GO terms in proteins under comparison, and the semantic similarity measurement method does not influence it. Semantic similarity and sequence similarity have a distinct behavior. These findings are of significant effect for future works on protein comparison, and will help understand the semantic similarity between proteins in a better way.",
        "email": "",
        "conf": "IEEE/ACM Transactions on Computational Biology and Bioinformatics",
        "coauthors": [
            "Najmul Ikram",
            "Muhammad Abdul Qadir",
            "Muhammad Tanvir Afzal"
        ],
        "keywords": "Protein semantic similarity,protein function similarity,correlation,protein similarity measures,gene ontology"
    },
    {
        "id": 787,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Modified MinG Algorithm to Find Top-K Shortest Paths from large RDF Graphs",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "MinG algorithm indexes large RDF graphs in an efficient way and then uses the index to answer all path queries between two nodes of the graph. MinG reduces the computational and space complexity of indexing by not creating a special type of adjacency matrix called Path Type Matrix at each level of indexing. We only need Path Type Matrices at first and last level of indexing. MinG was modified to answer top-K shortest paths. The experiments were performed on specific case studies. Gain in the performance is significant due to reduction in the space to index a graph and also reduction in computation time to answer path queries.",
        "email": "",
        "conf": "Semantic Web Evaluation Challenge",
        "coauthors": [
            "Zohaib Hassan",
            "Muhammad Abdul Qadir",
            "Muhammad Arshad Islam",
            "Umer Shahzad",
            "Nadeem Akhter"
        ],
        "keywords": "Top-K Shortest Paths, Graph Traversal, Graph Indexing, Algorithm Graph Mining, Semantic Web "
    },
    {
        "id": 875,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "HiSIS: 4-Level Hierarchical Semantic Indexing for Efficient Content Matchingover Semantic Cache",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Greater network latencies and swelling amount of data provide sound reason for semantic caching for multi-db environment. Properly implemented Semantic caches, provide better solution as compared to ordinary caches, as they have ability to quickly infer whether the query can be satisfied by the cache or not, due to the organization of the cache. Increasing amount of data and data intensive applications on the network, user queries may spend lots of computational resources, these requirements swells cache size, along with the increasing overheads of storage and retrieval of query semantics. We need to devise an efficient indexing scheme that is able to fetch the cache semantics precisely and at a fast rate for increasing efficiency of the semantic cache and to cope up with current querying pressures. This research proposes a hierarchical indexing scheme that is significantly efficient to serve the purpose of fast semantic cache. Our proposed scheme is based on the SQL query semantics to index cached queries using the hierarchical information provided by the SQL query itself",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Muhammad Farhan Bashir",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Semantic Cache,Semantic Indexing,Query Processing,Semantic Query Processing,Indexing Scheme for Semantic Cache,Semantic Content Matching,Efficient Semantic Content Matching"
    },
    {
        "id": 788,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Negation Handling in Sentiment Analysis at Sentence Level",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Sentiment analysis is an automatic way to determine that whether opinions of people about a subject are favorable or unfavorable. One of the most important sub tasks in sentiment analysis is to determine the sequence of words affected by negation. Most of the existing sentiment analysis systems used traditional methods based on static window and punctuation marks to determine the scope of negation. However, these methods do not offer satisfactory performance due to variability in the negation scope, inability to deal with linguistic features and improper word sense disambiguation. In this paper, we investigate the problem of identifying the scope of negation while determining the polarity of a sentence. We propose a negation handling method based on linguistic features which determine the effect of different types of negation. Experiment results show that the proposed method improves the accuracy of both negation scope identification and overall sentiment analysis.",
        "email": "",
        "conf": "Journal of Computers",
        "coauthors": [
            "Umar Farooq",
            "Hasan Mansoor",
            "Antoine Nongaillard",
            "Yacine Ouzrout",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Sentiment analysis, opinion mining, negation scope, negation handling"
    },
    {
        "id": 831,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Cross attribute knowledge: A missing concept in semantic cache query processing",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Any semantic cache query processing technique is said to be efficient, if it is able to find maximum possible or complete answer from the cache within tractable time. This work evaluates previous semantic cache query processing techniques on the basis of maximum data retrieval (MDR). For this several cases are provided where previous query processing techniques are unable to find maximum possible or complete answer even when it is present in the cache. It is due to neglecting implicit knowledge (cross attribute knowledge) present in semantics of the cache. This knowledge is identified and formally presented here in this work.",
        "email": "",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Muhammad Azeem Abbas",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Query processing,Information retrieval,Distributed computing,Knowledge engineering,Memory,Telecommunication traffic,Delay,Indexing,Region 3,Probes"
    },
    {
        "id": 873,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "UREKA learning-object taxonomy & repository architecture - ULTRA",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Around the world, academic institutions, professional associations and corporations are striving to make better use of networks and databases to efficiently and effectively achieve learning and professional development goals. One of the ways chosen to pursue these goals is to make learning resources readily accessible to educators and learners through learning object repositories. Therefore, the use of information technologies to create new learning resources, manage the existing ones and aggregate learning content from a wide variety of academic and publishing sources, will affect teaching and learning by automating these processes, considerably bringing down its cost and cutting short on the time required to prepare learning materials. UREKA learning-object taxonomy & repository architecture - ULTRA, a part of UREKA - an education multimedia database, defines learning object repository (LOR) that is an easy-to-use and standards-based learning object repository that can store, share, reuse and classify learning objects (LOs), digital assets (e.g. movies, animations, images, etc.) and other content objects. In this paper the authors defined the architecture of ULTRA that not only classifies and stores learning objects but also facilitates in the process of metadata collection using profiles.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Imran Ihsan",
            "Mohib ur Rehman",
            "Mobin Uddin Ahmed",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Taxonomy,Databases,Information technology,Content management,Resource management,Technology management,Aggregates,Publishing,Education,Costs"
    },
    {
        "id": 836,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "QoS optimization of in-elastic flows stripped over multiple asymmetric channels in mobile networks",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "In this paper, we analyze the impact of end-to-end (E2E) delay variation on stripped sessions, whose packets are distributed over multiple links of multi-mode mobile terminal (MMT). The results of this analysis signify the importance of minimized out-of-sequence (OOS) arrival of packets belonging to a stream, while traversing through multiple radio networks to reach their destination. We, then propose a multi-server delay-budget ordered (MDO) scheduling scheme, that schedules backlogged packets on multiple interfaces of MMT according to their residual delay-budget metrics. In the proposed scheme, the impact of E2E delay variation on in-order packet arrival has been minimized through a link ranking function that reduces the impact of delay fluctuations. The simulation results show a consistently high performance metrics for the scheme with respect to end-to-end delay variations, packet drop rate, E2E throughput and in-order arrival which are highly desirable for interactive/live, and buffered video streams running on MMT devices in uplink or/and downlink paths.",
        "email": "",
        "conf": "Ultra Modern Telecommunications & Workshops. IEEE",
        "coauthors": [
            "Syed Zubair Ahmad",
            "Muhammad Abdul Qadir",
            "Mohammad Saeed Akbar"
        ],
        "keywords": "component,multi-server delay-budget ordered scheduling,Quality-of-service,out-of-sequence packet arrival,capacity aggregation,one-way trip time estimation"
    },
    {
        "id": 835,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "A benchmark for fault monitors in distributed systems",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Fault monitoring is one of the main activities of fault tolerant distributed systems. It is required to determine the suspected/crashed component and proactively take the recovery steps to keep the system alive. The main objective of the fault monitoring activity is to quickly and correctly identify the faults. There are many techniques for fault monitoring which have general and specific parameters which influence their performance. In this paper we find the parameters that can help us classify the fault monitoring techniques. We created a benchmark ACI (adaptation, convergence, intelligence) and applied it on current techniques.",
        "email": "",
        "conf": "International Conference on Emerging Technologies. IEEE",
        "coauthors": [
            "Shujaat Hussain",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "timeout,fault detectors,fault monitoring,benchmark,adaptation"
    },
    {
        "id": 868,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "SCAM: Semantic Caching Architecture for Efficient Content Matching over Data Grid",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Heterogeneous, distributed multi-databases (data warehouses, grids) are growing day by day as businesses demand more economical and flexible solutions for their data storage and processing needs. One of the main issues obstructing the large scale deployment of distributed multi-databases is latencies involved in data retrieval. Such problems are usually solved with the help of persistent caches. The paper presents a semantic caching architecture which supports faster semantic matching in query processing. This paper enhances the existing architecture of semantic cache and provides the mapping of hierarchical indexing scheme over it with the help of case study in order to represent the working of architecture. This paper also provides experimental results of the query processing over updated architecture and provides the discussion over comparison of the extended architecture with the previously proposed architecture.",
        "email": "",
        "conf": "Advances in Intelligent Web Mastering",
        "coauthors": [
            "Muhammad Farhan Bashir",
            "Raja Asad Zaheer",
            "Zohaib Mansoor Shams",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Query Processing, Data Grid, Indexing Scheme, Semantic Match, Cache Management "
    },
    {
        "id": 871,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Quantitative Analytical Performance of TCP Variants in IP and MPLS Networks",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Transmission control protocol (TCP) provides reliable end-to-end data communication under unpredictable and dynamic network conditions. Different variants of TCP have been proposed which show varying degree of resilience in best effort IP networks characteristics. Multi-protocol label switching (MPLS) has proven strength in providing quality of service based data services due to its traffic engineering procedures. This paper presents a comprehensive experimental analysis of TCP variants under MPLS with emphasis on Tahoe, Reno and Vegas. Under different traffic load, it has been found that Reno and Tahoe fail to take advantage of MPLS features where as Vegas has shown promising results with almost stable constant end-to-end delay after a transient phase of delay fluctuations in the early stages of data transmission session. The stable end-to-end delay under MPLS makes Vegas an attractive choice for medium to large size real-time traffic.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "M. Saeed Akbar",
            "Syed Zubair Ahmad",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "TCP Vegas,Reno,Tahoe,MPLS,CBR,Congestion"
    },
    {
        "id": 795,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Evaluating video codecs for telemedicine under very-low bitrates",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Telemedicine is drawing greater attention to improve the health care delivery. Video coding being an integral part of any real-time telemedicine system is used to deliver diagnostic video stream to remote physician. Realizing a video coding system customized for telemedicine, using the available technologies poses several challenges. In this paper, we have analyzed state-of-the-art video codecs for adoption in telemedicine customized video conferencing system under low-bandwidth and low-computational scenarios. The experimental results for the selected video codec implementations for medical videos reveal that the HEVC encoder achieves equivalent objective video quality when using approx. 60% bit rate on average. However, the gain in coding efficiency is at the expense of increased computational complexity, which could be dealt with by incorporating adaptive interpolation and selective quality enhancement techniques to achieve real-time performance.",
        "email": "",
        "conf": "International Congress on Image and Signal Processing (CISP)",
        "coauthors": [
            "Zain Ul-Abdin",
            "Muhammad Shafique",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "video coding,telemedicine,medical diagnostic videos,HEVC,H.264"
    },
    {
        "id": 782,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "A multi source product reputation model",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Product reputation model is very important for customers and manufacturers in order to make decisions. Several product reputation models are proposed in literature which use customer reviews in order to compute reputation values. However, the aggregation methods used are not able to estimate a good reputation value when some ratings are false. Some of these aggregation methods are not robust to false and biased ratings because a single false rating is enough to change the result. Others are robust to false ratings but not able to reflect the recent opinions about product quickly. In addition, most of the product reputation models are based on single source, therefore suffer from availability and vulnerability issues. In this paper, we propose a multi-source product reputation model where robust and strategy proof aggregation methods are used. A source credibility measure method is proposed, which uses four factors to determine malicious sources. Furthermore, a suitable decay principle for product reputation is also introduced in order to reflect the newest opinions quickly. The results show that proposed model is robust, strategy proof and able to provide a good estimation even if some ratings are false.",
        "email": "",
        "conf": "Computers in Industry",
        "coauthors": [
            "Umar Farooq",
            "Antoine Nongaillard",
            "Yacine Ouzrout",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Product reputation model,Reputation system,Rating aggregation,Product evaluation"
    },
    {
        "id": 838,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Similarity computation by ontology merging system: DKP-OM",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "One of the core tasks of mapping and merging of multiple ontologies is to produce accurate, consistent and coherent merged global ontology that promotes interoperability among heterogeneous multi-vendors semantic-based systems. Current systems for ontology mapping and merging are very restricted in terms of resolving mismatches or proposing accurate matches with no or minimum human intervention. The suggestions made by these systems do not consider all information available in the semantic knowledge of the ontologies. We developed a semantic based ontology merging system, DKP-OM that employs almost all the semantics provided in the ontologies. This paper discusses the similarity computation factors considered by DKP-OM for providing complete, consistent and coherent merged ontology. These factors find the correspondences between the concepts of ontologies and check the consistency of initial mappings found. The concept of validation during the initial stages of ontology mapping not only distinguishes our system from the existing ones' but also reduces the users' dependability for validating the consistency of the generated mappings.",
        "email": "",
        "conf": "Computer, Control and Communication. IEEE",
        "coauthors": [
            "Muhammad Fahad",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Mapping and Merging,Ontology Alignment,Consistency of mapping,Alignment Conflict among disjoint relations"
    },
    {
        "id": 774,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "HCVS: Pinpointing Chromatin States Through Hierarchical Clustering and Visualization Scheme",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Specific combinations of Histone Modifications (HMs) contributing towards histone code hypothesis lead to various biological functions. HMs combinations have been utilized by various studies to divide the genome into different regions. These study regions have been classified as chromatin states. Mostly Hidden Markov Model (HMM) based techniques have been utilized for this purpose. In case of chromatin studies, data from Next Generation Sequencing (NGS) platforms is being used. Chromatin states based on histone modification combinatorics are annotated by mapping them to functional regions of the genome. The number of states being predicted so far by the HMM tools have been justified biologically till now. Specific combinations of Histone Modifications (HMs) contributing towards histone code hypothesis lead to various biological functions. HMs combinations have been utilized by various studies to divide the genome into different regions. These study regions have been classified as chromatin states. Mostly Hidden Markov Model (HMM) based techniques have been utilized for this purpose. In case of chromatin studies, data from Next Generation Sequencing (NGS) platforms is being used. Chromatin states based on histone modification combinatorics are annotated by mapping them to functional regions of the genome. The number of states being predicted so far by the HMM tools have been justified biologically till now. We proposed a computational scheme HCVS based on hierarchical clustering and visualization strategy in order to achieve the objective of study. The HCVS model not only helps in deciding the optimal state numbers for a particular data but it also justifies the results biologically thereby correlating the computational and biological aspects.",
        "email": "",
        "conf": "Current Bioinformatics",
        "coauthors": [
            "Nighat Noureen",
            "Sahar Aqdas",
            "Muhammad Abdul Qadir",
            "Muhammad Tanvir Afzal"
        ],
        "keywords": "ChIP-Seq; biological annotation; epigenetic marks; hidden markov model; histone code hypothesis; histone modifications; segmentation; states"
    },
    {
        "id": 801,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "gSemSim: Semantic Similarity Measure for Intra Gene Ontology Terms",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Gene Ontology (GO) is an important bioinformatics scheme to unify the representation of gene and gene product attributes across all species. Measuring similarity or distance between GO terms is a key step for determining hidden relationship between genes. The notion of similarity between GO terms is a usual step in knowledge discovery related tasks. In literature various similarity measures between GO terms have been proposed. We have introduced a novel similarity measure scheme to improve three conventional similarity measures to reduce their limitations. The salient feature of the proposed GO Semantic Similarity (gSemSim) measure is its ability to show more realistic similarity between concepts in perspective of domain knowledge. A comparative result with other technique has also been presented that showing an improved contextual meaning of the proposed semantic similarity. This study is expected to assist the community of bio informaticians in the selection of better similarity measure required for correct annotations of genes in gene ontology.",
        "email": "deanfoce@jinnah.edu.pk",
        "conf": "Information Technology and Computer Science (IJITCS)",
        "coauthors": [
            "Muhammad Naeem",
            "Saira Gilani",
            "Muhammad Abdul Qadir",
            "Sohail Asghar"
        ],
        "keywords": "Semantic Similarity Measures, IntraOntology Similarity, Gene Annotation"
    },
    {
        "id": 843,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Query processing over relational databases with semantic cache: A survey",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Data access latency can be reduced for databases by using caching. Semantic caching enhances the performance of normal caching by locally answering the fully as well as partially overlapped queries. Efficient query processing and cache management are major challenges for semantic caching. Semantic caching demands efficient, correct and complete algorithms to process incoming queries. Query processing over semantic cache has been extensively studied by the researchers. In this paper, we have presented the survey of the existing techniques on query processing over semantic cache. We have defined a criterion to evaluate and analyze the query processing techniques. On the basis of defined criterion, analysis matrix is provided for quick insights on prominent features and limitations of query processing techniques. We have concluded that evaluated techniques are not capable of zero level query rejection and have large runtime complexity for handling queries. These deficiencies are the basic factors to decline the efficiency of query processing. The performance comparison of two techniques is also represented.",
        "email": "",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Munir Ahmad",
            "Muhammad Abdul Qadir",
            "Muhammad Sanaullah"
        ],
        "keywords": "Query Processing,Relational Databases,Distributed Systems,Information Retrieval"
    },
    {
        "id": 824,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "DL Based Subsumption Analysis for Relational Semantic Cache Query Processing and Management",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Efficiency of semantic caching is based on reusing of already retrieved data. Reusing of already retrieved data depends on finding the containment of new queries with the older/stored queries. Advantages of semantic cache query processing (Satisfiablity and implication in database domain) have already been demonstrated in the published literature. Description Logic (DL ) has never been applied for checking relational query subsumption/containment. Sound and Complete subsumption algorithms exist for reasoning facts represented in Description Logic. DL is a formalism used to model knowledge of a domain in the form of concepts and a rich set of associations between these concepts. Reasoning on the knowledge base can be performed in order to discover implicit relations. The most important reasoning is the determination of a subsumption relation between the logical expressions. Relational queries are also a form of knowledge description. In this paper, we discuss Subsumption analysis of semantic cache query processing and its advantages in semantic cache query management by using tableau algorithms of DL. In particular, Subsumption algorithms are used to perform reasoning from the previously stored queries in the semantic cache. Query containment can be found by transforming relational queries into DL. Based upon this reasoning, a query can be divided into cache (probe) and server (remainder) queries. This will not only contribute towards cache query processing but have a significant contribution in the cache management, too. Previously, the implication and satisfiablity techniques in database domain were handling only conjunctive queries. In our algorithms, we handle disjunctive queries, too.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "Knowledge Management and Knowledge Technologies",
        "coauthors": [
            "Tariq Ali",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Semantic Knowledge Modelling, Semantic Knowledge Processing, Information Search and Retrieval, Description Logic, Reasoning, Subsumption, Semantic Cache Query Processing, Semantic Cache Query Management"
    },
    {
        "id": 802,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Product reputation evaluation: the impact of conjunction on sentiment analysis",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The two main issues in sentiment analysis are ‘word sense disambiguation’ and ‘conjunction analysis’. The polarity identification of sentences is a challengeable task, especially when one or more conjunctions appear. In the presence of conjunction, it is required to identify which part of the sentence contributes to the overall sentiment expressed. This work analyzes the role of conjunction and investigates the problem of determining the polarity of compound sentences, i.e., when conjunction appears in a sentence. A classification of the most frequent conjunctions is introduced and rules for each class are proposed to determine sentiment at both sentence level and feature level. The method we propose in this paper is also able to handle negation. Two sets of experiments are performed to test the effectiveness. The accuracy of this method at sentence level and feature level is better than the accuracy of existing methods.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "Software, Knowledge, Information Management and Applications",
        "coauthors": [
            "Umar Farooq",
            "Antoine Nongaillard",
            "Yacine Ouzrout",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "sentiment analysis; opinion mining; conjunction analysis; conjunction rules; compound sentences."
    },
    {
        "id": 862,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Warnings for Disjoint Knowledge Omission in Ontologies",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Structured knowledge is the most important component of semantic based information systems required to automate intelligent tasks which are normally performed by expert humans. The knowledge about a domain is typically structured in the form of ontologies. An ontology organizes basic terms and the rules for combining these terms in the form that is machine-interpretable and machine-understandable. Therefore, defining an ontology should be considered an important and serious task with well-defined tools and techniques to verify and validate it. A considerable work is being done to define the processes to develop Ontologies for every phase of its life-cycle [1]. Automated tools to evaluate the contents of an ontology are a great help for large scale ontology developers. We formulated some ontologies to represent real life situations and left certain errors in those ontologies intentionally to see whether these tools would raise the alarm or not. To our surprise, there were some important situations where the alarm should have been raised, but we did not get any warning. In this paper, we report those situations and present algorithms to raise the alarm. We have surveyed the available literature with reference to these situations, and unfortunately could not found satisfactory answer. This paper also summarizes the survey. One of the most difficult situation to detect with automated tools is the incompleteness. This requires the intervention of the domain experts / ontology developers. We discovered that disjoint knowledge and exhaustive knowledge omissions are not being handled by existing tools to raise an alarm for the developers. Algorithms have been proposed to tackle these situations. These algorithms have been executed on a number of case studies. We found them working properly",
        "email": "",
        "conf": "Internet and Web Applications and Services (ICIW'07). IEEE",
        "coauthors": [
            "Muhammad Abdul Qadir",
            "Wajahat Noshairwan"
        ],
        "keywords": "Warnings Generation,Ontology Evaluation,incompleteness error warning,Evaluation Case study"
    },
    {
        "id": 820,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Evaluation of extended error taxonomy for OWL2",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Ontology Evaluation is one of the most critical phases in ontology engineering. Applications depending upon ontology can have serious and appalling problems if ontology itself is infected with errors. Therefore, ontology should be consistent, complete and errors free. An error taxonomy using OWL constructs and axioms was developed to overcome the possibility of occurring errors in ontology. Recently, some new features have been proposed in OWL2 specification to overcome the limitation of expressive power of OWL. In this paper we evaluate the extended error taxonomy of OWL with the new features of OWL2. We also evaluate that while using OWL2 features, occurrence of possibility of new types of errors get reduced or not. On the basis of different examples for each error, we conclude that the error taxonomy is also valid for OWL2. This is because of the fact that every OWL ontology is a valid OWL2 ontology and every OWL2 ontology (excluding new features) is also a valid OWL ontology. The zero level circulatory errors can also be removed if we use the reflexive property and self restriction (local reflexive) property of OWL2. Otherwise, we have to generate a warning omission for zero level circulatory error.",
        "email": "",
        "conf": " Information and Emerging Technologies. IEEE",
        "coauthors": [
            "Naseer Ahmed Sajid",
            "Muhammad Abdul Qadir",
            "Tariq Ali"
        ],
        "keywords": "Extended error taxonomy,Ontology web language (OWL),Ontology evaluation"
    },
    {
        "id": 811,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "MinG: An efficient algorithm to mine graphs for semantic associations",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Data in semantic web is modelled in terms of directed labelled graph. Vertices of that graph represent entities and edges represent relationships between those entities. Semantic web allows the discovery of relations between entities using the ρ-operators. In this paper an algorithm to answer ρ-operators, that is, to find all paths between any two nodes from a graph is proposed. The algorithm is based on ρ-index, an indexing scheme presented in the PhD thesis of Barton. Our algorithm reduces the computational and space complexity of indexing by not creating a special type of adjacency matrix called Path Type Matrix at each level of indexing which Barton's algorithm did. We only need Path Type Matrices at first and last level of indexing. Thus if an indexing has 100 levels, Barton requires Path Type Matrices at each level and we only require Path Type Matrices at level 1 and level 100.",
        "email": "",
        "conf": "Computer Networks and Information Technology IEEE",
        "coauthors": [
            "Zohaib Hassan",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Graph Traversal,RDF,Indexing,Algorithm,Mining,Semantic Web"
    },
    {
        "id": 866,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Generic Multimedia Database Architecture Based upon Semantic Libraries",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Semantic-based storage and retrieval of multimedia data requires accurate annotation of the data. Annotation can be done either manually or automatically. The retrieval performance of the manual annotation based approaches is quite good, as compared to approaches based on automatic annotation. However, manual annotation is time consuming and labor extensive. Therefore, it is quite difficult to apply this technique on huge volume of multimedia data. On the other hand, automatic annotation is commonly used to annotate the multimedia data based on low level features, which obviously lacks the semantic nature of the multimedia data. Yet, we have not come across with any such system which automatically annotate the multimedia data based on the extracted semantics accurately. In this paper, we have performed automatic annotation of the images by extracting their semantics (high level features) with the help of semantic libraries. Semantic libraries use semantic graphs. Each graph consists of related concepts along with their relationships. We have also demonstrated with the help of a case study that our proposed approach ensures an improvement in the semantic based retrieval of multimedia data.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "Informatica",
        "coauthors": [
            "Omara Abdul Hamid",
            "Muhammad Abdul Qadir",
            "Nadeem Iftikhar",
            "Mohib ur Rehman",
            "Mobin Uddin Ahmed",
            "Imran Ihsan"
        ],
        "keywords": "automatic annotation, content-based image retrieval, multimedia database architecture, image abstract extraction, semantic libraries"
    },
    {
        "id": 832,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "BiSim: A Simple and Efficient Biclustering Algorithm",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Analysis of gene expression data includes classification of the data into groups and subgroups based on similar expression patterns. Standard clustering methods for the analysis of gene expression data only identifies the global models while missing the local expression patterns. In order to identify the missed patterns biclustering approach has been introduced. Various biclustering algorithms have been proposed by scientists. Among them binary inclusion maximal algorithm (BiMax) forms biclusters when applied on a gene expression data through divide and conquer approach. The worst-case running-time complexity of BiMax for matrices containing disjoint biclusters is O(nmb) and for arbitrary matrices is of order O(nmb min{n, m}) where b is the number of all inclusion-maximal biclusters in matrix. In this paper we present an improved algorithm, BiSim, for biclustering which is easy and avoids complex computations as in BiMax. The complexity of our approach is O(n*m) for n genes and m conditions, i.e, a matrix of size n*m. Also it avoids extra computations within the same complexity class and avoids missing of any biclusters.",
        "email": "",
        "conf": "Soft Computing and Pattern Recognition. IEEE",
        "coauthors": [
            "Nighat Noureen",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Biclustering,gene expression data,biclustering algorithm,bicluster,co-regulated,co-expressed,local expression patterns"
    },
    {
        "id": 863,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Terminal Mobility Services in the Middleware Environment",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Terminal Mobility is a much more common activity today then it was anticipated a few years back. Mobility itself is a complex phenomenon which is further complicated in a distributed application environment due to abstraction of cross-platform details and cross-realm handoffs. CORBA is a widely used middleware service used for remote method invocation in distributed applications. Vertical handoffs in cross-realm environment puts a serious constraint on effective resolution of resource names and hence CORBA utility in mobile heterogeneous environment. We propose a robust middleware architecture which takes into account multiple access services at link-layer performs optimization of connectivity services at middleware with the help of decision making support provided by application needs and network status. The proposed architecture promises resilient middleware services for terminal mobility.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "Computer Systems and Applications. IEEE",
        "coauthors": [
            "Syed Zubair Ahmad",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Middleware,Distributed computing,Mobile radio mobility management,Mobile communication,Application software,Computer networks,Resource management,Robustness,Computer architecture,Telecommunication network reliability"
    },
    {
        "id": 775,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Application of COReS to Compute Research Papers Similarity",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Over the decades, the immense growth has been reported in research publications due to continuous developments in science. To date, various approaches have been proposed that find similarity between research papers by applying different similarity measures collectively or individually based on the content of research papers. However, the contemporary schemes are not conceptualized enough to find related research papers in a coherent manner. This paper is aimed at finding related research papers by proposing a comprehensive and conceptualized model via building ontology named COReS: Content-based Ontology for Research Paper Similarity. The ontology is built by finding the explicit relationships (i.e., super-type sub-type, disjointedness, and overlapping) between state-of-the-art similarity techniques. This paper presents the applications of the COReS model in the form of a case study followed by an experiment. The case study uses InText citation-based and vector space-based similarity measures and relationships between these measures as defined in COReS. The experiment focuses on the computation of comprehensive similarity and other content-based similarity measures and rankings of research papers according to these measures. The obtained Spearman correlation coefficient results between ranks of research papers for different similarity measures and user study-based measure, justify the application of COReS for the computation of document similarity. The COReS is in the process of evaluation for ontological errors. In the future, COReS will be enriched to provide more knowledge to improve the process of comprehensive research paper similarity computation.",
        "email": "",
        "conf": "IEEE Access",
        "coauthors": [
            "Qamar Mahmood",
            "Muhammad Abdul Qadir",
            "Muhammad Tanvir Afzal"
        ],
        "keywords": "Comprehensive similarity computation,content based similarity,ontology,ranking,research paper similarity"
    },
    {
        "id": 856,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "S-Point A Semantic Based E-learning Content Development Tool",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Microsoft® PowerPoint is the most popular e-learning content development tool. The effectiveness and easy to use of PowerPoint together with third party tools seems to make the idea to develop e-learning with PowerPoint work but PowerPoint cannot be considered as a premier e-learning tool. The reason might be the drawbacks of PowerPoint in terms of its file size, inter-operability and openness. This research describes architecture of a new e-learning content development tool that not only has the look and feel of PowerPoint but also overcomes the drawbacks of PowerPoint. We call this tool as S-Point-A Semantic Based eLearning Content Development tool that is based on the Open Reusability Benchmark. With help of this tool teachers can develop learning objects that are more semantically meaningful and semantically searchable.",
        "email": "",
        "conf": "Journal of Applied Sciences",
        "coauthors": [
            "Imran Ihsan",
            "Mohib ur Rehman",
            "Mobin Uddin Ahmed",
            "Muhammad Abdul Qadir"
        ],
        "keywords": ""
    },
    {
        "id": 886,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Performance Optimization of Transmission Control Protocol in Heterogeneous Wireless Network during Mobility",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Transmission Control Protocol (TCP) has shown serious performance limitations on wireless media. The main causes of these limitations have their root in mobility and link characteristics of wireless media. Heterogeneous environment of multiple radio-access technologies generally increases handover frequency, causing adverse impact on TCP flow and congestion control operations. In this paper, we have provisioned handover state management mechanism by adding new states in TCP control operations. Performance optimization has been achieved by adding adaptive flow control, based on mobility events and by reconfiguration of TCP control parameters according to their criticality and impact on performance parameters. Proposed component also contains functionality of end-to-end Handoverstate Identification and Adaptation Mechanism (HIAM), which takes care of both sender and receiver mobility events. The results show that optimization achieved through proposed scheme provides 10.26% to 53.55% improvement in throughput over other TCP variants. Similarly, proposed scheme also improves end-to-end delay for each packet from 15.23 % to 35.05%.",
        "email": "",
        "conf": "International Journal of Computer Science and Network Security",
        "coauthors": [
            "Muhammad Saeed Akbar",
            "Syed Zubair Ahmad",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Congestion control, mobile TCP sessions, Handoff-delay absorption, Wireless-loss absorption, Explicit Congestion Notification."
    },
    {
        "id": 851,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "A distributed resource management scheme for load-balanced QoS provisioning in heterogeneous mobile wireless networks",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Quality of Service (QoS) provisioning in wireless networks quickly leads to scalability problem due to hard resource allocation of each session. Heterogeneous wireless environment provides alternative resources, but the complexity of handling such system is very high. In this paper, we present a virtual resource provisioning (VPR) scheme that collaborates with co-located wireless networks regarding resource availability and estimates resource release in near future to maintain predictive resource list for optimal resource utilization. Resource utilization is further supported by a fine-grained QoS service sub-class design for making precise resource allocation. These sub-classes map demanded QoS requirements to their subset, enabling more resource availability. Results show that much higher call admission rates are achieved by integrating virtual resource provisioning and load-balancing approach.",
        "email": "",
        "conf": "ACM symposium on QoS and security for wireless and mobile networks",
        "coauthors": [
            "Syed Zubair Ahmad",
            "Muhammad Abdul Qadir",
            "Mohammad Saeed Akbar"
        ],
        "keywords": ""
    },
    {
        "id": 872,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Evaluation and comparison of TCP and UDP over Wired-cum-Wireless LAN",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The great deployment of IEEE 802.11 wireless networks has spawned momentous challenges for future data communication. Consumers often criticize the connectivity and performance related issues. Many of the routing protocols are suggested for wireless LAN. Prominent steps for selection of routing protocols according to the nature of network environment produce better performance. We use DSDV routing protocols to evaluate the performance of TCP & UDP over wired cum wireless LAN. We use Network Simulator-2 with different parameters, generating different speeds of mobile nodes and different link capacity (bandwidth) with same packet size in every scenario. We compare TCP and UDP in terms of throughput, good put and other significant parameters to justify their performance in particular circumstances.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Abdul Razaque Rind",
            "Khurram Shahzad",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "TCP,UDP,Throughput,Good put,wired-cum-wireless LAN"
    },
    {
        "id": 803,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Adaptive Path Ranking Technique for Maximization of Gains of Bandwidth Aggregation over Heterogeneous Wireless Links",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Bandwidth aggregation of heterogeneous wireless links faces numerous challenges in maximizing available connectivity services for mobile applications. One serious issue is the out-of-sequence arrival of packets at receiver that is amplified by distribution of packets of a flow over multiple paths. These packets experience asymmetric path characteristics that results in diverse congestion states for traffic flow. This paper presents an adaptive mechanism for estimation of path suitability for a specific type of flow on the basis of end-to-end path statistics of delay, packet drop and available bandwidth. The proposed mechanism is also supported by a stochastic model that estimates delay with lesser computational complexity. The results of proposed approach have been validated through simulation as well. The results have shown robust performance of proposed mechanism in achieving acceptable quality-of-service levels during mobility with minimized out-of-sequence reception and reduced buffer occupancy.",
        "email": "",
        "conf": "Broadband, Wireless Computing, Communication and Applications",
        "coauthors": [
            "Syed Zubair Ahmad",
            "Muhammad Abdul Qadir",
            "Samiullah Khan"
        ],
        "keywords": "E2E path ranking,heterogeneous wireless networks,asymmetric path characteristics,bandwidth aggregation,out-of-sequence arrival,throughput maximization"
    },
    {
        "id": 806,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Semantic Aware Implication and Satisfiability for Conjunctive Queries in Semantic Caching",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Finding satisfiability and implication results among queries is fundamental to several problems in databases especially in distributed databases. The known complexity of finding satisfiability of term S is O(|S|3). Similarly complexity of finding “Is S implies T (S→T)” is O(S 3+K) Where |S| is the number of distinct predicate attributes in S, and K is the number of predicate terms in T (S and T are conjunctive select-project-join(PSJ) queries). We show that with the induction of Cross Attribute Knowledge (C RA ) the above complexity is reduced to O(|S − C RA |3) and O(|S − C RA |3+K) for satisfiability and implication respectively.",
        "email": "",
        "conf": "Communications in Computer and Information Science",
        "coauthors": [
            "Muhammad Azeem Abbas",
            "Muhammad Abdul Qadir",
            "Munir Ahmad",
            "Tariq Ali"
        ],
        "keywords": "User Query, Traditional Algorithm, Conjunctive Query, Directed Weighted Graph, Probe Query "
    },
    {
        "id": 815,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Towards Classification of Web Ontologies for the Emerging Semantic Web",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The massive growth in ontology development has opened new research challenges such as ontology management, search and retrieval for the entire semantic web community. These results in many recent developments, like OntoKhoj, Swoogle, OntoSearch2, that facilitate tasks user have to perform. These semantic web portals mainly treat ontologies as plain texts and use the traditional text classification algorithms for classifying ontologies in directories and assigning predefined labels rather than using the semantic knowledge hidden within the ontologies. These approaches suffer from many types of classification problems and lack of accuracy, especially in the case of overlapping ontologies that share common vocabularies. In this paper, we define an ontology classification problem and categorize it into many sub-problems. We present a new ontological methodology for the classification of web ontologies, which has been guided by the requirements of the emerging Semantic Web applications and by the lessons learnt from previous systems. The proposed framework, OntClassifire, is tested on 34 ontologies with a certain degree of overlapping domain, and effectiveness of the ontological mechanism is verified. It benefits the construction, maintenance or expansion of ontology directories on the semantic web that help to focus on the crawling and improving the quality of search",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "JOURNAL OF UNIVERSAL COMPUTER SCIENCE",
        "coauthors": [
            "Muhammad Fahad",
            "Nejib Moalla",
            "Abdelaziz Bouras",
            "Muhammad Abdul Qadir",
            "Muhammad Farukh"
        ],
        "keywords": "Ontology classification and retrieval, Semantic matching, Ontology searching, Web page Classification, Semantic web portals "
    },
    {
        "id": 809,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Exploiting reference section to classify paper's topics",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Classification is an important task in data mining. Classification is about organizing data into relevant nodes in taxonomy. In scientific domain, classification of documents to predefined category (ies) is an important research problem and supports number of tasks such as: information retrieval, finding experts, recommender systems etc. In Computer Science, the ACM categorization system is commonly used for organizing research papers in the topical hierarchy defined by the ACM. Accurately assigning a research paper to a predefined category (ACM topic) is a difficult task especially when the paper belongs to multiple topics. In the past, different approaches have been applied to find the actual topics of a paper such as content based analysis, metadata analysis, and semantic analysis etc. However, in this paper, we exploit the reference section of a research paper to discover topics of the paper. It is assumed that in most of the cases, papers belonging to the same or similar category are cited by an author. We have evaluated our technique for a dataset of Journal of Universal Computer Science (J.UCS). Our system collected 1460 documents from J. UCS along with their predefined topics assigned by authors and verified by journal's administration. The system used 1010 documents for training dataset. The system extracted references from training dataset and grouped them in a Topic Reference pair such as TR {Topic, Reference}. Subsequently, the system was tested on the remaining 450 documents. The references of the focused paper are parsed and compared in the pair TR {Topic, Reference}. The system collects corresponding list of topics matched with the references in the said pair. Subsequently multiple weights are assigned during the process of this matching. The system was able to predict the first node in the ACM topic (topic A to K) with 70% accuracy.",
        "email": "",
        "conf": "Management of Emergent Digital EcoSystems",
        "coauthors": [
            "Naseer Ahmed Sajid",
            "Tariq Ali",
            "Muhammad Tanvir Afzal",
            "Muni Ahmad",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Document classification, Scientific documents classification,Citations, Multi-label classification, ACM classification "
    },
    {
        "id": 865,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "DKP-OM: A Semantic Based Ontology Merger",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Accurate mapping and merging of multiple ontologies to produce consistent and coherent merged global ontology is a very important process to enable heterogeneous multivendors semantic-based systems to communicate and understand each other. Current systems for ontology mapping and merging are very restricted in term of resolving mismatches or proposing accurate matches with no or minimum human intervention. The suggestions made by these systems do not consider all information available in the semantic knowledge of the ontologies. In this paper we are proposing a system for merging and alignment of OWL-DL ontologies that uses semantics of concepts especially the disjoint knowledge in order to resolve conflicts automatically. We show that in order to provide a complete, consistent and coherent merged ontology, preservation of disjoint knowledge in the definition of ontologies is very helpful. Our system uses heuristics-based approach for mapping concepts of ontologies by analyzing description logic (DL) of concepts and preserves the disjoint knowledge in the merged ontology, too. The concept of validation during the initial stages of ontology mapping not only distinguishes our system from the existing ones’ but also reduces the users’ dependability for validating the consistency of the generated mappings. We also discuss experimental findings to prove the effectiveness of our approach in merging process.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "I-Semantics",
        "coauthors": [
            "Muhammad Fahad",
            "Muhammad Abdul Qadir",
            "Muhammad Wajahat Noshairwan",
            "Nadeem Iftikhar"
        ],
        "keywords": "Ontology Mapping and Merging, Disjoint Knowledge Preservation, Ontology Engineering, Knowledge Modelling, Semantic Computing"
    },
    {
        "id": 776,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "ChromBiSim: Interactive chromatin biclustering using a simple approach",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Combinatorial patterns of histone modifications sketch the epigenomic locale. Specific positions of these modifications in the genome are marked by the presence of such signals. Various methods highlight such patterns on global scale hence missing the local patterns which are the actual hidden combinatorics. We present ChromBiSim, an interactive tool for mining subsets of modifications from epigenomic profiles. ChromBiSim efficiently extracts biclusters with their genomic locations. It is the very first user interface based and multiple cell type handling tool for decoding the interplay of subsets of histone modifications combinations along their genomic locations. It displays the results in the forms of charts and heat maps in accordance with saving them in files which could be used for post analysis. ChromBiSim tested on multiple cell types produced in total 803 combinatorial patterns. It could be used to highlight variations among diseased versus normal cell types of any species.",
        "email": "",
        "conf": "Genomics",
        "coauthors": [
            "Nighat Noureen",
            "Hafiz Muhammad Zohaib",
            "Muhammad Abdul Qadir",
            "Sahar Fazal"
        ],
        "keywords": "Histone code hypothesis,Biclusters,Local patterns,Genome wide histone marks,Binarization approach"
    },
    {
        "id": 857,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "A Cross-Layer Vertical Handover Decision Model for Heterogeneous Wireless Networks",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Vertical handover in heterogeneous wireless networks is a strategic decision due to its profound impact on mobile applications and their performance. Primarily it's an issue of network availability and secondarily it is a question of choosing best available service. This paper presents a Cross-layer Vertical Handover (CVH) decision model that maintains the pre-decision load of vertical handover processing on two layers i.e. application layer and a thin shim layer between the network and data link layer. A matchmaker service help in handover decision on the basis of best match of application demands with available connectivity options. The results show low-latency, highly consistent vertical handovers during mobility and improved performance of applications with respect to throughput and reliability.",
        "email": "",
        "conf": "Innovations in Information Technologies (IIT). IEEE",
        "coauthors": [
            "Syed Zubair Ahmad",
            "Mohammad Saeed Akbar",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Wireless networks,Switches,Availability,Frequency,Quality of service,Costs,Computer networks,Distributed computing,Optical computing,Added delay"
    },
    {
        "id": 848,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Device Discovery with Qualitative & Quantitative Analysis of TCP Variants Under Mobility Based Anchor Point Node in Hybrid Network",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Fast and rapid Communication is still hot issue for entire global world but it becomes even more challengeable for researchers and scientists in rural areas. We have proposed Anchor Point Node (APN) Hybrid network especially for those areas, where is no direct connectivity. Our scheme is feasible and providing mature solution for such areas and could be very effective for disaster areas, war situation, health and educational institutions. Our scheme provides optimistic solution for device discovery in Manet portion. To confirm the claim of proposed scheme, we have implemented the scheme with network simulator-2. Our scheme consists on three networks, which are wired, wireless and Manet. These networks are jointly connected through APN. Manet portion of network is supported with Ad-hoc on demand Vector (AODV) protocol. Our objective is to discover the device in Manet and provide similar communicating facilities to rural areas as Urban obtains. We investigate the fairness of existing TCP Variants in our proposed APN Hybrid network. We choose different mobility scenarios with changeable mobile speeds to measure the suitability and fairness of TCP Variants in order to investigate the effect of mobility for each TCP Variants.",
        "email": "",
        "conf": "Computer Science and Information Systems",
        "coauthors": [
            "Abdul Razaque",
            "Muhammad Abdul Qadir",
            "Khurram Shahzad",
            "Osama Bin Nazir",
            "S Hammad Khalid"
        ],
        "keywords": "TCP variants, Wired, Wireless, Manet, AODV, APN"
    },
    {
        "id": 834,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Extensive experimentation with eACID",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Fault monitoring is one of the main activities of fault tolerant distributed systems. It is required to determine the suspected/crashed component and proactively take the recovery steps to keep the system alive. The main objective of the fault monitoring activity is to quickly and correctly identify the faults. A fault monitoring system which is quick to declare faults increases the chances of false alarms, i.e., declaration of a fault which is actually not a fault. Therefore, an ideal fault monitoring system needs to be as quick as possible in identification of faults without increasing the false alarms. Fault monitor typically detects faults by sending and receiving messages to remote objects and observing the time intervals between a message and its response. One of the major responsibilities of the monitor is to adapt these intervals according to the dynamic network and system conditions, and set them very close to the actual delays in the system. The adaptation of the delays, timeout and monitoring intervals, must not fluctuate with large amplitudes around the actual delays. Otherwise, the number of false alarms would increase or the identification of faults will be delayed. The adaptation should converge to the actual delays very fast. Adaptation of the monitoring interval in the same way as time outs adapt can not be defended. Sometimes, a distributed system (network or other components) may have abrupt change in their state for a very short duration (the transient behavior), the fault monitoring system should bypass these transients behavior, and otherwise the decisions taken on transients will have to be changed to other state very quickly which will add extra overheads both in taking the decision and then reverting it back. Our algorithm with the name of eACID (enhanced Adaptive Convergent Intelligent fault monitoring in Distributed systems), when compared with the best known algorithm, ADAPTATION [Sotama et al.], yielded 16% less false timeouts and 9% more utilization of responses. eACID adapts the timeout on the previous history which gives us a fair idea about the work load and we use it to our advantage. Our scheme does not take decisions on transient behaviors of the system",
        "email": "",
        "conf": "International Conference on Emerging Technologies. IEEE",
        "coauthors": [
            "Shujaat Hussain",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "timeout,fault detectors,fault monitoring,benchmark,adaptation"
    },
    {
        "id": 819,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Algorithms to evaluate ontologies based on extended error taxonomy",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Ontology evaluation is an important part of the ontology development process. Errors in ontology are dangerous for the information system built on it. To our surprise, the existing systems are unable to identify most of the errors. We could not find algorithms to detect most of the errors in the published literature. We design and implement algorithms to detect various errors in ontologies: circulatory errors in class and property hierarchy, common class and property in disjoint decomposition, redundancy of sub class and sub property, redundancy of disjoint relation and disjoint knowledge omission. Some of the ontologies are very large in size. Some warnings need evaluation by human expert. So the algorithms employ a mechanism to rank the warnings such that the warnings with high probability of realization by expert come towards the top. For the implementation, ontologies are indexed using a variant of already proposed and published scheme Ontrel. In addition to the previous errors taxonomy, the algorithms also cover recently extended error taxonomy: circulatory errors in property hierarchy, common property in disjoint decomposition, redundancy of sub property, redundancy of disjoint relation and disjoint knowledge omission. Using these algorithms, we evaluate well known ontologies including Gene Ontology (GO), WordNet Ontology, OntoSem Ontology and identify errors in all of them. Since critical systems are being developed based on ontologies, this initiative of evaluation will be a significant contribution in the ontology development process. ",
        "email": "",
        "conf": "Information and emerging technologies. IEEE",
        "coauthors": [
            "Najmul Ikram Qazi",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Weapons,Presses,Partitioning algorithms,Redundancy"
    },
    {
        "id": 814,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Citation network visualization of CiteSeer dataset",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Citation networks are very dense and large networks. The visualization of such dense networks is a tough task. Furthermore, most of the available tools provide visualization of such networks in the form of static images. However, the static images are not of any use for the users as user cannot interact with the system and cannot find the required information. In this paper, we have implemented a system that generates a dynamic network of citations. We have used CiteSeer dataset for citation network. We have provided the functionalities where a user can magnify the shown graph and can view all the citations of the required selected paper in a radial tree form. We have also provided a lens facility that provides a hyperbolic view and user can zoom in and out the graph in the area of lens. We created this citation network in Pajek tool and then extended the tool by incorporating JUNG libraries of java.",
        "email": "",
        "conf": "Computer Sciences and Convergence Information Technology (ICCIT)",
        "coauthors": [
            "Afsheen Khalid",
            "Muhammad Tanvir Afzal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Layout,Java,Visualization,Libraries,Data visualization,Lenses,Social network services"
    },
    {
        "id": 855,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Ontological Errors - Inconsistency Incompleteness and Redundancy.",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Mapping and merging of multiple ontologies to produce consistent, coherent and correct merged global ontology is an essential process to enable heterogeneous multi-vendors semantic-based systems to communicate with each other. To generate such a global ontology automatically, the individual ontologies must be free of (all types of) errors. We have observed that the present error classification does not include all the errors. This paper extends the existing error classification (Inconsistency, Incompleteness and Redundancy) and provides a discussion about the consequences of these errors. We highlight the problems that we faced while developing our DKP-OM, ontology merging system and explain how these errors became obstacles in efficient ontology merging process. It integrates the ontological errors and design anomalies for content evaluation of ontologies under one framework. This framework helps ontologists to build semantically correct ontology free from errors that enables effective and automatic ontology mapping and merging with lesser user intervention.",
        "email": "",
        "conf": "ICEIS",
        "coauthors": [
            "Muhammad Fahad",
            "Muhammad Abdul Qadir",
            "Muhammad Wajahaat Noshairwan"
        ],
        "keywords": "Ontological Errors Taxonomy, Ontology Evaluation, Ontology Validation and Verification, Ontology Design Anomalies, Ontology Merging, Ontology Mapping, Semantic Web"
    },
    {
        "id": 847,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "OntoFetcher: An Approach for Query Generation to Gather Ontologies and Ranking Them by Ensuring User's Context",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Ontologies have been widely used to represent a domain and share knowledge. Various researchers working on the same domain can collaborate with each other using this shared knowledge. Building such ontology from scratch is a difficult and time consuming task. This is mainly due to the fact that normally the ontologist does not have expertise of the domain. Therefore to save time one can use existing ontologies. Several existing approaches like AKTiveRank, OntoQA, OntoKhoj and OntoRank have been proposed to search and rank ontologies but each having some limitation. Some techniques just used popularity of ontologies to rank ontologies, while some analyzed the structure of the ontology but missed the context of user. In this paper we propose an ontology searching and ranking scheme which also incorporates the context of the user by asking the required property relationship between concepts. Our system use Swoogle to fetch ontologies. We also propose a query generation process inorder to get those ontologies which contains synonyms and homonyms of user's queried concepts and properties.",
        "email": "",
        "conf": "Emerging Technologies. IEEE",
        "coauthors": [
            "Syed Adnan Hussain Shah",
            "Adnan Khalid",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Ontology Ranking,Ontology Searching"
    },
    {
        "id": 861,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "CFiTT - Corrupt free file transfer technique over FTP",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": " In order to apply hash function on each n byte block of file which is corrupted? If we consider it with the file we perform the following steps to make (m mod n)= 0 ofFo: m--Calculate Length of (F0) perspective of cost, as we have mentioned earlier that n*-Length of Block (anyoneof128 256 512 1024 20481 we target users who are interested in larger files, 4096 8192 bytes) resending whole file from scratch will not be better res*-reserved 16 bytes option for large file sizes. Even for files of small sizes, Pm modn this is not a recommendable ",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "Information and Emerging Technologies",
        "coauthors": [
            "Amna Sultana",
            "Muhammad Farhan Bashir",
            "Muhammad Abdul Qadir"
        ],
        "keywords": ""
    },
    {
        "id": 828,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Constraint-based query distribution framework for an integrated global schema",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Distributed heterogeneous data sources need to be queried uniformly using global schema. Query on global schema is reformulated so that it can be executed on local data sources. Constraints in global schema and mappings are used for source selection, query optimization, and querying partitioned and replicated data sources. The provided system is all XML-based which poses query in XML form, transforms, and integrates local results in an XML document. Contributions include the use of constraints in our existing global schema which help in source selection and query optimization, and a global query distribution framework for querying distributed heterogeneous data sources.",
        "email": "",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Ahmad Kamran Malik",
            "Muhammad Abdul Qadir",
            "Nadeem Iftikhar",
            "Muhammad Usman"
        ],
        "keywords": "Query processing,XML,Ontologies,Runtime,Database languages,Java,Web services,Data mining"
    },
    {
        "id": 858,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Incompleteness Errors in Ontology",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Ontology evaluation is one of the most important phases of ontology engineering. Researchers have identified different types of errors that should be catered in ontology evaluation process for fulfillment of the semantic Web vision and classified them in error's taxonomy. We have found that some important errors are missing in the error's taxonomy. We have identified and defined two new incompleteness errors i.e. functional property omission (FPO) for single valued property and inverse-functional property omission (IFPO) for a unique valued property. We have demonstrated the importance of such errors by giving different scenarios where appropriate. We have evaluated different ontologies and presented empirical results.",
        "email": "",
        "conf": "International Conference on Granular Computing IEE",
        "coauthors": [
            "Muhammad Abdul Qadir",
            "Muhammad Fahad",
            "Syed Adnan Hussain Shah"
        ],
        "keywords": "Ontologies,Taxonomy,Redundancy,Semantic Web,Mechanical factors,OWL,Phase detection,Formal specifications,Knowledge engineering,Guidelines"
    },
    {
        "id": 798,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "MCaVoH: A toolkit for Mining Classification and Visualization of Human Microbiota.",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Human body is the home for a large number of microbes. The complexity of enterotype depends on the body site. Microbial communities in various samples from different regions are being classified on the basis of 16S rRNA gene sequences. With the improvement in sequencing technologies various computational methods have been used for the analysis of microbiome data. Despite several available machine learning techniques there is no single platform available which could provide several techniques for clustering, multiclass classification, comparative analysis and the most significantly the identification of the subgroups present within larger groups of human microbial communities. We present a tool named MCaVoH for this purpose which performs clustering and classification of 16S rRNA sequence data and highlight various groups. Our tool has an added facility of biclustering which produces local group of communities present within larger groups (clusters). The core objective of our work was to identify the interaction between various bacterial species along with monitoring the composition and variations in microbial communities. MCaVoH also evaluates the performance and efficiency of different techniques using comparative analysis. The results are visualized through different plots and graphs. We implemented our tool in MATLAB. We tested our tool on several real and simulated 16S rRNA data sets and it outperforms several existing methods. Our tool provides a single platform for using multiple clustering, classification algorithms, local community identification along with their comparison which has not been done so far.",
        "email": "",
        "conf": "Journal of microbiological methods",
        "coauthors": [
            "Maryum Nisar",
            "Nighat Noureen",
            "Sahar Fazal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Human microbiota,16S rRNA,Clustering,Classification,Biclustering,Comparative analysis"
    },
    {
        "id": 799,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Finding Relatedness between Research Papers Using Similarity and Dissimilarity Scores",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Identification of relatedness between research papers is very important in recommender systems, information retrieval, and document categorizing etc. The state-of-the-art approaches compute relatedness using similarity functions by exploiting terms from content and metadata, however, dissimilarity between research papers is not used to compute the relatedness. This research proposes an approach for finding relatedness based on similarity as well as dissimilarity based characteristics of document’s content. The relatedness between documents has been computed by combining and normalizing similarity and dissimilarity. It was found that results of our experiment are encouragingly comparable to other content based similarity measuring techniques.",
        "email": "",
        "conf": "Web-Age Information Management",
        "coauthors": [
            "Qamar Mahmood",
            "Muhammad Abdul Qadir",
            "Muhammad Tanvir Afzal"
        ],
        "keywords": "Content Based Similarity, Document Relatedness, Information Retrieval, Synonym Based Similarity "
    },
    {
        "id": 812,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Throughput enhancement of simultaneous multipath communication using modified fast retransmit scheme",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The increased availability of communication resource through simultaneous use of multiple network interfaces of mobile and fixed devices has enabled higher bandwidth for streaming applications. The out-of-sequence arrival on such multipath transport configurations remains the major challenge to be overcome before the available potential is maximized. In this paper, we propose Modified Fast Retransmit (MFR) Scheme for the multi-homed stream control transmission protocol (SCTP) that minimizes the impact of possible out-of-sequence (OOS) arrival at the destination. The proposed scheme isolates local and global OOS arrivals and adapts fast retransmission strategy for global OOS arrival, in accordance to the end-to-end communication path characteristics. The essence of higher availability of bandwidth is also signified through the modified congestion control mechanism. The proposed scheme produces large boost in throughput of the streams transported through multiple paths, as compared to other schemes; such as Concurrent Multipath Transmission.",
        "email": "",
        "conf": "Computer Networks and Information Technology IEEE",
        "coauthors": [
            "Samiullah Khan",
            "Syed Zubair Ahmad",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Concurrent multipath transport,modified fast retransmit,congestion control,out-of-Sequence arrival,throughput maximization"
    },
    {
        "id": 849,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "EFFICIENT QUERY PROCESSING OVER SEMANTIC CACHE",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Semantic cache reduces the latencies of retrieving of data over distributed system by reusing already retrieved data. It improves the performance (response time) of the system with limited bandwidth. Cache management and query processing over semantic cache are two major activities which should be handled carefully. Query processing plays a major role to reuse the retrieved data efficiently. Efficient query processing algorithms made the semantic cache more efficient. This paper identifies four issues that became the cause of decreasing the efficiency of query processing’s algorithm. Solution is also provided to identified issues to improve the efficiency of query processing. Improvement in efficiency is discussed along each of the issue. Efficiency analysis for enhanced algorithm is also provided.",
        "email": "",
        "conf": "INTELLIGENT SYSTEMS AND AGENTS",
        "coauthors": [
            "Munir Ahmad",
            "Muhammad Abdul Qadir",
            "Abdul Razaque",
            "Muhammad Sana Ullah"
        ],
        "keywords": "Semantic Cache, Query Matching, Query Processing, Amending Query"
    },
    {
        "id": 850,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Performance Evaluation of TCP Variants under Mobility Based Anchor Point Node (APN) Hybrid Network",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The priority of scientists and researchers is to provide guaranteed communication everywhere. Different strategic methodologies and schemes have been introduced to connect the entire world. The substantial efforts have been made for optimized and fast data delivery so for. TCP plays pivotal role in information-oriented era. Various TCP flavors are proposed for fast and rapid communication. We simulate TCP Variants on our proposed anchor point node (APN) hybrid network. The simulated scenarios are purely mobility-based and meet the realistic situation; as MANET portion of network covers the rural area and wired-cum-wireless cover city and its suburbs. We use DSR protocol for route discovery in MANET portion. Our main focus is to investigate the fairness of TCP Variants on basis of mobility scenarios to evaluate the throughput, good put and end-to- end delay. ",
        "email": "",
        "conf": "Communication Networks and Services Research",
        "coauthors": [
            "Abdul Razaque",
            "Khurram Shahzad",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "TCP variants,Hybrid network,DSR,APN"
    },
    {
        "id": 779,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "A comparison of feature extraction techniques for malware analysis",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The manifold growth of malware in recent years has resulted in extensive research being conducted in the domain of malware analysis and detection, and theories from a wide variety of scientific knowledge domains have been applied to solve this problem. The algorithms from the machine learning paradigm have been particularly explored, and many feature extraction methods have been proposed in the literature for representing malware as feature vectors to be used in machine learning algorithms. In this paper we present a comparison of several feature extraction techniques by first applying them on system call logs of real malware, and then evaluating them using a random forest classifier. In our experiment the HMM-based feature extraction method outperformed the other methods by obtaining an F-measure of 0.87. We also explored the possibility of using ensembles of feature extraction methods, and discovered that combination of HMM-based features with bigram frequency features improved the F-measure by 1.7%.",
        "email": "",
        "conf": "Turkish Journal of Electrical Engineering and Computer Sciences",
        "coauthors": [
            "Mohammad Imran",
            "Muhammad Tanvir Afzal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Malware analysis, feature extraction, machine learning"
    },
    {
        "id": 884,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "UREKA - Grid Enabled Educational Multimedia Database.",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "",
        "email": "",
        "conf": "SEKE",
        "coauthors": [
            "Mohib ur Rehman",
            "Imran Ihsan",
            "Mobin Uddin Ahmed",
            "Nadeem Iftikhar"
        ],
        "keywords": ""
    },
    {
        "id": 792,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Semantic indexing for XML documents using RDBMS",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Indexing is a common technique used by search engines for a fast and efficient search and retrieval process. XML search engines are no different. But the search engines consider XML file as single unit completely ignoring the fact that XML document contains records in the form of semi-structured data. This hierarchal structure of XML inherits a parent/child relationship. This relationship make two tags semantically related, if they share same parent. Indexing document as a whole, result in low precision. This paper proposes an indexing scheme that preserves the parent/child relation information using document structure. The information is then used to identify the semantic relation between items. Semantic based search and retrieval on XML documents can provide more accurate results. The paper uses RDBMS to store these indices in the form of table. To check the accuracy of the proposed scheme, a case study is also performed using two queries on a sample XML file that share semantically related data.",
        "email": "",
        "conf": "International Conference on Information and Communication Technologies (ICICT)",
        "coauthors": [
            "Imran Ihsan",
            "Muhammad Abdul Qadir",
            "Faisal Fayyaz Kiyani",
            "Mohib ur Rehman"
        ],
        "keywords": "XML,Indexing,RDBMS,Semantics"
    },
    {
        "id": 877,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Context Aware Information Retrieval using Role Ontology and Query Schemas",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Context is the \"circumstances and conditions\" which \"surround\" an event. Various areas of computer science, mainly, semantic Web have been investigating the concept of context aware information retrieval for the past few years. Context aware information retrieval involves, either, building refined queries that can retrieve most relevant and precise information or refining retrieved results to match user's needs. Currently most of the queries processed on the web do not return the desired results because they fail to take into account the user's context, query relevance, user's intent, current location, time, and other user's preferences in combination. This leads to high recall and low relevance. Different architectures have been proposed in this field. However, there is still lot more to be done to achieve the results in the areas of query refinement, context retrieval and result refinement. Our approach is based on a proposed concept of 'role ontology' and 'query schemas', incorporating user's profile, context, history, ontology's and user feedback.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Humaira Liaqaut",
            "Nadeem Iftikhar",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Context awareness,Information retrieval,Ontologies,Feedback,Search engines,Data mining,History,Context modeling,Computer science,Semantic Web"
    },
    {
        "id": 786,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Information Extraction from PDF Sources Based on Rule-Based System Using Integrated Formats",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Information extraction from the PDF sources is a tedious task. Most of the existing approaches use either tag-based format such as HTML and XML, or Plain-text format for the extraction of information. In this paper, we present an information extraction technique for research papers which exploits both XML and text formats intelligently. The various patterns and rules are prepared from integrated formats. Furthermore, the intelligent processing of XML and Plain-text for various situations compliments the approach to achieve high accuracy. The proposed approach is a heuristic based approach that extracts the information about logical structure and supportive materials of research papers.",
        "email": "",
        "conf": "Semantic web evaluation challenge",
        "coauthors": [
            "Riaz Ahmad",
            "Muhammad Tanvir Afzal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Information extraction, Research papers, Ontology, PDF parser, Regular expression, XML and plain-text formats "
    },
    {
        "id": 853,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Analyis of TCP variants at various link error rates under mobility aware Anchor Point Node Hybrid Network",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The explosion of new promising technology and their requirement to communicate transparently has signified the need of efficient mobility management in the communication. The emerging networks have not controlled the communication gap between urban and rural territories. To remove the gap of data communication in both territories, we have introduced Hybrid Network with Anchor Point Node (APN), which is particularly effective for rural areas. The proposed network has been simulated with different static & mobility based scenarios with some existing TCP flavors. Therefore, to analyze the taxonomy & behaviors of TCP variants, as various link error rates are created in APN Hybrid Network. The main focus of the paper is to report the good put performance of TCP flavors at different link error rate and effect of link error rate in loss of good put. ",
        "email": "",
        "conf": "Communications, Signals and Coding. IEEE",
        "coauthors": [
            "Abdul Razaque",
            "S Hammad Khalid Banuri",
            "Khurram Shahzad",
            "Muhammad Abdul Qadir",
            "Munir Ahmad"
        ],
        "keywords": "TCP variants,Link error rate,DSDV,Hybrid network"
    },
    {
        "id": 839,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "An efficient query matching algorithm for relational data semantic cache",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Data access latency can be reduced for databases by using caching. Semantic caching enhances the performance of normal caching by locally answering the partially overlapped queries. Query processing (generation of probe and remainder query from the incoming queries) and cache management need to be addressed in its totality to really enjoy these benefits. That is, there is a need of correct, complete and efficient algorithms to process incoming queries and to manage semantic and data cache. In this paper, we address this issue in the context of query processing. We have observed that the algorithm proposed by Q. Ren and his colleagues has some inefficiencies and redundancies. To overcome these inefficiencies and redundancies, we have proposed an algorithm for query matching with hierarchal stored query semantics. Proposed algorithm performs matching of stored semantics in cache with semantics of incoming query. It also has capability to generate amending query efficiently and rejects incorrect queries at initial level. Comparison of proposed algorithm is made with existing algorithm. Complexity of proposed query matching algorithm is O(n) which is smaller then the existing which have O(2n-1), n is number of attributes in a relation. Also, the proposed algorithm is capable to stop the useless processing as was done in the previous algorithms.",
        "email": "",
        "conf": "Computer, Control and Communication. IEEE",
        "coauthors": [
            "Munir Ahmad",
            "Muhammad Abdul Qadir",
            "Muhammad Sanaullah",
            "Muhammad Farhan Bashir"
        ],
        "keywords": "Query matching,Query processing,Semantic Caching,Relational Databases,Algorithms"
    },
    {
        "id": 810,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Graph based query trimming of conjunctive queries in semantic caching",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "In semantic cache query processing, an important step is query trimming. Trimming a query can potentially reduce the answer size that is required to retrieve from a remote server. Existing query trimming technique is based on Boolean logic, which inhibits several shortcomings such as after trimming it expands number of predicate terms and induces disjunction even if conjunctive queries are under consideration. It trims the query segment wise and can not process the combined semantics of all the segments in a cache. In this paper we propose a query trimming technique that is based on variation of modeling approach (graph based) used for satisfiability and implication testing. We demonstrated with a case study that our proposed technique overcomes limitations of the previous query trimming technique and hence improves semantic cache query processing.",
        "email": "",
        "conf": "Emerging Technologies. IEEE",
        "coauthors": [
            "Muhammad Azeem Abbas",
            "Muhammad Abdul Qadir",
            "Munir Ahmad",
            "Tariq Ali",
            "Naseer Ahmed Sajid"
        ],
        "keywords": "Semantics,Remuneration,Query processing,Probes,Servers,Sun"
    },
    {
        "id": 829,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "OntRel: An optimized relational structure for storage of dynamic OWL-DL ontologies",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Ontology is one of the most important components of semantic based information systems which provides context to the document. Ontology enables us to define relationship between different terminologies from diverse domains. To interpret this information and perform reasoning we require to store Ontologies in a way that retrieval becomes easy. Ontologies are defined using OWL (Web ontology language) which is based on XML. All the OWL documents are stored in the form of specialized XML files. With the increase in the semantic Websites number of ontologies describing different domains also grow and with their growth there comes a problem of storing these ontologies. With the passage of time it has been established that RDBMS (relational database management systems) is the most efficient and reliable data structure in terms of storage and retrieval. To store OWL documents in RDBMS multiple techniques have been proposed, but they still lack the advantages of RDBMS. All the databases in RDBMS are closed in nature, but OWL documents are inherently dynamic and semi-structured. So, there is a need to preserve the dynamic OWL documents in the relational structure in such an way that no data or relationship is lost and advantages of RDBMS are also gained. This paper briefly presents the survey of existing ontologies with comparative analysis on the basis of load time and query performance. Secondly, this paper makes a contribution by proposing a rule based approach to improve the downside of earlier techniques.",
        "email": "",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Adnan Khalid",
            "Syed Adnan Hussain Shah",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Ontologies,OWL,Relational databases,Information retrieval,XML,Distributed computing,Information systems,Terminology,Data structures,Performance analysis"
    },
    {
        "id": 842,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Enhanced adaptive convergent and intelligent fault monitoring in distributed systems (eACID): Working and analysis",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Fault monitoring is an important concern to be addressed for distributed system. With the help of an efficient fault monitoring scheme, it would be easy to determine the crash and quickly take the recovery steps. Fault monitor typically detects faults by sending and receiving messages to remote objects. We enhanced our technique ACID further with experimenting with giving precedence to the most recent response in the queue and reducing the influence factor of the last response. We tested the enhanced technique eACID to the parameters i.e. adaptiveness to the environment, convergence to the optimal value of timeout and self intelligence for not loading or pushing the object that is being monitored . We experimented with our technique along with some other proposed techniques, our scheme; eACID gave better results when compared with the schemes.",
        "email": "",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Shujaat Hussain",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Fault Tolerance,failure detection,fault monitoring,timeout,monitoring interval"
    },
    {
        "id": 840,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "OntRel: An Ontology Indexer to store OWL-DL Ontologies and its Instances",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Ontology is one of the most important components of a semantic based information system which provides context to the document. Ontology enables us to capture the semantics of documents. To interpret information and perform reasoning we require storing ontologies in a way that is correct, consistent, scalable and efficient to retrieve. RDBMS (relational database management systems) is the most efficient and reliable data structure in terms of storage and retrieval. One of the ways is to store ontologies in RDBMS. OWL is used to represent ontologies. To store OWL documents in RDBMS multiple techniques have been proposed, but they either deal with single ontology or they do not store complete semantics expressed in OWL ontologies which compromise the correct retrieval of the data. Some of the techniques are not really scalable, as the ontology is dynamic and extensible where as the RDBMS schema is not dynamically extensible. So, there is a need to preserve the dynamic OWL documents in the Relational structure in such a way that no data or relationship is lost and advantages of RDBMS are also gained. This paper addresses the issue of storing multiple OWL ontologies in an RDBMS in a way that is correct, consistent, scalable and efficient to retrieve. A relational schema, with the name of OntRel, has been proposed along with a set of rules to populate database from OWL documents. OntRel has been implemented and tested and available as on the web for open use. Finally, we have compared the Load time, Query performance and completeness of OntRel with other indexing techniques using Lehigh University Benchmark (LUBM) and University Ontology Benchmark (UOBM).",
        "email": "",
        "conf": "Soft Computing and Pattern Recognition. IEEE",
        "coauthors": [
            "Adnan Khalid",
            "Syed Adnan Hussain Shah",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Ontology Indexing,OWL to RDBMS mapping,Rule based ontology storage,Ontology Persistent model"
    },
    {
        "id": 826,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "A Semantic Approach for Classification of Web Ontologies",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Semantic web provides virtual communities that enable intelligent interaction between software agents and people due to availability of standard open ontologies. But, as the semantic web is gaining much popularity, there is a massive growth seen in the ontology development which poses new research challenges such as ontology classification, ranking, searching, retrieval, etc. This results many recent developments, like OntoKhoj, Swoogle, OntoSearch, that facilitate user for such tasks. These semantic web portals mainly treat ontologies as plain texts and use traditional classification algorithms of plain text for classifying ontologies in directories and assigning predefined labels rather than using semantic knowledge hidden within the ontologies. These approaches suffer with many types of classification problems and lack of accuracy, especially in the case of overlapping ontologies that share common vocabularies. In this paper, we define ontology classification problem and categorized it into many sub-problems. We present a new methodology for ontology classification that is based on ontology approach for ontology classification and retrieval. The proposed framework, ONTCLASSIFIRE, benefit construction, maintenance or expansion of ontologies directories on the semantic web, and helps in ontology management and retrieval for software agents and people. We conclude that the use of context specific knowledge hidden in ontologies gives more accurate results of ontology classification and retrieval.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "knowledge management and knowledge technologies",
        "coauthors": [
            "Muhammad Fahad",
            "Nejib Moalla",
            "Abdelaziz Bouras",
            "Muhammad Abdul Qadir",
            "Muhammad Farukh"
        ],
        "keywords": "Ontology classification and retrieval, Semantic matching and searching, Web page Classification, Semantic web portals"
    },
    {
        "id": 844,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Towards Dependable Wireless Networks A QoS Constraint Resource Management Scheme in Heterogeneous Environment",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "End-to-end Quality of Service (QoS) provisioning in wireless heterogeneous networks require complex resource management and link utilization strategies. One important issue in QoS compliance relates to load-balanced resource management for increased survivability and availability of network services. In this paper, QoS provisioning issue has been addressed with the help of token bucket regulator (TBR) based cumulative link capacity estimation, using multiple radio access technologies. This estimation is used to achieve redundant paths to ingress router of a QoS provisioned subnet, which increases availability of network services. Traffic is routed through any one or combination of multiple available paths, enabling fast data forwarding. The fluctuations of link conditions in heterogeneous wireless networks are also absorbed in the token bucket regulator causing smooth traffic flow. Simulation results provide sufficient support in favor of proposed model for maximized call-admission, minimized call-block and improved resource management under high traffic load conditions.",
        "email": "",
        "conf": "International Conference on Emerging Technologies. IEEE",
        "coauthors": [
            "Syed Zubair Ahmad",
            "Mohammad Saeed Akbar",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Quality-of-service (QoS),resource management,optimum resource utilization,load-balancing,token bucket regulator,heterogeneous wireless networks"
    },
    {
        "id": 807,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Exploiting Title-Keywords Relation to Develop Concept Classifier for Scientific Community",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The exponential growth of scientific resources on the web has raised scalability issues like quick retrieval of relevant resource. The major obstacle is attributed to unstructured nature of information. It is estimated that the scientific knowledge is doubling in every five years. This information is being indexed by search engines, citation indexes, and digital libraries etc. Most of the time, the indexed information is unstructured or semi-structured. Therefore, the users are unable to find the relevant research papers. Users are given thousands and sometimes millions of irrelevant hits. This is mainly due to the unstructured nature of information being stored. For a query, the information retrieval may be restricted to the relevant resources if the resources are structured in a classification. Some classifications are being used in different domains such as in computer science, the ACM classification scheme is being used to structure the research papers. However, the ACM classification was majorly updated in 1998 and does not include evolving concepts and domains since then. Furthermore, only ACM papers are classified using ACM classification scheme while other publishers normally do not use this classification. Therefore, the automatic classification becomes a major challenge for scientific community. Several approaches are being used for creating automatic classification on the basis of co-occurrence analysis, keywords analysis, and using domain models ,etc. However, the current approaches have their limitations. In this paper, we proposed and implemented a new approach of finding the evolving classification, termed as concept classifier for the scientific community by aggregating the correlation between title terms and keywords of the paper. Initially the experiment has been conducted over the dataset of journal i.e. Journal of Universal Computer Science (J.UCS) .The resultant taxonomy has been verified and compared with the Growbag dataset (DBLP dataset of co-occurrence terms). The results are promising. The developed concept classifier is useful for classification of scientific documents.",
        "email": "",
        "conf": "Networked Digital Technologies",
        "coauthors": [
            "Sher Afgun Khan",
            "Muhammad Tanvir Afzal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Classification, J.UCS, Social-bookmarking, WordNet, GrowBag, Concept Facet"
    },
    {
        "id": 880,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Digital Text Watermarking: Secure Content Delivery and Data Hiding in Digital Documents",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Secure communication of data over public channel is one of the most important challenges. Both the activities to secure contents and to break security are very hot. In order to reduce the chances of attack, security need to be made invisible. Need to preserve originality, ownership information and integrity of text documents in a way that cannot be identified by every one is being felt badly. Watermarking of the documents is a step towards achieving these objectives. However to watermark a plain text document (ASCII) in a way that original text is not changed and it would be very difficult to break it, is a great challenge. We have developed a novel encoding scheme, which can be used to insert information in a plain text without changing the text. A system has been developed based upon this encoding scheme. This paper describes the system and demonstrates its working.",
        "email": "",
        "conf": "IEEE Aerospace and Electronic Systems Magazine",
        "coauthors": [
            "Muhammad Abdul Qadir",
            "Ishtiaq Ahmad"
        ],
        "keywords": "Copyrights protection,text watermarking,documents security,information security,data hiding,stagnography,information embedding,spread spectrum,watermarking,contents protection,digital signatures"
    },
    {
        "id": 879,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "An Efficient Scalable and Fault Tolerant Micro-Mobility Management Scheme using Adaptive Foreign Agents",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Micro-mobility has many protocols, which adopt hierarchical architectures and paging from cellular networks and employ them in mobile IP. In this paper the authors address three main issues of existing micro-mobility protocols e.g., inefficient registration for the first time when mobile node enters foreign network area, communication bottleneck, and single point of failure. As existing Micro-mobility protocols are centralized because all the communication and registration through a single point e.g., global foreign agent. The authors proposed a new micro-mobility scheme which is an efficient, scalable and fault tolerant solution. The authors distributed that workload on FAs. They include additional features behave differently in diverse situations",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "IEEE International Multitopic Conference",
        "coauthors": [
            "M. Osama Bin Nazir",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Mobile IP,mobility management in networks,wireless networks,micro-mobility,load balancing,Adaptive Foreign Agents"
    },
    {
        "id": 823,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Graph based query trimming algorithm for relational data semantic cache",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Semantic cache enhances the capability of conventional (page/tuple) cache by adopting the dynamic strategy to group the contents and semantics of already processed queries. Query processing and cache management are two major activities for semantic caching. Semantic caching demands efficient, correct and complete algorithms to process incoming queries. Efficiency of query processing activity in semantic cache mainly depends on query trimming. Query trimming process consists of two sub processes; query matching and query splitting. Efficient query matching and query splitting process will ensures the optimal query trimming process. In this paper, we have proposed query trimming algorithm by defining query matching algorithm and using query splitting algorithm from the literature. To optimize the query matching process we have proposed graph based semantic indexing scheme. On the basis of proposed indexing scheme we have designed query matching algorithm (qTrim). We have proved that complexity of graph based query matching algorithm is reduced to linear from exponential. Comparison of graph based (proposed) scheme is done with segment based scheme. On the basis of comparison and runtime complexity we have argued that the proposed algorithm is an optimum to trim the queries into sub-queries (probe and remainder).",
        "email": "",
        "conf": "Management of Emergent Digital EcoSystems",
        "coauthors": [
            "Munir Ahmad",
            "Sohail Asghar",
            "Muhammad Abdul Qadir",
            "Tariq Ali"
        ],
        "keywords": ""
    },
    {
        "id": 860,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Semantic Inconsistency Errors in Ontology",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Ontology evaluation is one of the most important phases of ontology engineering. Researchers have identified different types of errors that should be catered in ontology evaluation process and classified them in error's taxonomy. Semantic Inconsistency errors are the most common when modeling complex taxonomic knowledge while building semantic classification within the ontology, and in ontology merging process where different subtype concepts of source ontologies map on each other. In this paper, we have identified three types of semantic inconsistency errors, and provided criteria for semantic classification evaluation. This criterion provides ontologists to build well-formed class hierarchy that is free from semantic inconsistency errors. Moreover we emphasized on the control mechanisms (based on this criteria) to be perform during finding mappings between concepts in ontology merging process to achieve accurate results. We have demonstrated the importance of such errors by giving different scenarios where appropriate.",
        "email": "",
        "conf": "International Conference on Granular Computing",
        "coauthors": [
            "Muhammad Fahad",
            "Muhammad Abdul Qadir",
            "Muhammad Wajahaat Noshairwan"
        ],
        "keywords": "Ontologies,Merging,Taxonomy,Redundancy,Guidelines,OWL,Formal specifications,Knowledge engineering,Semantic Web,Corporate acquisitions"
    },
    {
        "id": 854,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "A Framework for Ontology Evaluation.",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Mapping and merging of multiple ontologies to produce consistent, coherent and correct merged global ontology is an essential process to enable heterogeneous multi-vendors semantic-based systems to communicate with each other. To generate such a global ontology automatically, the individual ontologies must be free of (all types of) errors. We have observed that the present error classification does not include all the errors. This paper extends the existing error classification (Inconsistency, Incompleteness and Redundancy) and provides a discussion about the consequences of these errors. We highlight the problems that we faced while developing our DKP-OM, ontology merging system and explain how these errors became obstacles in efficient ontology merging process. It integrates the ontological errors and design anomalies for content evaluation of ontologies under one framework. This framework helps ontologists to build semantically correct ontology free from errors that enables effective and automatic ontology mapping and merging with lesser user intervention.",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "ICCS supplement",
        "coauthors": [
            "Muhammad Fahad",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Ontological Errors Taxonomy, Ontology Verification, Ontology Design Anomalies, Ontology Mapping and Merging, Semantic Web."
    },
    {
        "id": 881,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "A hybrid UDP-TCP (RHUT) protocol for data replication",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Data-intensive scientific and engineering applications require both transfers of large amounts of data between storage systems and access to large amounts of data (gigabytes or tera bytes) by many geographically distributed applications. There are already a number of storage systems in use by the grid community, each of which was designed to satisfy specific requirements for storing, transferring and accessing large datasets. Unfortunately, most of these storage systems utilize incompatible and often unpublished protocols for accessing data and therefore use their own client libraries to access data. To overcome these incompatibilities in protocols, different point-to-point, and point-to-multipoint replication architectures based on UDP and/or TCP have been proposed like GridFTP (Allcock, 2003), FPFR (Izmailov et al.), BUDP (He et al., 2002), FTCP (Jin et al., 2004) etc. We have proposed a similar replication scheme called RHUT trying to combine the strengths of these protocols in an optimum way and eliminating their anomalies. This paper presents the architecture of RHUT in detail from an implementation point of view",
        "email": "",
        "conf": "International Symposium on Modern Computing",
        "coauthors": [
            "Imad Hashmi",
            "Muhammad Abdul Qadir",
            "Mohib ur Rehman"
        ],
        "keywords": "Access protocols,Distributed computing,Grid computing,Costs,Delay,Transport protocols,Data engineering,Libraries,Computer architecture,Availability"
    },
    {
        "id": 878,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Profile based Context-Aware Query Processing Architecture",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The aim of the standard query processing architecture is to retrieve the required results. The important aspects of any query processing architecture should be query reformulation. As there are many equivalent interpretations of the same high-level query, the focus of query reformulation is to enhance or change the original query, so that it minimizes the number of results and maximizes the accuracy of the results being retrieved. In this paper, the authors are trying to enhance the original query by using users' context, which is being generated from sensor data, domain ontology and user profiles. The authors present a query processing architecture which is based on query reformulation and validate our architecture with the help of experimental results. Our proposed approach proves to be better than the standard query processing as well as other proposed query reformulation approaches",
        "email": "aqadir@jinnah.edu.pk",
        "conf": "nternational Multitopic Conference. IEEE",
        "coauthors": [
            "Nadeem Iftikhar",
            "Humaira Waqas",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Query processing,Ontologies,Information retrieval,Feeds,Databases,Electronic mail,Internet,Search engines,Content based retrieval,Testing"
    },
    {
        "id": 841,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "SCAD-XML: Semantic Cache Architecture for XML data files using XPath with cases and rules",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "The importance of the cache is very apparent in the field of computer science. The semantic cache increases its significance by attaching additional meaningful information with the queried data in the cache. XML is used to provide the structure for the data available on the Web. Therefore it is widely used in many organizations for transmitting the data. The structure of XML data files is different from traditional databases. XML data files stores the information in the form of tree. With the recommendation of W3C XPath is used for queering the information which contained in XML data files. For storing the information related to the XML data files, semantic cache should be maintain in such a way that will support the structure of the XML data files as well as the meaning of the queried data. In this paper an architecture known as SCAD-XML is presented which support the semantic cache for XML data files. A new scheme is introduces to support the data and the related information of the data in the cache. This scheme is based upon semantic overlay tree. An algorithm of the imperative component of query processing is also represented, which works under the certain rules. The rules are defined by viewing all the aspects of the queries that are posted by the user.",
        "email": "",
        "conf": "International Multitopic Conference. IEEE",
        "coauthors": [
            "Muhammad Sanaullah",
            "Muhammad Abdul Qadir",
            "Munir Ahmad"
        ],
        "keywords": "Semantic Cache,XML,XPath"
    },
    {
        "id": 785,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Multi-label classification of computer science documents using fuzzy logic",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "Classification has been already used for the prediction of predefined topics in many diversified domains including research paper classification task. A research paper may belong to one or more than one topic (classes). The state-ofthe-art techniques in this area have the following limitations such as: (1) most of the techniques classify documents to at most one principal topic and do not identify all of the topic associations for research papers, (2) considers the classification problem of research documents in discrete domain and the accuracy of these techniques remain low when considering multiple classes for a single document. These limitations led us to explore the fuzzy domain for the classification of Computer Science documents because we are not sure whether the documents belong to one category or more than one category. Furthermore, fuzzy classification will help to identify the degree to which papers belong to different topics. To validate the findings of our research, we need a comprehensive dataset. Such a dataset has been made available by the scientific community for Computer Science domain. Therefore, in this paper, we restrict our focus to the Computer Science domain. Key features are extracted from the Title and Keywords of the research paper. We used term frequency (TF) as the weight scoring methodology. As a paper may belong to more than one category, we used fuzzy classifier, which automatically identifies all possible categories. Subsequently based on a threshold, the final one or more than one topic is assigned. We propose a generic framework and two algorithms for category (ies) identification. Our rules have been evolved (updated) by rules updater after the classification has been done by the fuzzy classifier. Performance of the technique with respect to accuracy has been compared with different classification techniques. The proposed approach has outperformed the state-of-the-art approaches.",
        "email": "",
        "conf": "Journal of the National Science Foundation of Sri Lanka",
        "coauthors": [
            "Naseer Ahmed Sajid",
            "Muhammad Tanvir Afzal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Category identification, document classification,fuzzy rules, research paper classification"
    },
    {
        "id": 784,
        "label": 25,
        "author": "muhammad abdul qadir",
        "title": "Malware classification using dynamic features and Hidden Markov Model",
        "organization": "Professor of Computer Science Capital University of Science &amp; Technology Islamabad Pakistan",
        "abstract": "In recent years the number of new malware threats has increased significantly, causing a damage of billions of dollars globally. To counter this aggressive malware attack, the anti-malware industry needs to be able to correctly classify malware in order to provide defense against them. Consequently, malware classification has been an active area of research, and a multitude of malware classification approaches have been proposed in the literature. This paper evaluates two methods of sequence classification based on Hidden Markov Model, namely the maximum likelihood and similarity-based methods, for classification of malware using a large and comprehensive dataset. System calls generated by known malware during execution are used as observation sequences to train the Hidden Markov Models. Malware samples are evaluated against the trained models to produce similarity vectors, which are used in the maximum likelihood and similarity-based classification schemes to predict the family for an unknown malware sample. Comparison of the two schemes shows that combining the powerful statistical pattern analysis capability of Hidden Markov Models and discriminative classifiers in the similarity-based method results in a significantly better classification performance as compared to the maximum likelihood approach. Furthermore, evaluation of different classifiers in the similarity-based method demonstrates that Random Forest classifier performs better than other classifiers on malware similarity vectors.",
        "email": "",
        "conf": "Journal of Intelligent and Fuzzy Systems",
        "coauthors": [
            "Mohammad Imran",
            "Muhammad Tanvir Afzal",
            "Muhammad Abdul Qadir"
        ],
        "keywords": "Malware classification, Hidden Markov Model, sequence classification, machine learning"
    }
]