[
    {
        "id": 457,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "Gelatin Hydrogel Electrolytes and Their Application to Electrochemical Supercapacitors",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "Gelatin hydrogel electrolytes (GHEs) with varying NaCl concentrations have been prepared by cross-linking an aqueous solution of gelatin with aqueous glutaraldehyde and characterized by scanning electron microscopy, differential scanning calorimetry, cyclic voltammetry, electrochemical impedance spectroscopy, and galvanostatic chronopotentiometry. Glass transition temperatures for GHEs range between 339.6 and 376.9 K depending on the dopant concentration. Ionic conductivity behavior of GHEs was studied with varying concentrations of gelatin, glutaraldehyde, and NaCl, and found to vary between 10(-3) and 10(-1) S cm(-1). GHEs have a potential window of about 1 V. Undoped and 0.25 N NaCl-doped GHEs follow Arrhenius equations with activation energy values of 1.94 and 1.88 x 10(-4) eV, respectively. Electrochemical supercapacitors (ESs) employing these GHEs in conjunction with Black Pearl Carbon electrodes are assembled and studied. Optimal values for capacitance, phase angle, and relaxation time constant of 81 F g(-1), 75 degrees, and 0.03 s are obtained for 3 N NaCl-doped GHE, respectively. ES with pristine GHE exhibits a cycle life of 4.3 h vs 4.7 h for the ES with 3 N NaCl-doped GHE. (c) 2007 The Electrochemical Society",
        "email": "nachoudhury@gmail.com",
        "conf": "Journal of The Electrochemical Society",
        "coauthors": [
            "Nurul A. Choudhury",
            "S. Sampath",
            "Awadhesh Shukla"
        ],
        "keywords": ""
    },
    {
        "id": 447,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "Chitosan hydrogel-based electrode binder and electrolyte membrane for EDLCs: Experimental studies and model validation",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "Experimental studies and model validation thereof on all solid-state electrical double layer capacitors (EDLCs) comprising of a novel, cost-effective, and eco-friendly electrode binder consisting of chitosan chemical hydrogel (CCH), and a separator consisting of ionically cross-linked chitosan hydrogel membrane electrolyte (ICCSHME) are reported. The EDLCs have been assembled with black pearls carbon as electrode. The ICCSHME has been prepared by ionic cross-linking of chitosan (CS) with sodium sulfate. EDLCs comprising 40 % loading of CCH electrode binder and ICCSHME with 1 M NaOH dopant have been studied by galvanostatic chronopotentiometry. The data have been analyzed using mathematical modeling to study lifetime behavior of the EDLCs.",
        "email": "",
        "conf": "Journal of Applied Electrochemistry",
        "coauthors": [
            "Nurul A. Choudhury",
            "Paul W. C. Northrop",
            "Andrew C. Crothers",
            "Shruti Jain",
            "Venkat Subramanian"
        ],
        "keywords": "Chitosan;Chemical hydrogel;Electrode binder;Electrical double layer capacitor;Modeling"
    },
    {
        "id": 456,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "Hydrogel-polymer electrolytes for electrochemical capacitors: An overview",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "Electrochemical capacitors are electrochemical devices with fast and highly reversible charge-storage and discharge capabilities. The devices are attractive for energy storage particularly in applications involving high-power requirements. Electrochemical capacitors employ two electrodes and an aqueous or a non-aqueous electrolyte, either in liquid or solid form; the latter provides the advantages of compactness, reliability, freedom from leakage of any liquid component and a large operating potential-window. One of the classes of solid electrolytes used in capacitors is polymer-based and they generally consist of dry solid-polymer electrolytes or gel-polymer electrolyte or composite-polymer electrolytes. Dry solid-polymer electrolytes suffer from poor ionic-conductivity values, between 10−8 and 10−7 S cm−1 under ambient conditions, but are safer than gel-polymer electrolytes that exhibit high conductivity of ca. 10−3 S cm−1 under ambient conditions. The aforesaid polymer-based electrolytes have the advantages of a wide potential window of ca. 4 V and hence can provide high energy-density. Gel-polymer electrolytes are generally prepared using organic solvents that are environmentally malignant. Hence, replacement of organic solvents with water in gel-polymer electrolytes is desirable which also minimizes the device cost substantially. The water containing gel-polymer electrolytes, called hydrogel-polymer electrolytes, are, however, limited by a low operating potential-window of only about 1.23 V. This article reviews salient features of electrochemical capacitors employing hydrogel-polymer electrolytes",
        "email": "nachoudhury@gmail.com",
        "conf": "Energy & Environmental Science",
        "coauthors": [
            "Nurul A. Choudhury",
            "S. Sampath",
            "Awadhesh Shukla"
        ],
        "keywords": ""
    },
    {
        "id": 459,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "Cross-Linked Polymer Hydrogel Electrolytes for Electrochemical Capacitors",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "Acidic polyvinyl alcohol/polyacrylic acid blend hydrogel electrolytes (BHEs) were prepared by cross-linking with glutaraldehyde and perchloric acid. These acidic BHEs were treated suitably to realize alkaline and neutral BHEs. Amorphicity of BHEs was followed by differential scanning calorimetry. Ionic conduction in acidic BHEs was found to take place by a Grötthus-type mechanism whereas in alkaline and neutral BHEs it was due to a segmental motion mechanism. Ionic conductivity of BHEs was found to range between 10−310−3 and 10−2Scm−110−2Scm−1 . Electrochemical capacitors assembled with acidic polyvinyl alcohol hydrogel electrolyte yielded a maximum capacitance of ∼60∼60 and 1000Fg−11000Fg−1 with BP carbon and RuOx∙xH2O∕CRuOx∙xH2O∕C electrodes, respectively.",
        "email": "",
        "conf": "Journal of The Electrochemical Society",
        "coauthors": [
            "Nurul A. Choudhury",
            "Awadhesh Shukla",
            "S. Sampath",
            "S. Pitchumani"
        ],
        "keywords": "polymer electrolytes, polymer gels, polymer blends, electrolytic capacitors, amorphous state, differential scanning calorimetry, ionic conductivity"
    },
    {
        "id": 449,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "A High Performance Direct Borohydride Fuel Cell Employing Cross-linked Chitosan Membrane",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "A cross-linked chitosan (CCS) membrane has been prepared by a solution casting method using sulfuric acid as cross-linking agent. The CCS membrane was used as the polymer electrolyte and separator in a direct borohydride fuel cell (DBFC). Ionic conductivity and borohydride crossover rate have been measured for the CCS membrane. The DBFC used in this study employed nickel-based composite as anode catalyst and Nafion® as anode binder. The power performance of the CCS membrane-based DBFC was compared with a similar DBFC employing Nafion® 212 (N212) membrane as electrolyte /separator. The CCS membrane-based DBFC exhibited better power performance as compared to N212 membrane-based DBFC. Encouraged by this result, chitosan chemical hydrogel (CCH) was prepared and used as binder for anode catalysts. A DBFC comprising CCS membrane and CCH as anode binder was studied and found to exhibit even better power performance at all temperatures in this study. A maximum peak power density of 450 mW cm−2 was observed at 60 ̊C for DBFC employing CCS membrane and CCH binder-based anode. The chitosan-based DBFC was operated continuously for 100 h and its performance stability was recorded.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Jia Ma",
            "Nurul A. Choudhury",
            "Yogeshwar Sahai",
            "Rudolph G. Buchheit"
        ],
        "keywords": "Direct borohydride fuel cell, Cross-link, Chitosan, Membrane, Chemical hydrogel, Binder"
    },
    {
        "id": 451,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "Polyvinyl Alcohol Chemical Hydrogel Electrode Binder for Direct Borohydride Fuel Cells",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "A novel and cost-effective electrode binder consisting of polyvinyl alcohol (PVA) chemical hydrogel is reported for direct borohydride fuel cells (DBFCs). In this work, DBFCs have been assembled with Misch-metal-based AB5 alloy as anode, carbon-supported palladium (Pd/C) as cathode, and PVA hydrogel membrane electrolyte (PHME) as well as Nafion-117 membrane electrolyte (NME) as separators. All the DBFCs reported here were studied using an aqueous alkaline solution of sodium borohydride as fuel and an aqueous acidified solution of hydrogen peroxide as oxidant in passive mode and under ambient conditions of temperature as well as pressure. PVA chemical hydrogel (PCH) binder-based electrodes and MEAs have been fabricated using a novel, simple, and time-effective technique. Effectiveness of PCH as electrode binder in comparison to commercial Nafion electrode binder has been evaluated by studying electrochemical performances of DBFCs employing PCH as well as Nafion as electrode binders. The DBFCs employing PCH binder-based electrodes and PHME as well as NME as electrolytes exhibited peak power density values of about 69 and 75 mW cm−2 at corresponding current density values of about 71 and 75 mA cm−2, respectively. PCH electrode binder is a less expensive alternative to the Nafion electrode binder, which is traditionally used in fuel cells.",
        "email": "",
        "conf": "Journal of The Electrochemical Society",
        "coauthors": [
            "Nurul A. Choudhury",
            "Yogeshwar Sahai",
            "Rudolph G. Buchheit"
        ],
        "keywords": "carbon, current density, electrochemical analysis, electrochemical electrodes, hydrogels, palladium, polymer electrolytes, rare earth alloys"
    },
    {
        "id": 448,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "High performance and eco-friendly chitosan hydrogel membrane electrolytes for direct borohydride fuel cells",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "Novel, cost-effective, and environmentally benign polymer electrolyte membranes (PEMs) consisting of ionically cross-linked chitosan (CS) hydrogel is reported for direct borohydride fuel cells (DBFCs). The membranes have been prepared by ionic cross-linking of CS with sulfate and hydrogen phosphate salts of sodium. Use of Na2SO4 and Na2HPO4 as cross-linking agents in the preparation of ionically cross-linked CS hydrogel membrane electrolytes (ICCSHMEs) not only enhances cost-effectiveness but also environmental friendliness of fuel cell technologies. The DBFCs have been assembled with a composite of nickel and carbon-supported palladium as anode catalyst, carbon-supported platinum as cathode catalyst and ICCSHMEs as electrolytes-cum-separators. The DBFCs have been studied by using an aqueous alkaline solution of sodium borohydride as fuel in flowing mode using a peristaltic pump and oxygen as oxidant. A maximum peak power density of about 810 mW cm−2 has been achieved for the DBFC employing Na2HPO4-based ICCSHME and operating at a cell temperature of 70 °C.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Nurul A. Choudhury",
            "Jia Ma",
            "Yogeshwar Sahai"
        ],
        "keywords": "Chitosan, Ionically cross-linked membrane electrolyte, Salt, Direct borohydride fuel cell"
    },
    {
        "id": 460,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "An alkaline direct borohydride fuel cell with hydrogen peroxide as oxidant",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "A novel alkaline direct borohydride fuel cell (ADBFC) using varying concentrations of hydrogen peroxide as oxidant and sodium borohydride with sodium hydroxide, each of differing concentration, as fuel is reported. A peak power density of ca. 150 mW cm−2 at a cell voltage of 540 mV can be achieved from the optimized ADBFC operating at 70 °C.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Nurul A. Choudhury",
            "Kannan Raman",
            "S. Sampath",
            "Awadhesh Shukla"
        ],
        "keywords": "Alkaline direct borohydride fuel cell, Hydrogen peroxide, Sodium borohydride"
    },
    {
        "id": 462,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "Studies On Polymer Hydrogel Electrolytes For Application In Electrochemical Capacitors And Direct Borohydride Fuel Cells",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "In recent years, electrochemical capacitors have emerged as devices with the potential to enable major advances in electrical energy storage. Electrochemical capacitors (ECs) are akin to conventional capacitors but employ higher surface-area electrodes and thinner dielectrics to achieve larger capacitances. This helps ECs to attain energy densities greater than those of conventional capacitors and power densities greater than those of batteries. Akin to conventional capacitors, ECs also have high cycle-lives and can be charged and discharged rapidly. But ECs are yet to match the energy densities of mid to high-end batteries and fuel cells. On the basis of mechanism involved in the charge-storage process, ECs are classified as electrical double-layer capacitors (EDLCs) or pseudocapacitors. Charge storage in EDLCs and pseudocapacitors is brought about by non-faradaic and faradaic processes, respectively. Faradaic process, such as an oxidation-reduction reaction, involves the transfer of charge between electrode and electrolyte. By contrast, a non-faradaic process does not use a chemical mechanism and charges are distributed on surfaces by physical processes that do not involve any chemical reaction",
        "email": "",
        "conf": "Doctoral dissertation",
        "coauthors": [
            "Nurul A. Choudhury"
        ],
        "keywords": ""
    },
    {
        "id": 461,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "A High Output Voltage Direct Borohydride Fuel Cell",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "A direct borohydride fuel cell (DBFC) employing hydrogen peroxide as oxidant with a power density of about 350 mW cm−2 at the cell voltage of almost 1.2 V at 70°C is reported. The use of liquid reactants in DBFCs not only simplifies the engineering problems at the front end of the fuel cell, driving down complexity and hence cost, but operating a DBFC with an oxidant such as hydrogen peroxide also extends the operational environment for fuel cells to locations where free convection of air is limited, e.g., underwater applications",
        "email": "",
        "conf": "Electrochemical and Solid-State Letters",
        "coauthors": [
            "Ramanujam K. Raman",
            "Nurul A. Choudhury",
            "Awadhesh Shukla"
        ],
        "keywords": "fuel cells, oxidation, natural convection"
    },
    {
        "id": 454,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "Hydrogel membrane electrolyte for electrochemical capacitors",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "Polymer electrolytes are known to possess excellent physicochemical properties that are very useful for electrochemical energy systems. The mobility in polymer electrolytes is understood to be mainly due to the segmental motion of polymer chains and the ion transport is generally restricted to the amorphous phase of the polymer. Gel polymer electrolytes (GPE) that are formed using plastizicers and polymers along with ionic salts are known to exhibit liquid-like ionic conductivity while maintaining the dimensional stability of a solid matrix. In the present study, the preparation and characterization of poly(vinyl alcohol)-based hydrogel membranes (PHMEs) as electrolytes for electrochemical capacitors have been reported. Varying HClO4 dopant concentration leads to different characteristics of the capacitors. The EC comprising PHME doped with 2 M HClO4 and black pearl carbon (BPC) electrodes has been found to exhibit a maximum specific capacitance value of 97 F g−1, a phase angle value of 78°, and a maximum charge-discharge coulombic efficiency of 88%.",
        "email": "",
        "conf": "Journal of Chemical Sciences",
        "coauthors": [
            "S. Sampath",
            "Nurul A. Choudhury",
            "Ashok KUMAR Shukla"
        ],
        "keywords": ""
    },
    {
        "id": 455,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "Poly (vinyl alcohol) hydrogel membrane as electrolyte for direct borohydride fuel cells",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "A direct borohydride fuel cell (DBFC) employing a poly (vinyl alcohol) hydrogel membrane electrolyte (PHME) is reported. The DBFC employs an AB5 Misch metal alloy as anode and a goldplated stainless steel mesh as cathode in conjunction with aqueous alkaline solution of sodium borohydride as fuel and aqueous acidified solution of hydrogen peroxide as oxidant. Room temperature performances of the PHME-based DBFC in respect of peak power outputs; ex-situ cross-over of oxidant, fuel, anolyte and catholyte across the membrane electrolytes; utilization efficiencies of fuel and oxidant, as also cell performance durability are compared with a similar DBFC employing a Nafion®-117 membrane electrolyte (NME). Peak power densities of ∼30 and ∼40 mW cm−2 are observed for the DBFCs with PHME and NME, respectively. The crossover of NaBH4 across both the membranes has been found to be very low. The utilization efficiencies of NaBH4 and H2O2 are found to be ∼24 and ∼59%, respectively for the PHME-based DBFC; ∼18 and ∼62%, respectively for the NME-based DBFC. The PHME and NME-based DBFCs exhibit operational cell potentials of ∼1·2 and ∼1·4 V, respectively at a load current density of 10 mA cm−2 for ∼100 h",
        "email": "",
        "conf": "Journal of Chemical Sciences",
        "coauthors": [
            "Nurul A. Choudhury",
            "Prashant Subhas Khadke",
            "S Pitchumani",
            "Ashok KUMAR Shukla"
        ],
        "keywords": "Poly (vinyl alcohol) hydrogel;Nafion (R)-117 membrane;cross over;utilization efficiency;direct borohydride fuel cell;sodium. borohydride; hydrogen peroxide"
    },
    {
        "id": 458,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "A phenyl-sulfonic acid anchored carbon-supported platinum catalyst for polymer electrolyte fuel cell electrodes",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "A method, to anchor phenyl-sulfonic acid functional groups with the platinum catalyst supported onto a high surface-area carbon substrate, is reported. The use of the catalyst in the electrodes of a polymer electrolyte fuel cell (PEFC) helps enhancing its performance. Characterization of the catalyst by Fourier transform infra red (FTIR) spectroscopy, X-ray photoelectron spectroscopy (XPS) and point-of-zero-charge (PZC) studies suggests that the improvement in performance of the PEFC is facilitated not only by enlarging the three-phase boundary in the catalyst layer but also by providing ionic-conduction paths as well as by imparting negative charge to platinum sites with concomitant oxidation of sulfur present in the carbon support. It is argued that the negatively charged platinum sites help repel water facilitating oxygen to access the catalyst sites. The PEFC with modified carbon-supported platinum catalyst electrodes exhibits 40% enhancement in its power density as compared to the one with unmodified carbon-supported platinum catalyst electrodes.",
        "email": "",
        "conf": "Electrochimica Acta",
        "coauthors": [
            "Selvarani Ganesan",
            "A K Sahu",
            "Nurul A. Choudhury",
            "Awadhesh Shukla"
        ],
        "keywords": "Polymer electrolyte fuel cell, X-ray photoelectron spectroscopy, Fourier transform infrared spectroscopy, Phenyl-sulfonic acid, Point-of-zero-charge"
    },
    {
        "id": 452,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "Chitosan Chemical Hydrogel Electrode Binder for Direct Borohydride Fuel Cells",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "A novel and cost-effective electrode binder consisting of chitosan chemical hydrogel (CCH) is reported for direct borohydride fuel cells (DBFCs). The DBFCs have been assembled with Misch-metal-based AB5 alloy as anode, carbon-supported palladium (Pd/C) as cathode and polyvinyl alcohol (PVA) hydrogel membrane electrolyte (PHME) as well as Nafion®-117 membrane electrolyte (NME) as separators. Operating in passive mode without using peristaltic pump and under ambient conditions of temperature as well as pressure, the DBFC exhibited a maximum peak power density of about 81 mW cm− 2.",
        "email": "",
        "conf": "Electrochemistry Communications",
        "coauthors": [
            "Nurul A. Choudhury",
            "Yogeshwar Sahai",
            "Rudolph G. Buchheit"
        ],
        "keywords": "Chitosan, Chemical hydrogel, Electrode binder, Direct borohydride fuel cell"
    },
    {
        "id": 453,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "A comprehensive review of direct borohydride fuel cells",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "A direct borohydride fuel cell (DBFC) is a device that converts chemical energy stored in borohydride ion (BH4−) and an oxidant directly into electricity by redox processes. Usually, a DBFC employs an alkaline solution of sodium borohydride (NaBH4) as fuel and oxygen or hydrogen peroxide as oxidant. DBFC has some attractive features such as high open circuit potential, ease of electro-oxidation of BH4− on non-precious metals such as nickel, low operational temperature and high power density. The DBFC is a promising power system for portable applications. This article discusses prominent features of DBFC, reviews recent developments in DBFC research, and points out future directions in DBFC research.",
        "email": "",
        "conf": "Renewable and Sustainable Energy Reviews",
        "coauthors": [
            "Jia Ma",
            "Nurul A. Choudhury",
            "Yogeshwar Sahai"
        ],
        "keywords": "Direct borohydride fuel cell, Oxygen, Hydrogen peroxide, Electrodes, Cell reactions, Operational parameters, Performance, Portable applications, Review"
    },
    {
        "id": 450,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "High Performance Polymer Chemical Hydrogel-based Electrode Binder Materials for Direct Borohydride Fuel Cells",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "Novel, cost-effective, high-performance, and environment-friendly electrode binders, comprising polyvinyl alcohol chemical hydrogel (PCH) and chitosan chemical hydrogel (CCH), are reported for direct borohydride fuel cells (DBFCs). PCH and CCH binders-based electrodes have been fabricated using a novel, simple, cost-effective, time-effective, and environmentally benign technique. Morphologies and electrochemical performance in DBFCs of the chemical hydrogel binder-based electrodes have been compared with those of Nafion® binder-based electrodes. Relationships between the performance of binders in DBFCs with structural features of the polymers and the polymer-based chemical hydrogels are discussed. The CCH binder exhibited better performance than a Nafion® binder whereas the PCH binder exhibited comparable performance to Nafion® in DBFCs operating at elevated cell temperatures. The better performance of CCH binder at higher operating cell temperatures has been ascribed to the hydrophilic nature and water retention characteristics of chitosan. DBFCs employing CCH binder-based electrodes and a Nafion®-117 membrane as an electrolyte exhibited a maximum peak power density of about 589 mW cm−2 at 70 °C.",
        "email": "",
        "conf": "Journal of Power Sources",
        "coauthors": [
            "Nurul A. Choudhury",
            "Jia Ma",
            "Yogeshwar Sahai",
            "Rudolph G. Buchheit"
        ],
        "keywords": "Polyvinyl alcohol chemical hydrogel, Chitosan chemical hydrogel, Glutaraldehyde, Nafion, Electrode binder, Direct borohydride fuel cell"
    },
    {
        "id": 463,
        "label": 9,
        "author": "nurul alam choudhury",
        "title": "Direct Borohydride Fuel Cells Employing Low-cost Polyvinyl Alcohol Hydrogel Membrane Electrolyte and Nickel-based Anode Catalyst",
        "organization": "Assistant Professor Department of Chemistry Nagaland University India",
        "abstract": "A direct borohydride fuel cell (DBFC) employing a polyvinyl alcohol (PVA) hydrogel membrane electrolyte (PHME) and a nickel-based composite anode is reported. Carbonsupported platinum, gold prepared by sputtering technique and palladium prepared by electro-deposition have been employed as cathodes. Oxygen, air, and acidified hydrogen peroxide were used as oxidants in the DBFCs. Performance of the PHME-based DBFCs was tested at different temperatures and is compared with similar DBFCs employing Nafion® membrane electrolytes (NMEs). The peak power density of the PHME-based DBFC is nominally higher than that of Nafion®-212 membrane-based DBFC at 60 o C using oxygen gas as oxidant. The DBFC employing PHME yielded a maximum peak power density of ca. 242 mW cm-2 at an operational temperature of 60 o C with humidified oxygen as oxidant.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Jia Ma",
            "Nurul A. Choudhury",
            "Yogeshwar Sahai",
            "Rudolph G Buchheit"
        ],
        "keywords": "Direct borohydride fuel cell; Poly (vinyl alcohol) hydrogel membrane electrolyte; Nickel-based composite anode; Oxygen; Air; Hydrogen peroxide, Nafion® membrane electroly"
    }
]