[
    {
        "id": 4749,
        "label": 92,
        "author": "penelope robinson",
        "title": "Re: Urinary Incontinence in Young Nulligravid Women: A Cross-Sectional Analysis",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "Although pregnancy is a risk factor for urinary incontinence (UI), the extent of UI in nulligravid women has not been reported. To investigate the rate of UI in a sample of young nulligravid women and its potential risk factors and effect on quality of life. 1018 of 1620 questionnaires (63%) were returned, and 1002 provided analyzable data. The mean age of participants was 22.5 years (SD, 3.2). The rate of any UI was 12.6% (95% CI, 10.5% to 14.7%). Incontinence was slightly more common in students than in nonstudents (13.2% [CI, 11.0% to 15.8%] vs. 10.6% [CI, 6.7% to 14.6%]). Rates of UI varied according to sexual activity and use of combined oral contraceptives (COCs), with highest rates reported by students who were ever sexually active and not using COCs (21.5% [CI, 16.7% to 27.3%]). Women with UI reported significantly lower overall well-being than women without UI and had worse PGWBI scores related to anxiety, depression, positive well-being, and self-control. In a sample of young nulligravid women, UI was associated with ever being sexually active and no COC use, as well as lower psychological well-being. Further research is needed to assess the prevalence and risk factors for UI in nulligravid women.",
        "email": "",
        "conf": "Annals of internal medicine",
        "coauthors": [
            "Tessa O'Halloran",
            "Robin Jean Bell",
            "Penelope Jane Robinson",
            "Susan R Davis"
        ],
        "keywords": ""
    },
    {
        "id": 4739,
        "label": 92,
        "author": "penelope robinson",
        "title": "Incidence of Total Knee and Hip Replacement for Osteoarthritis in Relation to Circulating Sex Steroid Hormone Concentrations in Women",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "The increased prevalence of osteoarthritis (OA) in postmenopausal women suggests that changes in either circulating sex steroid concentrations or the tissue response to sex steroids may have a role in the pathogenesis of OA. The aim of this study was to examine whether circulating sex steroid concentrations are associated with the incidence of total knee and total hip replacement for OA. Study subjects (n = 2,621; all women) were recruited in 1990–1994 from the Melbourne Collaborative Cohort Study (MCCS). Circulating sex steroid concentrations were measured in blood samples obtained from the women at the time of recruitment. The incidence of total knee and total hip replacement for OA during 2001–2011 was determined by linking the MCCS records to the Australian Orthopaedic Association National Joint Replacement Registry. During the followup period, 115 women had undergone total knee replacement and 99 had undergone total hip replacement for OA. Greater log‐transformed concentrations of estradiol were associated with a lower incidence of knee replacement (hazard ratio [HR] 0.70, 95% confidence interval [95% CI] 0.50–0.96), and greater log‐transformed concentrations of androstenedione were associated with a lower incidence of hip replacement (HR 0.70, 95% CI 0.52–0.93). In contrast, greater log‐transformed concentrations of sex hormone binding globulin (SHBG) were associated with a higher incidence of hip replacement (HR 1.70, 95% CI 1.05–2.77). A lower estradiol concentration is a risk factor for knee OA, while a lower androstenedione concentration and higher SHBG concentration are risk factors for hip OA in women. These findings suggest that circulating sex steroids have a role in the pathogenesis of OA, and that modifying these steroid concentrations may provide a potential strategy for the prevention and treatment of knee and hip OA.",
        "email": "",
        "conf": "Arthritis and Rheumatology",
        "coauthors": [
            "Sultana Monira Hussain",
            "Flavia M Cicuttini",
            "Robin Jean Bell",
            "Penelope J Robinson",
            "Susan R Davis",
            "Graham G Giles",
            "Stephen Graves",
            "Roger L Milne",
            "Yuanyuan Wang"
        ],
        "keywords": "Osteoarthritis, Knee; Osteoarthritis, Hip; Sex Hormone-Binding Globulin; Gonadal Steroid Hormones; Arthroplasty, Replacement, Hip; Arthroplasty, Replacement, Knee; Prospective Studies"
    },
    {
        "id": 4735,
        "label": 92,
        "author": "penelope robinson",
        "title": "Clinical audit of estradiol implant therapy: Long duration of action and implications in non-hysterectomised women",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "We audited the files of 114 postmenopausal women who had been treated with subcutaneous Estrapel (50 mg oestradiol implants). Of the 92 women who received more than one implant, the median number of days between implants was 223.5 (range 49–875), with an estimated median time to return to baseline of 311 days (range 108–1228). Although oestradiol implants can provide an excellent non-oral treatment option, their prolonged action makes patient selection important, as the implants cannot easily be removed. In women with an intact uterus, the continuation of progestin therapy after cessation of implant therapy is imperative.",
        "email": "",
        "conf": "Maturitas",
        "coauthors": [
            "Shaday Wheatley",
            "Robin Jean Bell",
            "Bronwyn G A Stuckey",
            "Penelope J Robinson",
            "Susan R Davis"
        ],
        "keywords": "Oestradiol,Hormone implant,Menopausal hormone therapy"
    },
    {
        "id": 4731,
        "label": 92,
        "author": "penelope robinson",
        "title": "Awareness and use of iodine supplementation among Australian women attending a low-risk pregnancy clinic",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "",
        "email": "",
        "conf": "Australian and New Zealand Journal of Obstetrics and Gynaecology",
        "coauthors": [
            "Shamil Deshan Cooray",
            "Annie G. Langston-Cox",
            "Penelope Jane Robinson",
            "Nasreen Bahemia",
            "Susan R Davis",
            "Robin J Bell",
            "Duncan J Topliss",
            "Hans G Schneider",
            "Shoshana Sztal-Mazer"
        ],
        "keywords": ""
    },
    {
        "id": 4747,
        "label": 92,
        "author": "penelope robinson",
        "title": "Endogenous estrogen and androgen levels are not independent predictors of lipid levels in postmenopausal women",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "The relationships between endogenous sex hormone levels and cardiovascular disease risk in women are contentious. Our aim was to systematically investigate the relationships between sex steroids and lipid levels in postmenopausal women, taking into account other potential risk factors. This is a cross-sectional study of 624 naturally and surgically postmenopausal women not using any systemic hormones or lipid-lowering therapy, with a mean (SD) age of 53.9 (5.8) years, who were recruited in the United States, Canada, Australia, UK, and Sweden between July 2004 and February 2005. The relationships between total testosterone, dihydrotestosterone, estrone, estradiol, sex hormone–binding globulin (SHBG), the homeostasis model assessment for insulin resistance (HOMA-IR), and each lipid variable were explored using multivariable linear regression. None of the sex steroids measured made an independent contribution to the multivariable models for total cholesterol, high-density lipoprotein (HDL) cholesterol, low-density lipoprotein (LDL) cholesterol, non-HDL cholesterol, or triglycerides (TG). The best model for total cholesterol included race and age, and that for LDL cholesterol included race and blood pressure, with each model only explaining 4.8% and 3.3% of the variation in each lipid, respectively. About 7.7% of the variation in non-HDL cholesterol was explained by HOMA-IR, race, and SHBG. HOMA-IR, SHBG, age, and surgical menopause explained 22.8% of the variation in HDL cholesterol, whereas HOMA-IR, SHBG, race, and surgical menopause explained 25.4% of the variation in TG. Endogenous estrogen and androgen levels are not independent predictors of lipid levels in postmenopausal women. HOMA-IR and SHBG each make independent contributions to HDL cholesterol and TG. These factors make little contribution to total and LDL cholesterol.",
        "email": "",
        "conf": "Menopause (New York N.Y.)",
        "coauthors": [
            "Roisin Worsley",
            "Penelope Jane Robinson",
            "Robin Jean Bell",
            "Alain Moufarege",
            "Susan R Davis"
        ],
        "keywords": ""
    },
    {
        "id": 4738,
        "label": 92,
        "author": "penelope robinson",
        "title": "Minimal-trauma fracture in women with breast cancer surviving for at least 5 years from diagnosis",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "Minimal-trauma fracture is an important issue in breast cancer survivors, especially rib fracture. The likelihood of fracture is affected by menopausal status and a diagnosis of osteoporosis prior to breast cancer. Most women reported at least one assessment of bone mineral density. We have investigated the self-reported frequency and pattern of minimal-trauma fracture (MTF) in breast cancer (BC) survivors at least 5 years from diagnosis, along with the use of bone mineral density (BMD) assessment. This study was carried out within the Bupa Health Foundation Health and Wellbeing After Breast Cancer Study which is a questionnaire-based prospective cohort study of 1683 women diagnosed with their first invasive breast cancer between 2004 and 2006 and followed for at least 5 years. One thousand two hundred and five women, who remained free of recurrence or new breast cancer, completed the fifth annual follow-up. One hundred sixty-four (13.6 %) reported at least one MTF. Rib fracture was the most common (52 fractures in 46 women). Compared with women who remained pre-/peri-menopausal, either being postmenopausal at diagnosis (OR 3.53, 95 % Confidence Interval (CI) 1.09–11.44, p = 0.036) or changing from pre- to postmenopausal during follow-up (OR 3.97, 95 % CI 1.21–13.10, p = 0.023) was associated with a higher likelihood of fracture, as was having a diagnosis of osteoporosis at the time of diagnosis (OR 1.74, 95 % CI 1.00–2.99, p = 0.047). Most women (64.9 %) reported at least one BMD assessment. Overall MTF is a problem for breast cancer survivors, with rib fracture a particular issue for women in our study. Both pre-existing osteoporosis and being postmenopausal are risk factors for subsequent MTF in women treated for breast cancer. Clinicians need to be mindful of fracture prevention medication in these groups.",
        "email": "penny.robinson@monash.edu",
        "conf": "Osteoporosis International",
        "coauthors": [
            "Penelope Jane Robinson, Robin Jean Bell, Claudia Silvia Zecena Morales, Pamela Fradkin, Susan Ruth Davis"
        ],
        "keywords": "Bone mineral density,Breast cancer,Minimal-trauma fracture"
    },
    {
        "id": 4745,
        "label": 92,
        "author": "penelope robinson",
        "title": "Patterns of use of oral adjuvant endocrine therapy in Australian breast cancer survivors 5 years from diagnosis",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "Oral adjuvant endocrine therapy (OAET) substantially improves the survival of women with hormone receptor–positive (HR+) breast cancer. However, we reported previously that at 3 to 4 years after diagnosis, 18% of affected women are not using OAET primarily because of estrogen deficiency symptoms. The aim of this study was to determine the use of OAET in women with HR+ breast cancer 5 to 6 years from diagnosis. Analysis was carried out using data from the Bupa Health Foundation’s Health and Wellbeing After Breast Cancer Study, a cohort study of 1,683 women with breast cancer who were recruited in Victoria, Australia between 2004 and 2006. All women completed an enrollment questionnaire within 12 months of diagnosis and an annual follow-up questionnaire (FQ) for 5 years. The fifth FQ was completed 5.7 years from the time of diagnosis. Use of OAET was self-reported in response to a series of questions. A minimal exposure to OAET of at least 5 years (OAET in all six FQs) was reported by 19.7% of the women (n = 212), and another 46.7% (n = 503) received a minimal exposure of at least 4 years (OAET in five questionnaires). In total, 82.1% (n = 883) of the women would have received at least 3 years of treatment (OAET in at least four questionnaires). Only 7.8% (n = 84) reported never using OAET. Most women with HR+ breast cancer who survive at least 5 years have persisted with OAET despite the adverse effects of estrogen depletion.",
        "email": "",
        "conf": "Menopause (New York N.Y.)",
        "coauthors": [
            "Robin Jean Bell",
            "Max Schwarz",
            "Pamela Fradkin",
            "Penelope Robinson",
            "Susan R Davis"
        ],
        "keywords": ""
    },
    {
        "id": 4742,
        "label": 92,
        "author": "penelope robinson",
        "title": "Transdermal Testosterone Improves Selective Serotonin Reuptake Inhibitor-associated Female Sexual Dysfunction; a Randomized Doubleblind Placebo-controlled Trial",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "",
        "email": "",
        "conf": "Menopause",
        "coauthors": [
            "Ensieh Fooladi",
            "Robin Jean Bell",
            "Fiona Jane",
            "Penelope J Robinson",
            "Jayashri Kulkarni",
            "Susan R Davis"
        ],
        "keywords": ""
    },
    {
        "id": 4737,
        "label": 92,
        "author": "penelope robinson",
        "title": "Metformin for overweight women at midlife: A double-blind randomized controlled trial",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "This study was undertaken to determine whether metformin would ameliorate insulin resistance, reduce weight and waist circumference and improve lipids in obese, but not morbidly obese, euglycemic women. Obese women (body mass index (BMI) ≥ 30 and < 40 kg/m2 and/or waist circumference > 88 cm), aged 35–65 were randomized (1:1) to metformin 850 mg or identical placebo, twice daily for 26 weeks. The primary outcome was the change in insulin resistance determined by the homeostasis model of assessment (HOMA-IR). Secondary outcomes included fasting insulin, glucose, weight, waist circumference and BMI. Of the 125 women screened, 117 enrolled and 100 women, mean age 53 years, were included in the primary intention-to-treat analysis. Metformin resulted in statistically significant between-group difference in the change in HOMA-IR (change in median − 0.04 vs. placebo + 0.1, p = 0.018) and BMI (mean change − 1.00 kg/m2; 95% confidence interval (CI) 1.37 to − 0.62 vs. placebo mean change 0.00; 95% CI − 0.29 to 0.28, p < 0.001). Statistically significant reductions in HbA1c (p = 0.008) and fasting insulin (p = 0.03) and a borderline decrease in high density lipoprotein cholesterol (p = 0.07) were also observed for metformin, compared with placebo. No effects were seen for waist circumference, fasting glucose or other lipids. Treatment of euglycemic, obese, middle-aged women with metformin 1700 mg per day reduced insulin resistance and weight compared with placebo. Further studies are needed to determine whether the use of metformin will prevent the progression of insulin resistance to type 2 diabetes mellitus in obese women.",
        "email": "",
        "conf": "Climacteric",
        "coauthors": [
            "Roisin Worsley",
            "Fiona Jane",
            "Penelope Jane Robinson",
            "Susan R Davis"
        ],
        "keywords": "INSULIN RESISTANCE, OBESITY, METFORMIN, WOMEN"
    },
    {
        "id": 4748,
        "label": 92,
        "author": "penelope robinson",
        "title": "Lymphedema: Experience of a cohort of women with breast cancer followed for 4 years after diagnosis in Victoria Australia",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "The aim of this work was to study the incidence and prevalence of self-reported lymphedema in breast cancer survivors between 2 and 4 years following diagnosis, the factors associated with the development of lymphedema and the impact of lymphedema on psychological well-being. We assessed self-reported lymphedema in the BUPA Health Foundation Health and Wellbeing After Breast Cancer Study, a questionnaire-based study of 1,683 women newly diagnosed with their first episode of invasive breast cancer in Victoria, Australia. Psychological well-being was assessed using the Psychological General Well-being Index. Two years after diagnosis, nearly 20 % of women reported lymphedema and this proportion remained above 18 % 2 years later. However, self-reported lymphedema was a dynamic phenomenon, with the condition resolving in some women and others reporting onset for the first time up to 4 years from diagnosis. Lymphedema 2 years from diagnosis was positively associated with the number of nodes removed at initial surgery, although this variable only explained a small proportion of the likelihood of reporting lymphedema. The presence of lymphedema was associated with lower psychological general well-being. Lymphedema after breast cancer treatment frequently has a dynamic pattern and may emerge as an issue for women several years after their initial treatment. It is associated with a lower level of general well-being.",
        "email": "",
        "conf": "Supportive Care in Cancer",
        "coauthors": [
            "Robin Jean Bell",
            "Penelope Jane Robinson",
            "Raychel Barallon",
            "Pamela Fradkin",
            "Max Schwarz",
            "Susan R Davis"
        ],
        "keywords": "Lymphedema,Breast cancer,Prevalence,Incidence,Resolution,Determinants"
    },
    {
        "id": 4733,
        "label": 92,
        "author": "penelope robinson",
        "title": "Identification of the Gender-Specific Health Needs of Women Following Lung Transplantation",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "",
        "email": "",
        "conf": "Journal of Women's Health",
        "coauthors": [
            "Emily E. Robertson",
            "Robin Jean Bell",
            "Penelope Jane Robinson",
            "Susan R Davis"
        ],
        "keywords": ""
    },
    {
        "id": 4746,
        "label": 92,
        "author": "penelope robinson",
        "title": "Intended follow up of women with breast cancer at low risk of recurrence and at least 5 years from diagnosis",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "Although there is evidence that minimal surveillance is compatible with an optimal outcome in women after early stage breast cancer, little is known of the surveillance that these women receive. To describe the intended clinical follow up and patterns of use of imaging modalities in low‐risk breast cancer survivors who are at least 5 years from diagnosis. Participants in the Bupa Health Foundation Health and Wellbeing After Breast Cancer Study with stage 1 invasive breast cancer at diagnosis, who had survived free of recurrence or new primary breast cancer for at least 5 years, provided information for this analysis. The most common choice of physician follow up was with one doctor only (54%). Within this group, the most frequent choice was a general practitioner (GP) (63%) followed by medical oncologist (23%). Thirty‐five per cent of women said that they intended to consult two doctors and within this group, the most common combination was a GP and a medical oncologist (45%). This was despite two out of three women reporting being advised that there was no need to consult a medical oncologist. Over 90% of women reported having a mammogram with, or without, breast ultrasound in the previous 12 months. There was a low rate of use of other imaging tests in the absence of clear indications. Minimising unnecessary medical consultations by women with breast cancer at low risk of recurrence 5 years from diagnosis will require education about the benefits of a minimal surveillance strategy.",
        "email": "",
        "conf": "Internal Medicine Journal",
        "coauthors": [
            "Robin Jean Bell, Pam Fradkin, Penelope Jane Robinson, Max Allan Schwarz, Susan Ruth Davis"
        ],
        "keywords": "follow up,breast,cancer"
    },
    {
        "id": 4729,
        "label": 92,
        "author": "penelope robinson",
        "title": "Testosterone: the known knowns the known unknowns and the unknown unknowns",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "The history of the female menopause is one riddled with mythology, misogyny, ignorance, false promises made and unfulfilled, graft, corruption, extortion, and just a little fulfillment and hope. Perhaps this is the story of the world. Above all, a failure to appreciate history is what makes us repeat it, that is, to run around in circles, repeat unread early research, claim ground-breaking discoveries, hype unjustified hope, and impose a negative impact on the health and quality of life of women. Ignorance is not bliss! So the key question facing us at",
        "email": "",
        "conf": "Maturitas",
        "coauthors": [
            "Susan R Davis",
            "Marina Skiba",
            "Penelope Jane Robinson",
            "Rakibul M Islam",
            "Robin Jean Bell"
        ],
        "keywords": ""
    },
    {
        "id": 4732,
        "label": 92,
        "author": "penelope robinson",
        "title": "Intravaginal Testosterone Improves Sexual Satisfaction and Vaginal Symptoms Associated With Aromatase Inhibitors",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "Intravaginal testosterone (IVT) is a potential treatment of vulvovaginal atrophy (VVA) associated with aromatase inhibitor (AI) use. To investigate the effects of IVT on sexual satisfaction, vaginal symptoms, and urinary incontinence (UI) associated with AI use. The primary outcome was the change in the sexual satisfaction score on the Female Sexual Function Index (FSFI). Secondary outcomes included vaginal symptoms and responses to the Profile of Female Sexual Function, the Female Sexual Distress Scale–Revised (FSDS-R), and the Questionnaire for UI Diagnosis. Serum sex steroids were measured. A total of 44 women were randomly assigned and 37 provided evaluable data, (mean age 56.4 years, SD 8.8 years). At 26 weeks, the mean between-group difference in the baseline-adjusted change in FSFI satisfaction scores was significantly greater for the IVT group than the placebo group (mean difference 0.73 units; 95% CI, 0.02 to 1.43; P = 0.043). IVT cream resulted in significant improvements, compared with placebo, in FSDS-R scores (P = 0.02), sexual concerns (P < 0.001), sexual responsiveness (P < 0.001), vaginal dryness (P = 0.009), and dyspareunia (P = 0.014). Serum sex steroid levels did not change. Few women had UI symptoms, with no treatment effect. IVT significantly improved sexual satisfaction and reduced dyspareunia in postmenopausal women on AI therapy. The low reporting of UI among women on AI therapy merits further investigation. ",
        "email": "",
        "conf": "Journal of Clinical Endocrinology & Metabolism",
        "coauthors": [
            "Susan R Davis",
            "Penelope Jane Robinson",
            "Fiona Jane",
            "Shane White",
            "Michelle White",
            "Robin Jean Bell"
        ],
        "keywords": ""
    },
    {
        "id": 4741,
        "label": 92,
        "author": "penelope robinson",
        "title": "Menopausal symptoms in breast cancer survivors nearly 6 years after diagnosis",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "We investigated the prevalence and severity of menopausal symptoms, nearly 6 years from diagnosis, in women who had not experienced recurrent breast cancer or a new primary breast cancer (active disease) and were no longer taking oral adjuvant endocrine therapy (OAET). A total of 1,683 women recruited within 12 months of diagnosis with invasive breast cancer completed an enrollment questionnaire and five annual follow-up questionnaires. Only women who had never reported active disease and were not taking OAET at their fifth follow-up were included in the analysis. Women previously recruited to a study of sex steroid levels provided community control data. Menopausal symptoms were assessed with the Menopause-Specific Quality of Life Questionnaire (MenQOL). Eight hundred forty-three women without active disease and not taking OAET completed the fifth follow-up questionnaire, on average, 5.8 years after diagnosis. Most had stage I (59.5%) and hormone receptor–positive disease (77.9%) at diagnosis and were postmenopausal (92.8%). Those aged 50 to 59 years were more likely to report any symptoms (P = 0.01) and more severe symptoms (P < 0.001) than older and younger women. There was no independent impact of chemotherapy on MenQOL vasomotor and sexual domain scores. Women with breast cancer had significantly higher vasomotor domain (P ≤ 0.002) and sexual domain (P ≤ 0.004) scores than community controls. Vasomotor and sexual symptoms are highly prevalent in breast cancer survivors and are not simply a function of OAET or chemotherapy. Given the adverse impact of these symptoms, effective interventions are needed to alleviate them in women who have completed their breast cancer treatment.",
        "email": "",
        "conf": "Menopause (New York N.Y.)",
        "coauthors": [
            "Susan R Davis",
            "Mary Panjari",
            "Penelope Jane Robinson",
            "Pamela Fradkin",
            "Robin Jean Bell"
        ],
        "keywords": "Menopause,Breast cancer,Sexual function"
    },
    {
        "id": 4744,
        "label": 92,
        "author": "penelope robinson",
        "title": "Persistent breast pain 5 years after treatment of invasive breast cancer is largely unexplained by factors associated with treatment",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "The aim of our study was to establish the prevalence of breast pain persisting 5 years after the initial treatment of breast cancer (BC) and the relationship between those persistent symptoms and general well-being. The study involved women from Victoria, Australia, who had survived at least 5 years from diagnosis, remained free from recurrence or new BC and completed the fifth annual follow-up questionnaire. Analysis involved both multivariable logistic and linear regression. Of 1,205 women, 45 % reported breast pain which persisted for at least 3 months following initial treatment, and of these, 80 % reported pain persisting for at least 5 years. The factor contributing most to the likelihood of persistent breast pain was current lymphedema; however, a full multivariable model explained <10 % of the likelihood of breast pain persisting for 5 years. The presence of breast pain at 5 years was associated with only a modest reduction in general well-being. Breast pain persisting for at least 5 years after treatment for BC is common. As the pain is largely unexplained by factors associated with the characteristics of the cancer or its treatment, the contribution of patient expectations to persistent breast pain may be considerable.",
        "email": "",
        "conf": "Journal of Cancer Survivorship",
        "coauthors": [
            "Robin Jean Bell",
            "Penelope Jane Robinson",
            "Fathima Nazeem",
            "Mary Panjari",
            "Pamela Fradkin",
            "Max Schwarz",
            "Susan R Davis"
        ],
        "keywords": "Pain,Breast,Cancer,Treatment,Oncology"
    },
    {
        "id": 4730,
        "label": 92,
        "author": "penelope robinson",
        "title": "SAT-LB001 Traditional Sex Steroids and Ketoandrogen Levels by Menstrual Cycle Stage Age and Body Mass Index in Women Aged 18-39 Years",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "Prior studies suggest androgen levels decline with age in women across the reproductive years. The aims of this study were to verify this, and report on traditional androgens as well as the more recently described 11ketoandrostenedione (11KA) and 11 ketotestosterone (11KT), measured by liquid chromatography, tandem mass spectrometry (LC-MS/MS) by age, menstrual cycle stage and body mass index (BMI). The Grollo-Ruzenne Young Women’s Health Study recruited a population-representative sample of Australian women aged 18-39 years (1). 745 study participants provided serum samples for measurement of estradiol (E2), estrone (E1), androstenedione (A), dehydroepiandrosterone (DHEA), testosterone (T), dihydrotestosterone (DHT), 11KA and 11KT by LC-MS/MS. After excluding 143 women who were pregnant, taking sex steroids/glucocorticosteroids, or reported a physician diagnosis of polycystic ovarian syndrome (including an ultrasound), and women >35 days from their last menstrual bleed, data for 602 women were available for analysis. Cyclical variations were seen for E1, E2, T and A with mid-cycle levels [median (range)] of 291 (13.2- 1909) pmol/L, 455 (5.5-3,583) pmol/L, 0.35 (0.09-1.01) nmol/L and 2.08 (0.63-7.89) nmol/L respectively. The median (range) levels of DHEA, 11KT and 11KA, which did not vary across the menstrual cycle, were 4.91 (0.08-23.51) nmol/L, 1.27 (0.03-7.61) nmol/L and 7.94 (0.07-31.67) nmol/L respectively. 105 women (17.4%) had DHT levels below the limit of detection (0.17 nmol/L). BMI was inversely associated with 11KA. Taking into account BMI, each of T, A, DHEA, 11KT and 11KA declined with age. The percent decrease in the median values between the youngest age group (18-25 years) and the oldest age group (35-39 years) was T 25%, A 31%, DHEA 36%, 11KT 14% and 11KA 29%. The median ratios were T:11KT 0.26, A:11KA 0.23, A:T 5.95 and 11KA:11KT 6.52 with no age variation. This study confirms findings from smaller studies, that both T and DHEA decline during the reproductive years. That 11KA and 11KT also decline with age in premenopausal women, but do not vary across the menstrual cycle, are novel findings. Importantly, this study provides reference values by menstrual cycle stage and by age for each of the sex steroids measured. REF 1. Skiba M et al. ANZ J Pub Health 2019 (in press). Unless otherwise noted, all abstracts presented at ENDO are embargoed until the date and time of presentation. For oral presentations, the abstracts are embargoed until the session begins. Abstracts presented at a news conference are embargoed until the date and time of the news conference. The Endocrine Society reserves the right to lift the embargo on specific abstracts that are selected for promotion prior to or during ENDO.",
        "email": "",
        "conf": "Journal of the Endocrine Society",
        "coauthors": [
            "Marina Skiba",
            "Robin Jean Bell",
            "David Handelsman",
            "Reena Desai",
            "Penelope Robinson",
            "Susan R Davis"
        ],
        "keywords": ""
    },
    {
        "id": 4750,
        "label": 92,
        "author": "penelope robinson",
        "title": "Breast reconstruction following mastectomy for invasive breast cancer is strongly influenced by demographic factors in women in Victoria Australia",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "This study explored factors associated with the likelihood of reconstruction after unilateral mastectomy and the wellbeing of women after reconstruction. Data were from a questionnaire completed on average 1.8 years after diagnosis by 1429 women in the BUPA Health and Wellbeing After Breast Cancer Study. Logistic regression was used to model factors associated with reconstruction. The Psychological General Wellbeing Questionnaire was used to assess wellbeing. A total of 25.4% of 366 women who had a unilateral mastectomy had undergone a reconstruction nearly two years after diagnosis. Being younger (p < 0.001), educated beyond school (p < 0.04), living in the metropolitan area (p < 0.001), having private health insurance (p = 0.003), not having dependent children (p = 0.004) and not having radiotherapy (p < 0.001) explained just over 40% of the variation in reconstruction status. There was a modest difference between women who did and did not have a reconstruction in terms of wellbeing. Demographic factors strongly influence the likelihood of reconstruction after mastectomy.",
        "email": "",
        "conf": "Breast (Edinburgh Scotland)",
        "coauthors": [
            "Robin Jean Bell",
            "Penelope Jane Robinson",
            "P Fradkin",
            "M Schwarz",
            "Susan R Davis"
        ],
        "keywords": "Breast,Cancer,Mastectomy,Reconstruction,Wellbeing"
    },
    {
        "id": 4734,
        "label": 92,
        "author": "penelope robinson",
        "title": "Aromatase Inhibitors Are Associated With Low Sexual Desire Causing Distress and Fecal Incontinence in Women: An Observational Study",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "Little is known of the impact of aromatase inhibitor (AI) therapy on sexual and pelvic floor function. To document the prevalence of, and factors associated with, low desire, sexually related personal distress, hypoactive sexual desire dysfunction (HSDD), and pelvic floor dysfunction in women 10 years after breast cancer diagnosis. This was a prospective, observational, community-based cohort study of Australian women with invasive breast cancer recruited within 12 months of diagnosis. 1,053 of the 1,305 who completed the initial 5 years of study follow-up agreed to be re-contacted, and 992 of these women alive 10 years after diagnosis were sent the study questionnaire. The main outcome measure was HSDD determined by a score no higher than 5.0 on the desire domain of the Female Sexual Function Index (FSFI) plus a score of at least 11.0 on the Female Sexual Distress Scale–Revised (FSDS-R). Pelvic floor disorders, including urinary incontinence, fecal incontinence, and pelvic organ prolapse, were assessed using validated questionnaires. Multivariable logistic regression was used to assess factors associated with low desire, personal distress, and HSDD. AI use is associated with HSDD and fecal incontinence in women who are 10 years after breast cancer diagnosis.",
        "email": "",
        "conf": "Journal of Sexual Medicine",
        "coauthors": [
            "Penelope Jane Robinson",
            "Robin Jean Bell",
            "Marie K Christakis",
            "Stephanie R Ivezic",
            "Susan R Davis"
        ],
        "keywords": "Aromatase Inhibitor,Hypoactive Sexual Desire Disorder,Breast Cancer,Fecal Incontinence"
    },
    {
        "id": 4751,
        "label": 92,
        "author": "penelope robinson",
        "title": "Timeliness of antenatal care for mothers of Aboriginal and non-Aboriginal infants in an urban setting",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "To compare the timing of first hospital antenatal care visit by mothers of Aboriginal and non-Aboriginal infants, and to identify the risk and protective factors associated with timeliness of accessing care, mothers who delivered at Campbelltown hospital between October 2005 and November 2006 were surveyed on the maternity ward. This survey was linked to hospital administrative data. Gestational age at first visit to a hospital-based antenatal clinic was compared for mothers of Aboriginal and non-Aboriginal infants. Risks and protective factors associated with timing of antenatal care were also examined using Cox regression and Kaplan–Meier survival curves. Data on 1520 deliveries were included in this study. Mothers of Aboriginal infants presented slightly later to hospital-based antenatal clinics than mothers of non-Aboriginal infants (median 15.6 weeks versus 14.0 weeks). This difference did not remain after adjustment for all risk and protective factors. The three significant factors remaining were: maternal smoking; not in paid employment; and residence in a disadvantaged suburb. The results may reflect the complex associations that exist between the clustering of disadvantage among families of Aboriginal infants. A multifaceted approach is required to improve the timeliness of hospital-based antenatal care for the mothers of Aboriginal infants.",
        "email": "",
        "conf": "Australian Journal of Primary Health",
        "coauthors": [
            "Penelope Jane Robinson",
            "Elizabeth Comino",
            "Andrew Forbes",
            "Vana Webster",
            "Jennifer Knight"
        ],
        "keywords": ""
    },
    {
        "id": 4743,
        "label": 92,
        "author": "penelope robinson",
        "title": "The prevalence of vitamin D deficiency and relationship with fracture risk in older women presenting in Australian general practice",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "To investigate vitamin D status among older women and to explore relationships between vitamin D and fracture risk and vertebral fractures. A total of 267 general practitioners recruited 2466 women aged >70 years with no known osteoporosis or fragility fracture. Serum 25‐hydroxy vitamin D (25(OH)D), bone mineral density by dual‐energy X‐ray absorptiometry (DXA) and vertebral fracture on thoracolumbar X‐ray were determined. A total of 2368 women, median age 76 years, provided data and of these 13% were on vitamin D supplements. 25(OH)D levels were available for 907 (44.1%) of those not taking vitamin D. 88.3% of these had a level below 75 nmol/L. Serum 25(OH)D was negatively associated with age (P = 0.003) and body mass index (P < 0.001), and positively associated with lower latitude, femoral neck DXA T‐score (P = 0.044) and being Caucasian (P < 0.001). The vitamin D status of community‐dwelling older Australian women is inadequate, yet the use of supplements is low.",
        "email": "",
        "conf": "Australasian Journal on Ageing",
        "coauthors": [
            "Penelope Jane Robinson",
            "Robin Jean Bell",
            "Alfred Lanzafame",
            "Catherine Kirby",
            "Andrew Weekes",
            "Leon Piterman",
            "Susan R Davis"
        ],
        "keywords": "fracture prevention,older people,osteoporosis,vitamin D"
    },
    {
        "id": 4740,
        "label": 92,
        "author": "penelope robinson",
        "title": "Pharmacokinetics of a transdermal testosterone cream in healthy postmenopausal women",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "The steady-state pharmacokinetics of two doses of a transdermal testosterone cream (TTC) was investigated after daily application for 21 days. This was a two-way cross-over study conducted for 6 weeks. Seven healthy postmenopausal women (mean age, 59.3 y) were randomly allocated to 5 or 10 mg of TTC applied daily to the upper arm. Serum total testosterone (TT), free testosterone (fT), sex hormone–binding globulin, and metabolite concentrations were measured. Baseline-corrected and uncorrected serum TT and fT pharmacokinetic parameters (AUC0-24, Cavg, Cmax, and Tmax) were calculated using a standard model-independent approach. After the single-dose application of 5 mg of TTC on day 22, the median uncorrected TT Cavg was found to be 0.54 ng/mL (range, 0.43-1.31), and the median uncorrected fT Cavg was found to be 4.14 pg/mL (range, 2.41-9.72). Doubling of the dose only resulted in a 30% increase in baseline-corrected TT Cavg (0.52 vs 0.69 ng/mL for 5 and 10 mg, respectively) and a 31% increase in baseline-corrected fT Cavg (4.75 vs 6.24 pg/mL for 5 and 10 mg, respectively). Neither dose resulted in any meaningful variation in dihydrotestosterone, estrone, estradiol, or sex hormone–binding globulin across the postdose sampling period. The 5-mg TTC dose restores TT and fT levels to levels above and within the reference range, respectively, for premenopausal women.",
        "email": "",
        "conf": "Menopause (New York N.Y.)",
        "coauthors": [
            "Ensieh Fooladi",
            "Stephanie E Reuter",
            "Robin Jean Bell",
            "Penelope Jane Robinson",
            "Susan Ruth Davis"
        ],
        "keywords": "Testosterone replacement, Postmenopausal androgen therapy"
    },
    {
        "id": 4736,
        "label": 92,
        "author": "penelope robinson",
        "title": "Obesity is associated with a poorer prognosis in women with hormone receptor positive breast cancer",
        "organization": "Lecturer School of Public Health and Preventive Medicine Monash University",
        "abstract": "Whether moderate to severe obesity (body mass index (BMI) ≥ 30 to <40 kg/m2) contributes to breast cancer recurrence and mortality remains uncertain. 1199 women, recruited within 12 months of their diagnosis of hormone receptor positive (HR+), human epidermal growth factor receptor 2 negative (HER2−) invasive breast cancer completed an enrolment questionnaire and an annual follow-up questionnaire every 12 months for another 5 years. The impact of obesity on time to either local or distant recurrence or new breast cancer, or death due to breast cancer was determined by Cox regression. Women in the most extreme categories of BMI (<18.5 and ≥40) were excluded from the analysis. Of the 1155 included women, mean age, 58.4 ± 11.6 years, 53.8% had Stage 1 disease and 88.9% received oral adjuvant endocrine therapy (OAET) within 2 years of diagnosis. The likelihood of an event was significantly associated with moderate to severe obesity (HR = 1.71, 95%CI, 1.12–2.62, p = 0.014), disease beyond Stage 1 (HR = 2.87, 95% CI 1.73–4.75, p < 0.001), OAET (HR = 0.26, 95%CI 0.14–0.46, p < 0.001), mastectomy (HR = 3.28, 95%CI 1.98–5.44, p < 0.001) and radiotherapy (HR = 2.12, 95%CI 1.24–3.63, p = 0.006). For Stage 1 disease, only moderate to severe obesity (HR 3.23, 95%CI 1.48–7.03, p = 0.003) and OAET use (HR 0.41, 95%CI 0.17–0.98, p = 0.046) were significantly associated with an event. Moderate to severe obesity is associated with a poorer invasive breast cancer prognosis; this is also true for women with Stage 1 disease, and is independent of age and treatment.",
        "email": "",
        "conf": "Maturitas",
        "coauthors": [
            "Penelope Jane Robinson",
            "Robin Jean Bell",
            "Susan R Davis"
        ],
        "keywords": "Obesity,Breast cancer,Recurrence,Survival"
    }
]