[
    {
        "id": 5320,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Targeted Genome Editing for Crop Improvement",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Crop improvement is essential to attaining world food security and enhancing nutrition for human beings. Both conventional breeding and modern molecular breeding have contributed to increased crop production and quality. However, the time and resources for breeding practices have been limited. It takes a long time to bring a novel improved crop to the market, and the genetic sources from wild species cannot be always available for crops of our interests. Genome editing technology implemented molecular breeding can overcome those limitations of time and resource by facilitating the specific editing of plant genomes. However, there is a long-lasting argument about the safety of genetically modified organisms (GMOs). In this review, we briefly summarize the principle of genome editing tools, focusing on the CRISPR/Cas9 system and the application of these tools to plants in the service of crop engineering",
        "email": "",
        "conf": "Plant Breeding and Biotechnology",
        "coauthors": [
            "Hyeran Kim",
            "Sang-Tae Kim",
            "Sang-Gyu Kim",
            "Jin-Soo Kim"
        ],
        "keywords": "Cas9, CRISPR, Crop improvement, Genome editing, GMO, Molecular breeding"
    },
    {
        "id": 5327,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Historical Biogeography of the endemic Campanulaceae of Crete",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "The clade Campanulaceae in the Cretan area is rich in endemics, with c. 50% of its species having restricted distributions. These species are analysed in the context of a larger phylogeny of the Campanulaceae. Divergence times are calculated and hypotheses of vicariance and dispersal are tested with the aim of understanding whether Cretan lineages represent remnants of an older continental flora. We obtained chloroplast DNA sequence data from rbcL, atpB and matK genes for 102 ingroup taxa, of which 18 are from the Cretan area, 11 are endemics, and two have disjunct, bi‐regional distributions. We analysed the data using beast, a Bayesian approach that simultaneously infers the phylogeny and divergence times. We calibrated the tree by placing a seed fossil in the phylogeny, and used published age estimates as a prior for the root. The phylogenetic reconstruction shows that all Campanula species fall within a well‐supported campanuloid clade; however, Campanula is highly polyphyletic. The Cretan endemics do not form a monophyletic group, and species are scattered throughout the campanuloid clade. Therefore, the Cretan taxa did not evolve following a single vicariance or dispersal event. Most Cretan lineages represent remnants of an older continental flora, with the exception of one clade that radiated in situ after island isolation, and one lineage that appears to have arrived by dispersal. Most Cretan species were present in the islands at the time of their isolation, and very little long‐distance dispersal to Crete and diversification within Crete has occurred since then. Endemism is probably driven by loss of species on the mainland after island isolation. Species on the islands may have been more widespread in the past, but they are now restricted to often inaccessible areas, probably as a result of human pressure.",
        "email": "",
        "conf": "Journal of Biogeography",
        "coauthors": [
            "Nicoletta Cellinese,  Stephen A. Smith,  Erika J. Edwards,  Sang‐Tae Kim,  Rosemarie C. Haberle,  Manolis Avramakis,  Michael J. Donoghue"
        ],
        "keywords": ""
    },
    {
        "id": 5326,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Taxonomic and biogeographic implications of a phylogenetic analysis of the Campanulaceae based on three chloroplast genes",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Campanulaceae are a large, nearly cosmopolitan angiosperm family that are well‐accepted as monophyletic but whose intrafamilial and intrageneric relationships are controversial. We used DNA sequences of the chloroplast genes atpB, matK, and rbcL to infer the phylogeny of 102 taxa in 41 genera plus four outgroup taxa. Our sampling represents a wide taxonomic and geographic diversity from within the family. Results from maximum parsimony and Bayesian analyses provide strong evidence for two major clades in the family, with the platycodonoids sister to the remaining members of the family, the wahlenbergioids and campanuloids. There are two clear divisions within the campanuloids that correspond well with the historical Campanula s.str. and Rapunculus groups of Boissier and Fedorov. The phylogenetic positions of the Northern European species Wahlenbergia hederacea and the genus Jasione remain unresolved. Our results also provide evidence that the large, inclusive genera Wahlenbergia and Campanula are polyphyletic, and the smaller, segregate genera Symphyandra, Prismatocarpus, and Legousia are not monophyletic. Insights are provided into the different biogeographic origins of several oceanic island endemics. Heterochaenia, Nesocodon, and Berenice occur in a single clade, which suggests a single colonization of the Indian Ocean Mascarene Islands. Conversely, Wahlenbergia linifolia and W. angustifolia of St. Helena Island in the mid‐Atlantic are not sister taxa. The Macaronesian taxa, Canarina canariensis, and Musschia aurea, which display convergent bird‐pollination adaptations and with Azorina vidalii of the Azores, woody growth form, fall into separate major lineages. The North American Campanulaceae also do not form a monophyletic group, providing evidence that these taxa are the descendents of multiple introductions onto the North American continent.",
        "email": "",
        "conf": "Taxon",
        "coauthors": [
            "Rosemarie C. Haberle,  Ashley Dang,  Tammy Lee,  Cynthia Penaflor,  Helen Cortes-Burns,  Andrea Oestreich,  Linda Raubeson,  Nicoletta Cellinese,  Erika J. Edwards,  Sang-Tae Kim,  William M.M. Eddie,  Robert K. Jansen"
        ],
        "keywords": ""
    },
    {
        "id": 5331,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Dipsacales phylogeny based on chloroplast DNA sequences",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Eight new rbcL DNA sequences and 15 new sequences from the 5' end of the chloroplast ndhF gene were obtained from representative Dipsacales and outgroup taxa. These were analyzed in combination with previously published sequences for both regions. In addition, sequence data from the entire ndhF gene, the trnL-F intergenic spacer region,the trnL intron,the matK region, and the rbcL-atpB intergenic spacer region were collected for 30 taxa within Dipsacales. Phylogenetic relationships were inferred using maximum parsimony and maximum likelihood methods. Inferred tree topologies are in strong agreement with previous results from separate and combined analyses of rbcL and morpholo gy, and confidence in most major clades is now very high. Concerning controversial issues, we conclude that Dipsacales in the traditional sense is a monophyletic group and that Triplostegia is more closely related to Dipsacaceae than it is to Valerianaceae. Heptacodium is only weakly supported as the sister group of the Caprifolieae (within which relationships remain largely unresolved), and the exact position of Diervilleae is uncertain. Within Morinaceae, Acanthocalyx is the sister group of Morina plus Cryptothladia. Dipsacales now provides excellent opportunities for comparative studies, but it will be important to check the congruence of chloroplast results with those based on data from other genomes.",
        "email": "",
        "conf": "Harvard Papers in Botany",
        "coauthors": [
            "Charles D Bell",
            "Erika J Edwards",
            "Sang-Tae Kim",
            "Michael J Donoghue"
        ],
        "keywords": "Dipsacales, Adoxaceae, Caprifoliaceae, Morinaceae, Dipsacaceae, Valerianaceae, phylogeny, chloroplast DNA"
    },
    {
        "id": 5309,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Correction of a pathogenic gene mutation in human embryos",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Genome editing has potential for the targeted correction of germline mutations. Here we describe the correction of the heterozygous MYBPC3 mutation in human preimplantation embryos with precise CRISPR–Cas9-based targeting accuracy and high homology-directed repair efficiency by activating an endogenous, germline-specific DNA repair response. Induced double-strand breaks (DSBs) at the mutant paternal allele were predominantly repaired using the homologous wild-type maternal gene instead of a synthetic DNA template. By modulating the cell cycle stage at which the DSB was induced, we were able to avoid mosaicism in cleaving embryos and achieve a high yield of homozygous embryos carrying the wild-type MYBPC3 gene without evidence of off-target mutations. The efficiency, accuracy and safety of the approach presented suggest that it has potential to be used for the correction of heritable mutations in human embryos by complementing preimplantation genetic diagnosis. However, much remains to be considered before clinical applications, including the reproducibility of the technique with other heterozygous mutations.",
        "email": "",
        "conf": "nature",
        "coauthors": [
            "Hong Ma, Nuria Marti-Gutierrez, Sang-Wook Park, Jun Wu, Yeonmi Lee, Keiichiro Suzuki, Amy Koski, Dongmei Ji, Tomonari Hayama, Riffat Ahmed, Hayley Darby, Crystal Van Dyken, Ying Li, Eunju Kang, A.-Reum Park, Daesik Kim, Sang-Tae Kim, Jianhui Gong, Ying Gu, Xun Xu, David Battaglia, Sacha A. Krieg, David M. Lee, Diana H. Wu, Don P. Wolf, Stephen B. Heitner, Juan Carlos Izpisua Belmonte, Paula Amato, Jin-Soo Kim, Sanjiv Kaul, Shoukhrat Mitalipov"
        ],
        "keywords": ""
    },
    {
        "id": 5290,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Sulfate was a trace constituent of Archean seawater",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "In the low-oxygen Archean world (>2400 million years ago), seawater sulfate concentrations were much lower than today, yet open questions frustrate the translation of modern measurements of sulfur isotope fractionations into estimates of Archean seawater sulfate concentrations. In the water column of Lake Matano, Indonesia, a low-sulfate analog for the Archean ocean, we find large (>20 per mil) sulfur isotope fractionations between sulfate and sulfide, but the underlying sediment sulfides preserve a muted range of δ34S values. Using models informed by sulfur cycling in Lake Matano, we infer Archean seawater sulfate concentrations of less than 2.5 micromolar. At these low concentrations, marine sulfate residence times were likely 103 to 104 years, and sulfate scarcity would have shaped early global biogeochemical cycles, possibly restricting biological productivity in Archean oceans.",
        "email": "",
        "conf": "Science",
        "coauthors": [
            "Sean A. Crowe",
            "Guillaume Paris",
            "Sergei Katsev",
            "CarriAyne Jones",
            "Sang-Tae Kim",
            "Aubrey L. Zerkle",
            "Sulung Nomosartryo",
            "David A. Fowle",
            "Jess F. Adkins",
            "Alex L. Sessions",
            "James Farquhar",
            "Donald Canfield"
        ],
        "keywords": ""
    },
    {
        "id": 5310,
        "label": 107,
        "author": "sang-tae kim",
        "title": "On the resurrection of Persicaria puritanorum (Polygonaceae)",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Pond populations in Cape Cod described as Persicaria puritanorum (≡ Polygonum puritanorum) have been treated by recent authors as a synonym of P. maculosa (≡ Polygonum persicaria) based on gross morphology. However, consistent differences in leaf and inflorescence features raise the question as to whether this is an extreme phenotype of P. maculosa, an ecotype of that species, or a distinct taxon. In this study, we analyzed nuclear ITS region and chloroplast matK region DNA sequences from 37 populations of 11 species within section Eupersicaria and counted the chromosome number of individuals from the pond populations in question. We also compared leaf size and shape of plants from these populations with those of the typical P. maculosa plants by measuring selected herbarium specimens. Phylogenetic trees inferred from sequence data indicate a separation of pond populations from P. maculosa suggesting to recover P. puritanorum as a distinct species. Chromosome counts of pond population plants (2n = 60) strongly support this result, and furthermore suggest the possibility of a hybrid polyploid origin of P. puritanorum. A leaf morphological trait (greater relative height of the maximum width point from the leaf base) also supports the separation of pond populations from P. maculosa. P. punctata allied to P. hydropiper in the ITSbased tree, and to pond populations as well as P. hydropiperoides and P. opelousana in the matK-based tree, suggesting the possibility of hybrid origin of P. punctata. Our ITS sequence analyses also reveal distinct two lineages in P. lapathifolia but the chloroplast matK region sequences of P. pensylvanica and two lineages of P. lapathifolia are almost identical suggesting cytoplasmic introgression or allopolyploid speciation sharing the maternal lineage",
        "email": "",
        "conf": "Phytotaxa",
        "coauthors": [
            "Sang-Tae Kim",
            "MICHAEL J. DONOGHUE",
            "Sonia E Sultan"
        ],
        "keywords": "Cape Cod, chromosome, hybrid, ITS, matK, Persicaria, phylogeny, Polygonum, Polyploid "
    },
    {
        "id": 5313,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Highly efficient RNA-guided base editing in mouse embryos",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Base editors (BEs) composed of a cytidine deaminase fused to CRISPR–Cas9 convert cytidine to uridine, leading to single-base-pair substitutions in eukaryotic cells. We delivered BE mRNA or ribonucleoproteins targeting the Dmd or Tyr gene via electroporation or microinjection into mouse zygotes. F0 mice showed nonsense mutations with an efficiency of 44–57% and allelic frequencies of up to 100%, demonstrating an efficient method to generate mice with targeted point mutations.",
        "email": "",
        "conf": "Nature Biotechnology",
        "coauthors": [
            "Kyoungmi Kim, Seuk-Min Ryu, Sang-Tae Kim, Gayoung Baek, Daesik Kim, Kayeong Lim, Eugene Chung, Sunghyun Kim, Jin-Soo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5324,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Taxonomic Implication of AFLP Fingerprinting in Selected Polygonaceous Species",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Amplified Fragment Length Polymorphism (AFLP) was used for the first time to demonstrate the relationship among 28 accessions of 13 species belonging to 4 genera of Polygonaceae. Single primer was used to amplify AFLPs and fragments were separated in 6% denaturing acrylamide gels. A total of 131 fragments were analyzed. The AFLP knowledge was found to be sufficiently susceptible to identify small level of variations and could differentiate highly interrelated genotypes. According to present study, this marker system does not support the distinction of Persicaria glabra (Willd.) M. Gómes and Persicaria hydropiper (L.) Spach as a separate species of single genus. No ultimate genus level relationships was seen, owing to very low bootstrap support for branches connecting the different clusters in the tree, all four genera did not occupy distinct positions to form separate clusters and representatives of all genera are intermingled throughout the tree except the genus Polygonum L. Position of Persicraia lapthifolia (L.) S. F. Gray and Persicaria barbata (L.) Hara is also unresolved, as both of these did not show any relationship with other species. These results will form the base for further analysis of the family by AFLP marker system.",
        "email": "",
        "conf": "Pakistan Journal of Botany",
        "coauthors": [
            "Ghzalah Yasmin",
            "Stephen R. Pearce",
            "Mir Ajab Khan",
            "Sang-Tae Kim",
            "Nighat Shaheen",
            "Muhammad Qasim Hayat"
        ],
        "keywords": ""
    },
    {
        "id": 5314,
        "label": 107,
        "author": "sang-tae kim",
        "title": "CRISPR/Cpf1-mediated DNA-free plant genome editing",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Cpf1, a type V CRISPR effector, recognizes a thymidine-rich protospacer-adjacent motif and induces cohesive double-stranded breaks at the target site guided by a single CRISPR RNA (crRNA). Here we show that Cpf1 can be used as a tool for DNA-free editing of plant genomes. We describe the delivery of recombinant Cpf1 proteins with in vitro transcribed or chemically synthesized target-specific crRNAs into protoplasts isolated from soybean and wild tobacco. Designed crRNAs are unique and do not have similar sequences (≤3 mismatches) in the entire soybean reference genome. Targeted deep sequencing analyses show that mutations are successfully induced in FAD2 paralogues in soybean and AOC in wild tobacco. Unlike SpCas9, Cpf1 mainly induces various nucleotide deletions at target sites. No significant mutations are detected at potential off-target sites in the soybean genome. These results demonstrate that Cpf1–crRNA complex is an effective DNA-free genome-editing tool for plant genome editing.",
        "email": "",
        "conf": "Nature Communications",
        "coauthors": [
            "Hyeran Kim, Sang-Tae Kim, Jahee Ryu, Beum-Chang Kang, Jin-Soo Kim, Sang-Gyu Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5317,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Microbial Hub Taxa Link Host and Abiotic Factors to Plant Microbiome Variation",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Plant-associated microorganisms have been shown to critically affect host physiology and performance, suggesting that evolution and ecology of plants and animals can only be understood in a holobiont (host and its associated organisms) context. Host-associated microbial community structures are affected by abiotic and host factors, and increased attention is given to the role of the microbiome in interactions such as pathogen inhibition. However, little is known about how these factors act on the microbial community, and especially what role microbe–microbe interaction dynamics play. We have begun to address this knowledge gap for phyllosphere microbiomes of plants by simultaneously studying three major groups of Arabidopsis thaliana symbionts (bacteria, fungi and oomycetes) using a systems biology approach. We evaluated multiple potential factors of microbial community control: we sampled various wild A. thaliana populations at different times, performed field plantings with different host genotypes, and implemented successive host colonization experiments under lab conditions where abiotic factors, host genotype, and pathogen colonization was manipulated. Our results indicate that both abiotic factors and host genotype interact to affect plant colonization by all three groups of microbes. Considering microbe– microbe interactions, however, uncovered a network of interkingdom interactions with significant contributions to community structure. As in other scale-free networks, a small number of taxa, which we call microbial “hubs,” are strongly interconnected and have a severe effect on communities. By documenting these microbe–microbe interactions, we uncover an important mechanism explaining how abiotic factors and host genotypic signatures control microbial communities. In short, they act directly on “hub” microbes, which, via microbe– microbe interactions, transmit the effects to the microbial community. We analyzed two “hub” microbes (the obligate biotrophic oomycete pathogen Albugo and the basidiomycete yeast fungus Dioszegia) more closely. Albugo had strong effects on epiphytic and endophytic bacterial colonization. Specifically, alpha diversity decreased and beta diversity stabilized in the presence of Albugo infection, whereas they otherwise varied between plants. Dioszegia, on the other hand, provided evidence for direct hub interaction with phyllosphere bacteria. The identification of microbial “hubs” and their importance in phyllosphere microbiome structuring has crucial implications for plant–pathogen and microbe–microbe",
        "email": "",
        "conf": "PLoS Biology",
        "coauthors": [
            "Matthew Agler",
            "Jonas Ruhe",
            "Samuel Kroll",
            "Eric M Kemen"
        ],
        "keywords": ""
    },
    {
        "id": 5295,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Sulfur isotope systematics of the Paleoproterozoic Bushy Park and Pering MVT deposits",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "",
        "email": "",
        "conf": "Geochmica et Cosmochimica Acta",
        "coauthors": [
            "Sang-Tae Kim",
            "James Farquhar",
            "J. Gutzmer",
            "Stephen E. Kesler"
        ],
        "keywords": ""
    },
    {
        "id": 5287,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Carbonate clumped isotope paleothermometry: a review of recent advances in CO2 gas evolution purification measurement and standardization techniques",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "Carbonate clumped isotope paleothermometry is based upon the principle that the formation temperature of carbonates is proportional to the relative abundance of 13C18O16O in CO2 produced through carbonate acid digestion. Furthermore, the relative abundance of 13C18O16O is independent of the δ 18O value of parent water, providing a viable alternative to the classic oxygen isotope carbonate-water paleothermometer. The temperature resolution of this newly developed paleothermometer primarily relies on the analytical techniques required to determine the clumped isotope composition of a carbonate mineral. These analytical techniques involve: (1) CO2 gas evolution, in which carbonate is reacted with phosphoric acid, yielding CO2 with a clumped isotope composition proportional to the carbonate formation temperature; (2) CO2 purification, in which a rigorous purification of acid-liberated CO2 is achieved by removing contaminants; (3) clumped isotope measurement, in which a customized gas-source isotope ratio mass spectrometer quantifies the raw clumped isotope composition (Δ47) of the purified CO2 gas; and (4) inter-laboratory standardization, in which raw Δ47 values are normalized with respect to a community-accepted reference frame. This review provides an overview and comparison of the analytical techniques currently utilized in stable isotope laboratories for Δ47 measurements, specifically discussing carbonate pre-treatment techniques, phosphoric acid digestion systems, isotope and temperature effects during carbonate phosphoric acid digestion, CO2 purification processes, and the challenges associated with the measurement and standardization of the Δ47 value. Continued refinement of these analytical techniques will aid in reducing sample size, increasing sample throughput, and improving Δ47 external precision and associated paleotemperature resolution. Furthermore, these advances may assist in elucidating the source of discrepancies in slope between two groups of reported carbonate clumped isotope thermometer calibrations.",
        "email": "",
        "conf": "Geosciences Journal",
        "coauthors": [
            "Christopher Spencer",
            "Sang-Tae Kim"
        ],
        "keywords": "stable isotopes, clumped isotope geochemistry, carbonate clumped isotope paleothermometer, carbonate, analytical techniques"
    },
    {
        "id": 5291,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Isotopic links between atmospheric chemistry and the deep sulphur cycle on Mars",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "The geochemistry of Martian meteorites provides a wealth of information about the solid planet and the surface and atmospheric processes that occurred on Mars. The degree to which Martian magmas may have assimilated crustal material, thus altering the geochemical signatures acquired from their mantle sources, is unclear1. This issue features prominently in efforts to understand whether the source of light rare-earth elements in enriched shergottites lies in crustal material incorporated into melts1,2 or in mixing between enriched and depleted mantle reservoirs3. Sulphur isotope systematics offer insight into some aspects of crustal assimilation. The presence of igneous sulphides in Martian meteorites with sulphur isotope signatures indicative of mass-independent fractionation suggests the assimilation of sulphur both during passage of magmas through the crust of Mars and at sites of emplacement. Here we report isotopic analyses of 40 Martian meteorites that represent more than half of the distinct known Martian meteorites, including 30 shergottites (28 plus 2 pairs, where pairs are separate fragments of a single meteorite), 8 nakhlites (5 plus 3 pairs), Allan Hills 84001 and Chassigny. Our data provide strong evidence that assimilation of sulphur into Martian magmas was a common occurrence throughout much of the planet’s history. The signature of mass-independent fractionation observed also indicates that the atmospheric imprint of photochemical processing preserved in Martian meteoritic sulphide and sulphate is distinct from that observed in terrestrial analogues, suggesting fundamental differences between the dominant sulphur chemistry in the atmosphere of Mars and that in the atmosphere of Earth",
        "email": "",
        "conf": "Nature",
        "coauthors": [
            "Heather B. Franz, Sang-Tae Kim, James Farquhar, James M. D. Day, Rita C. Economos, Kevin D. McKeegan, Axel K. Schmitt, Anthony J. Irving, Joost Hoek, James Dottin III"
        ],
        "keywords": ""
    },
    {
        "id": 5294,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Experimental studies of oxygen isotope fractionation between rhodochrosite (MnCO3) and water at low temperatures",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "Rhodochrosite crystals were precipitated from Na–Mn–Cl–HCO3 parent solutions following passive, forced and combined passive-to-forced CO2 degassing methods. Forced and combined passive-to-forced CO2 degassing produced rhodochrosite crystals with a small non-equilibrium oxygen isotope effect whereas passive CO2 degassing protocols yielded rhodochrosite in apparent isotopic equilibrium with water. On the basis of the apparent equilibrium isotopic data, a new temperature-dependent relation is proposed for the oxygen isotope fractionation between rhodochrosite and water between 10 and 40 °C:1000lnαrhodochrosite–water=17.84±0.18(103/T)-30.24±0.62or1000lnαrhodochrosite–water=2.65±0.03(106/T2)-0.26±0.35where αrhodochrosite–water is the fractionation factor between rhodochrosite and water, and T is in kelvins. Over the temperature range investigated, rhodochrosite concentrates 18O relative to both calcite and aragonite, a result that is consistent with the relative ionic radii of Ca2+ and Mn2+ and recent theoretical calculations.",
        "email": "sangtae@umd.edu",
        "conf": "Geochimica et Cosmochimica Acta",
        "coauthors": [
            "Sang-Tae Kim",
            "Jung Ok Kang",
            "Seong-Taek Yun",
            "James R. O'Neil",
            "Alfonso Mucci"
        ],
        "keywords": ""
    },
    {
        "id": 5319,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Single Geographic Origin of a Widespread Autotetraploid Arabidopsis arenosa Lineage Followed by Interploidy Admixture",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Whole-genome duplication, which leads to polyploidy, has been implicated in speciation and biological novelty. In plants, many species exhibit ploidy variation, which is likely representative of an early stage in the evolution of polyploid lineages. To understand the evolution of such multiploidy systems, we must address questions such as whether polyploid lineage(s) had a single or multiple origins, whether admixture occurs between ploidies, and the timescale over which ploidy variation affects the evolution of populations. Here we analyze three genomic data sets using nonparametric and parametric analyses, including coalescent-based methods, to study the evolutionary history of a geographically widespread autotetraploid variant of Arabidopsis arenosa, a new model system for understanding the molecular basis of autopolyploid evolution. Autotetraploid A. arenosa populations are widely distributed across much of Northern and Central Europe, whereas diploids occur in Eastern Europe and along the southern Baltic coast; the two ploidies overlap in the Carpathian Mountains. We find that the widespread autotetraploid populations we sampled likely arose from a single ancestral population approximately 11,000–30,000 generations ago in the Northern Carpathians, where its closest extant diploid relatives are found today. Afterward, the tetraploid population split into at least four major lineages that colonized much of Europe. Reconstructions of population history suggest that substantial interploidy admixture occurred in both directions, but only among geographically proximal populations. We find two cases in which selection likely acted on an introgressed locus, suggesting that persistent interploidy gene flow has a local influence on patterns of genetic variation in A. arenosa.",
        "email": "",
        "conf": "Molecular Biology and Evolution",
        "coauthors": [
            "Brian Arnold",
            "Sang-Tae Kim",
            "Kirsten Bomblies"
        ],
        "keywords": "biogeography, genome duplication, admixture, polyploidy"
    },
    {
        "id": 5301,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Sulfur Isotope Analysis of the Nakhla Meteorite: Implications for the Origin of Sulfate and the Processing of Sulfur in the Meteorite Parent",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "Analyses of the sulfur isotopes for the Nakhla meteorite (BM 1913.25) point to a part of the sulfur cycle that is distinct from igneous, hydrothermal, and aqueous phase effects, and not accounted for by existing gas-phase photochemical experiments.",
        "email": "",
        "conf": "Lunar and Planetary Science",
        "coauthors": [
            "James Farquhar",
            "Sang-Tae Kim",
            "Andrew Masterson"
        ],
        "keywords": ""
    },
    {
        "id": 5307,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Precision genome engineering through adenine base editing in plants",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "The recent development of adenine base editors (ABEs) has enabled efficient and precise A-to-G base conversions in higher eukaryotic cells. Here, we show that plant-compatible ABE systems can be successfully applied to protoplasts of Arabidopsis thaliana and Brassica napus through transient transfection, and to individual plants through Agrobacterium-mediated transformation to obtain organisms with desired phenotypes. Targeted, precise A-to-G substitutions generated a single amino acid change in the FT protein or mis-splicing of the PDS3 RNA transcript, and we could thereby obtain transgenic plants with late-flowering and albino phenotypes, respectively. Our results provide ‘proof of concept’ for in planta ABE applications that can lead to induced neo-functionalization or altered mRNA splicing, opening up new avenues for plant genome engineering and biotechnology.",
        "email": "",
        "conf": "Nature Plants",
        "coauthors": [
            "Beum-Chang Kang, Jae-Young Yun, Sang-Tae Kim, YouJin Shin, Jahee Ryu, Minkyung Choi, Je Wook Woo, Jin-Soo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5315,
        "label": 107,
        "author": "sang-tae kim",
        "title": "What causes mating system shifts in plants? Arabidopsis lyrata as a case study",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "The genetic breakdown of self-incompatibility (SI) and subsequent mating system shifts to inbreeding has intrigued evolutionarygeneticists for decades. Most of our knowledge is derived from interspecific comparisons between inbreeding species and theiroutcrossing relatives, where inferences may be confounded by secondary mutations that arose after the initial loss of SI. Here,we study an intraspecific breakdown of SI and its consequences in North AmericanArabidopsis lyratato test whether: (1)particularS-locus haplotypes are associated with the loss of SI and/or the shift to inbreeding; (2) a population bottleneck mayhave played a role in driving the transition to inbreeding; and (3) the mutation(s) underlying the loss of SI are likely to haveoccurred at theS-locus. Combining multiple approaches for genotyping, we found that outcrossing populations on averageharbour 5 to 9S-locus receptor kinase (SRK) alleles, but only two, S1 and S19, are shared by most inbreeding populations.Self-compatibility (SC) behaved genetically as a recessive trait, as expected from a loss-of-function mutation. Bulked segregantanalysis in SC×SI F2 individuals using deep sequencing confirmed that all SC plants were S1 homozygotes but not all S1homozygotes were SC. This was also revealed in population surveys, where only a few S1 homozygotes were SC. Together withcrossing data, this suggests that there is a recessive factor that causes SC that is physically unlinked to theS-locus. Overall, ourresults emphasise the value of combining classical genetics with advanced sequencing approaches to resolve long outstandingquestions in evolutionary biology",
        "email": "",
        "conf": "Heredity",
        "coauthors": [
            "Barbara K Mable",
            "Jordan Caroline Hagmann",
            "Sang-Tae Kim",
            "A. Adam",
            "E. Kilbride",
            "D Weigel",
            "Marc Stift"
        ],
        "keywords": ""
    },
    {
        "id": 5308,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Adenine base editing in mouse embryos and an adult mouse model of Duchenne muscular dystrophy",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Adenine base editors (ABEs) composed of an engineered adenine deaminase and the Streptococcus pyogenes Cas9 nickase enable adenine-to-guanine (A-to-G) single-nucleotide substitutions in a guide RNA (gRNA)-dependent manner. Here we demonstrate application of this technology in mouse embryos and adult mice. We also show that long gRNAs enable adenine editing at positions one or two bases upstream of the window that is accessible with standard single guide RNAs (sgRNAs). We introduced the Himalayan point mutation in the Tyr gene by microinjecting ABE mRNA and an extended gRNA into mouse embryos, obtaining Tyr mutant mice with an albino phenotype. Furthermore, we delivered the split ABE gene, using trans-splicing adeno-associated viral vectors, to muscle cells in a mouse model of Duchenne muscular dystrophy to correct a nonsense mutation in the Dmd gene, demonstrating the therapeutic potential of base editing in adult animals.",
        "email": "",
        "conf": "Nature Biotechnology",
        "coauthors": [
            "Seuk-Min Ryu, Taeyoung Koo, Kyoungmi Kim, Kayeong Lim, Gayoung Baek, Sang-Tae Kim, Heon Seok Kim, Da-eun Kim, Hyunji Lee, Eugene Chung, Jin-Soo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5286,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Calcite raft geochemistry as a hydrological proxy for Holocene aquifer conditions in Hoyo Negro and Ich Balam (Sac Actun Cave System) Quintana Roo Mexico",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "Two cores from calcite rafts deposits located in Cenote Ich Balam and Hoyo Negro were dated and analyzed for 87Sr/86Sr, δ18O, δ13C, Sr/Ca and Cl/Ca. The geochemical records show changing aquifer salinity spanning the last ∼ 8.5 cal kyrs BP and interrelationships with Holocene climate trends (wet and dry periods). During the wet mid-Holocene, the salinity of the meteoric Water Mass (WM; at 7.8–8.3 cal kyrs BP) was relatively high at 1.5–2.7 ppt and then became less saline (1.0–1.5 ppt) during the last ∼ 7000 yrs as climate became progressively drier. High salinity of the meteoric WM during the wet mid-Holocene is attributed to increased turbulent mixing between the meteoric and underlying marine WM. Increased precipitation, in terms of amount, frequency, and intensity (e.g. hurricanes) causes higher flow of meteoric water towards the coast and mixing at the halocline, a phenomenon recorded with recent instrumental monitoring of the aquifer. Conversely, during dry periods reduced precipitation and flow in the meteoric WM would result in lower salinity. Karst properties and Holocene sea-level rise also seem to have an effect on the aquifer. When the regionally extensive network of shallow cave passages (∼ 10–12 m water depth) are flooded at ∼ 8000 cal yrs BP, there is a rapid shift in salinity. This study demonstrates that calcite raft deposits can be used as paleo-environmental recorders documenting the effects of sea level and climate change on aquifer condition.",
        "email": "",
        "conf": "Quaternary Science Reviews",
        "coauthors": [
            "Shawn E. Kovacs",
            "Eduard Reinhardt",
            "James C. Chatters",
            "Dominique Rissolo",
            "Henry P. Schwarcz",
            "Shawn V. Collins",
            "Sang-Tae Kim",
            "Alberto Nava Blank",
            "Pilar Luna Erreguerena"
        ],
        "keywords": "Calcite rafts,Coastal karst aquifers,Yucatán,Climate,Sea-level,Aquifer salinity,Potable water,Calcite raft cones,Paleoamericans"
    },
    {
        "id": 5284,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Seasonal trends in calcite-raft precipitation from cenotes Rainbow Feno and Monkey Dust Quintana Roo Mexico: Implications for paleoenvironmental studies",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "Calcite-raft precipitation was monitored in three Yucatan cenotes (Rainbow, Feno and Monkey Dust) over a 2-year period. Site-specific variables including water temperature, relative humidity, water level and salinity were recorded as well as rainfall (Cozumel). Calcite-raft surface area was monitored through trail cameras that collected photographs every 60 min. Accumulation rates were recorded using sediment traps that were collected in May and December of each year. Calcite-raft surface area was calculated using an image segmentation procedure that identified the boundary of objects (edge detection) that share certain pixel characteristics, removed non-points of interest and measured the sum of the area covered by the raft material. Results show that large rainfall events have a regional effect on the meteoric water mass (i.e. salinity), as well as the precipitation of calcite rafts. The large rainfalls and increased inflows cause dilution of the CaCO3 supersaturated meteoric water mass and cause increased flow hindering calcite-raft precipitation for days to weeks after the rainfall. Raft precipitation gradually returns with deceasing flow after the event, and stagnation allows the recurrence of CaCO3 supersaturation and accumulation of nucleation particles. Small rainfalls did not seem to have the same effect, as slower percolation of rainwater through the epikarst would be more saturated and micro-topographic relief may isolate the water pools from the lower flow. The sediment trap data shows that calcite rafts accumulate relatively constantly throughout the year in all three sites. Sedimentation rates from Feno and Monkey Dust responded to seasonal changes in surface-water disturbance associated with rainfall (wet and dry), although Rainbow didn't show any seasonality likely due to other site-specific factors affecting water disturbance (e.g. bats, wind).",
        "email": "",
        "conf": "Palaeogeography Palaeoclimatology Palaeoecology",
        "coauthors": [
            "Shawn E. Kovacs",
            "Eduard Reinhardt",
            "Christopher L. Werner",
            "Sang Tae Kim",
            "Fred Devos",
            "Christophe Le Maillot"
        ],
        "keywords": "Calcite rafts,Coastal karst aquifers,Yucatán,Salinity,Precipitation,Potable water"
    },
    {
        "id": 5318,
        "label": 107,
        "author": "sang-tae kim",
        "title": "DNA-free genome editing in plants with preassembled CRISPR-Cas9 ribonucleoproteins",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Editing plant genomes without introducing foreign DNA into cells may alleviate regulatory concerns related to genetically modified plants. We transfected preassembled complexes of purified Cas9 protein and guide RNA into plant protoplasts of Arabidopsis thaliana, tobacco, lettuce and rice and achieved targeted mutagenesis in regenerated plants at frequencies of up to 46%. The targeted sites contained germline-transmissible small insertions or deletions that are indistinguishable from naturally occurring genetic variation.",
        "email": "",
        "conf": "Nature Biotechnology",
        "coauthors": [
            "Je Wook Woo, Jungeun Kim, Soon Il Kwon, Claudia Corvalán, Seung Woo Cho, Hyeran Kim, Sang-Gyu Kim, Sang-Tae Kim, Sunghwa Choe, Jin-Soo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5321,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Species-wide Genetic Incompatibility Analysis Identifies Immune Genes as Hot Spots of Deleterious Epistasis",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Intraspecific genetic incompatibilities prevent the assembly of specific alleles into single genotypes and influence genome- and species-wide patterns of sequence variation. A common incompatibility in plants is hybrid necrosis, characterized by autoimmune responses due to epistatic interactions between natural genetic variants. By systematically testing thousands of F1 hybrids of Arabidopsis thaliana strains, we identified a small number of incompatibility hot spots in the genome, often in regions densely populated by nucleotide-binding domain and leucine-rich repeat (NLR) immune receptor genes. In several cases, these immune receptor loci interact with each other, suggestive of conflict within the immune system. A particularly dangerous locus is a highly variable cluster of NLR genes, DM2, which causes multiple independent incompatibilities with genes that encode a range of biochemical functions, including NLRs. Our findings suggest that deleterious interactions of immune receptors limit the combinations of favorable disease resistance alleles accessible to plant genomes.",
        "email": "",
        "conf": "Cell",
        "coauthors": [
            "Eunyoung Chae,Kirsten Bomblies,Sang-Tae Kim,Darya Karelina,Maricris Zaidem,Stephan Ossowski,Carmen Martín-Pizarro,Roosa A.E.Laitinen,Beth A.Rowan,Hezi Tenenboim,Sarah Lechner,Monika Demar,Anette Habring-Muller,Christa Lanz,Gunnar Ratsch,Detlef Weigel"
        ],
        "keywords": ""
    },
    {
        "id": 5292,
        "label": 106,
        "author": "sang-tae kim",
        "title": "The characterization of CaCO3 in a geothermal environment: A SEM/TEM-EELS study",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "Mineralization of microbial biomass is a common phenomenon in geothermal habitats, but knowledge of the structure of the minerals formed in these environments is limited. A combination of spectroscopic, microscopic, and stable isotopic methods, as well as the chemical analysis of spring water, were employed in the present study to characterize calcium carbonate minerals deposited in filamentous cyanobacterial mats in different locations of La Duke hot spring, a circumneutral thermal feature near the north entrance of Yellowstone National Park, Montana, USA. Calcite was the primary crystalline mineral phase associated with biofilm-containing deposits closest to the source of the spring and the suspended microbial biomass in a pool further from the source. The carbonate minerals at all sites occurred as aggregated granules, ∼2 μm in diameter, in close association with the microbial biomass. Only in the deposits closest to the source were the granules organized as laminated structures interspersed with microbial biomass. The calcium carbonate grains contained two distinct regions: a dense monolithic calcite core and a porous dendritic periphery containing organic matter (OM). Electron energy loss spectroscopy (EELS) indicated that the voids were infilled with OM and carbonates. The EELS technique was employed to distinguish the source of carbon in the organic matter and carbonate mixture. The studies of carbon isotope compositions of the calcium carbonates and the saturation indices for calcite in the spring waters suggest that processes (abiotic vs. biotic) controlling the carbonate formation may vary among the sampling sites.",
        "email": "",
        "conf": "Clays and Clay Minerals",
        "coauthors": [
            "Jinwook Kim",
            "Toshihiro Kogure",
            "Kiho Yang",
            "Sang-Tae Kim",
            "Young-nam Jang",
            "Hion-Suck Baik",
            "Gill G Geesey"
        ],
        "keywords": "Calcium Carbonate Precipitate, Carbon Isotope, Cyanobacterial Mat, Electron Energy Loss Spectroscopy, Focused Ion Beam, Transmission Electron Microscopy"
    },
    {
        "id": 5325,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Local-Scale Patterns of Genetic Variability Outcrossing and Spatial Structure in Natural Stands of Arabidopsis thaliana",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "As Arabidopsis thaliana is increasingly employed in evolutionary and ecological studies, it is essential to understand patterns of natural genetic variation and the forces that shape them. Previous work focusing mostly on global and regional scales has demonstrated the importance of historical events such as long-distance migration and colonization. Far less is known about the role of contemporary factors or environmental heterogeneity in generating diversity patterns at local scales. We sampled 1,005 individuals from 77 closely spaced stands in diverse settings around Tübingen, Germany. A set of 436 SNP markers was used to characterize genome-wide patterns of relatedness and recombination. Neighboring genotypes often shared mosaic blocks of alternating marker identity and divergence. We detected recent outcrossing as well as stretches of residual heterozygosity in largely homozygous recombinants. As has been observed for several other selfing species, there was considerable heterogeneity among sites in diversity and outcrossing, with rural stands exhibiting greater diversity and heterozygosity than urban stands. Fine-scale spatial structure was evident as well. Within stands, spatial structure correlated negatively with observed heterozygosity, suggesting that the high homozygosity of natural A. thaliana may be partially attributable to nearest-neighbor mating of related individuals. The large number of markers and extensive local sampling employed here afforded unusual power to characterize local genetic patterns. Contemporary processes such as ongoing outcrossing play an important role in determining distribution of genetic diversity at this scale. Local “outcrossing hotspots” appear to reshuffle genetic information at surprising rates, while other stands contribute comparatively little. Our findings have important implications for sampling and interpreting diversity among A. thaliana accessions.",
        "email": "",
        "conf": "PLoS Genetics",
        "coauthors": [
            "Kirsten Bomblies",
            "Levi Yant",
            "Roosa A E Laitinen",
            "Sang-Tae Kim",
            "Jesse D. Hollister",
            "Noman Warthmann",
            "Joffrey Fitz",
            "Detlef Weigel"
        ],
        "keywords": ""
    },
    {
        "id": 5299,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Implications from sulfur isotopes of the Nakhla meteorite for the origin of sulfate on Mars",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "The isotope geochemistry of sulfur in the SNC (Shergottite, Nakhlite, Chassignite) meteorites may carry important implications for the origin and chemistry of sulfates and sulfides in the Martian surface and subsurface. We report measurements of the sulfur isotope composition for three sulfur-bearing components of the Nakhla meteorite. These results yield a negative Δ33S signal of − 1.25‰ and a near zero Δ36S signal for total sulfate as well as a small nonzero Δ33S of − 0.09‰ for sulfide phases. The Δ33S of total sulfate measured here is more negative than the Δ33S reported previously for water soluble sulfate and points to sulfur isotopic heterogeneity in the sulfate of Nakhla. Current understanding of mass-independent isotope effects associated with sulfur oxidation reactions rules out hydrothermal oxidation mechanisms for producing nonzero Δ33S and points to a significant role for photochemical effects (including hyperfine chemistry), likely located in the Martian atmosphere. The near zero Δ36S signal allows for the possibility of hyperfine chemistry. Because of the relationship between SNC sulfate and the sulfate deposits seen on Mars, these results place constraints on the generation of sulfur(VI) at the Martian surface and provide a case for future direct measurements of Δ33S (and Δ36S) of Martian sulfate.",
        "email": "",
        "conf": "Earth and Planetary Science Letters",
        "coauthors": [
            "James Farquhar",
            "Sang-Tae Kim",
            "Andrew Masterson"
        ],
        "keywords": "sulfur isotopes,SNC meteorites,Nakhla,Mars,Martian sulfate,mass-independent"
    },
    {
        "id": 5283,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Speleothem evidence for the greening of the Sahara and its implications for the early human dispersal out of sub-Saharan Africa",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "Although there is a consensus that there were wet periods (greening events) in the Sahara in the past, the spatial extent and the timing of these greening events are still in dispute, yet critical to our understanding of the early human dispersal out of Africa. Our U-series dates of speleothems from the Northeastern Sahara (Wadi Sannur cave, Egypt) reveal that the periods of speleothem growth were brief and restricted to the interglacial Marine Isotope Stages MIS 5.5, MIS 7.3, and the early MIS 9 with a remarkable absence of the Holocene deposition of speleothems. These growth periods of Wadi Sannur cave speleothems correspond to periods of high rainfall and spread of vegetation (green Sahara). Distinct low δ18O values of speleothems indicate a distal moisture source that we interpret to be the Atlantic Ocean. These two lines of evidence from the Wadi Sannur speleothems thus suggest that maximal northward shifts in the West African monsoon system occurred during the growth periods of the speleothems, leading to greening of the Sahara, facilitating human migration into Eurasia. The periods of speleothem growth at Wadi Sannur cave are contemporaneous with important archeological events: (1) the earliest occurrence of the Middle Stone Age assemblages and Homo sapiens in North Africa (Jebel Irhoud), suggesting wide spread of greening conditions over the East–West transect of the Sahara, (2) the sharp technological break between the Acheulo-Yabrudian and the Mousterian industries, and (3) the arrival of Homo sapiens in Levant, indicating a key role of the Sahara route in early human dispersal out of Africa.",
        "email": "",
        "conf": "Quaternary Science Reviews",
        "coauthors": [
            "Mohammed I. El-Shenawy",
            "Sang-Tae Kim",
            "Henry P. Schwarcz",
            "Yemane Asmerson",
            "Victor J Polyak"
        ],
        "keywords": "Speleothems,Sahara desert,U-Th dating,Oxygen isotopes,Early humans"
    },
    {
        "id": 5297,
        "label": 106,
        "author": "sang-tae kim",
        "title": "13 C- 18 O bonds in dissolved inorganic carbon: Implications for carbonate clumped isotope thermometry",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "Carbonate clumped isotope thermometry is based on a homogeneous thermodynamic equilibrium that orders^(13) C and^(18) O into bonds with each other within the carbonate lattice. To improve understanding of this new geothermometer and advance its application to natural environments, we present here theoretical predictions of the equilibrium and kinetic (including CO_2 hydration, hydroxylation, and reverse reactions) fractionations of 'clumped'isotopic species in dissolved inorganic carbon (DIC), and tests of these predictions",
        "email": "",
        "conf": "Geochimica et Cosmochimica Acta",
        "coauthors": [
            "Wangzhu Guo",
            "M. Daron",
            "Paul Niles",
            "Dominique Genty",
            "Sang-Tae Kim",
            "Hubert Vonhof",
            "Hagit P. Affek",
            "D. Blamart",
            "K. Wainer",
            "John M. Eiler"
        ],
        "keywords": ""
    },
    {
        "id": 5302,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Oxgen isotope equilibrium fractionation between inorganic rhodochrosite (MnCO3) and water at low temperatures",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "",
        "email": "",
        "conf": "Geochimica et Cosmochimica Acta",
        "coauthors": [
            "Sang-Tae Kim",
            "JO Kang",
            "Seong-Taek Yun"
        ],
        "keywords": ""
    },
    {
        "id": 5323,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Activation of the Arabidopsis thaliana Immune System by Combinations of Common ACD6 Alleles",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "A fundamental question in biology is how multicellular organisms distinguish self and non-self. The ability to make this distinction allows animals and plants to detect and respond to pathogens without triggering immune reactions directed against their own cells. In plants, inappropriate self-recognition results in the autonomous activation of the immune system, causing affected individuals to grow less well. These plants also suffer from spontaneous cell death, but are at the same time more resistant to pathogens. Known causes for such autonomous activation of the immune system are hyperactive alleles of immune regulators, or epistatic interactions between immune regulators and unlinked genes. We have discovered a third class, in which the Arabidopsis thaliana immune system is activated by interactions between natural alleles at a single locus, ACCELERATED CELL DEATH 6 (ACD6). There are two main types of these interacting alleles, one of which has evolved recently by partial resurrection of a pseudogene, and each type includes multiple functional variants. Most previously studies hybrid necrosis cases involve rare alleles found in geographically unrelated populations. These two types of ACD6 alleles instead occur at low frequency throughout the range of the species, and have risen to high frequency in the Northeast of Spain, suggesting a role in local adaptation. In addition, such hybrids occur in these populations in the wild. The extensive functional variation among ACD6 alleles points to a central role of this locus in fine-tuning pathogen defenses in natural populations.",
        "email": "",
        "conf": "PLoS Genetics",
        "coauthors": [
            "Marco Todesco",
            "Sang-Tae Kim",
            "Eunyoung Chae",
            "Roosa A E Laitinen"
        ],
        "keywords": ""
    },
    {
        "id": 5296,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Reconstructing Earth's Surface Oxidation Across The Archean- Proterozoic Transition",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "The Archean-Proterozoic transition is characterized by the widespread deposition of organic-rich shale, sedimentary iron formation, glacial diamictite, and marine carbonates recording profound carbon isotope anomalies, but notably lacks bedded evaporites. All deposits reflect environmental changes in oceanic and atmospheric redox states, in part associated with Earth's earliest ice ages. Time-series data for multiple sulfur isotopes from carbonate-associated sulfate as well as sulfides in sediments of the Transvaal Supergroup, South Africa, capture the concomitant buildup of sulfate in the ocean and the loss of atmospheric mass-independent sulfur isotope fractionation. In phase with sulfur is the earliest recorded positive carbon isotope anomaly, convincingly linking these environmental perturbations to the Great Oxidation Event",
        "email": "",
        "conf": "Geology",
        "coauthors": [
            "Qingjun Guo",
            "Harald Strauss",
            "Alan J. Kaufman",
            "Stefan Schröder",
            "Jens Gutzmer",
            "Boswell Wing",
            "Margaret A. Baker",
            "Andrey Bekker",
            "Qusheng Jin",
            "Sang-Tae Kim",
            "James Farquhar"
        ],
        "keywords": ""
    },
    {
        "id": 5305,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Modulation of ACD6 dependent hyperimmunity by natural alleles of an Arabidopsis thaliana NLR resistance gene",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Plants defend themselves against pathogens by activating an array of immune responses. Unfortunately, immunity programs may also cause unintended collateral damage to the plant itself. The quantitative disease resistance gene ACCELERATED CELL DEATH 6 (ACD6) serves to balance growth and pathogen resistance in natural populations of Arabidopsis thaliana. An autoimmune allele, ACD6-Est, which strongly reduces growth under specific laboratory conditions, is found in over 10% of wild strains. There is, however, extensive variation in the strength of the autoimmune phenotype expressed by strains with an ACD6-Est allele, indicative of genetic modifiers. Quantitative genetic analysis suggests that ACD6 activity can be modulated in diverse ways, with different strains often carrying different large-effect modifiers. One modifier is SUPPRESSOR OF NPR1-1, CONSTITUTIVE 1 (SNC1), located in a highly polymorphic cluster of nucleotide-binding domain and leucine-rich repeat (NLR) immune receptor genes, which are prototypes for qualitative disease resistance genes. Allelic variation at SNC1 correlates with ACD6-Est activity in multiple accessions, and a common structural variant affecting the NL linker sequence can explain differences in SNC1 activity. Taken together, we find that an NLR gene can mask the activity of an ACD6 autoimmune allele in natural A. thaliana populations, thereby linking different arms of the plant immune system.",
        "email": "",
        "conf": "PLoS Genetics",
        "coauthors": [
            "Wangsheng Zhu ,Maricris Zaidem ,Anna-Lena Van de Weyer,Rafal M. Gutaker,Eunyoung Chae,Sang-Tae Kim,Felix Bemm,Lei Li,Marco Todesco,Rebecca Schwab,Frederik Unger,Marcel Janis Beha,Monika Demar,Detlef Weigel"
        ],
        "keywords": ""
    },
    {
        "id": 5298,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Phosphoric acid fractionation factors for calcite and aragonite between 25 and 75 C: Revisited",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "This paper reports the results of an investigation to re-determine the phosphoric acid fractionation factor for calcite and aragonite in order to improve the accuracy and limit the uncertainty of this very important quantity. The 18O/16O ratio of 100% of the oxygen in calcite and aragonite was determined directly by combining data from a two-step procedure involving thermal decomposition of the carbonate, followed by fluorination of the residual CaO using BrF5. The oxygen isotope composition of the CO2 released upon the thermal decarbonation of calcite and aragonite is enriched in 18O relative to that of the remaining CaO. Reproducibility of the oxygen isotope composition of the CO2 derived from each of the decarbonation and fluorination steps was 0.55‰ (1σ). Nevertheless, statistically reliable acid fractionation factors for calcite (se = 0.07) and aragonite (se = 0.10) were determined on the basis of a large set of combined data from conventional phosphoric acid reactions at three different temperatures, plus the decarbonation/fluorination procedure. The acid fractionation factors (αCO2(ACID)-carbonate) determined in this study for calcite (αCO2(ACID)–Calcite = 1.01030) and aragonite (αCO2(ACID)–Aragonite = 1.01063) at 25 °C, differ slightly from previously published values. On the basis of our new determinations at 25, 50, and 75 °C, revised expressions for the temperature dependence of the acid fractionation factors for calcite and aragonite are proposed for the temperature range of 25–75 °C",
        "email": "sangtae@eps.mcgill.ca",
        "conf": "Chemical Geology",
        "coauthors": [
            "Sang-Tae Kim",
            "Alfonso Mucci",
            "Bruce Taylor"
        ],
        "keywords": "Oxygen isotope,Acid fractionation factor,Phosphoric acid,Carbonate,Calcite,Aragonite"
    },
    {
        "id": 5288,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Normalization of Stable Isotope Data for Carbonate Minerals: Implementation of IUPAC Guidelines",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "Carbonate minerals provide a rich source of geochemical information because their δ13C and δ18O values provide information about surface and subsurface Earth processes. However, a significant problem is that the same δ18O value is not reported for the identical carbonate sample when analyzed in different isotope laboratories in spite of the fact that the International Union of Pure and Applied Chemistry (IUPAC) has provided reporting guidelines for two decades. This issue arises because (1) the δ18O measurements are performed on CO2 evolved by reaction of carbonates with phosphoric acid, (2) the acid-liberated CO2 is isotopically fractionated (enriched in 18O) because it contains only two-thirds of the oxygen from the solid carbonate, (3) this oxygen isotopic fractionation factor is a function of mineralogy, temperature, concentration of the phosphoric acid, and δ18O value of water in the phosphoric acid, (4) researchers may use any one of an assortment of oxygen isotopic fractionation factors that have been published for various minerals at various reaction temperatures, and (5) it sometimes is not clear how one should calculate δ18OVPDB values on a scale normalized such that the δ18O value of SLAP reference water is −55.5 ‰ relative to VSMOW reference water.",
        "email": "sangtae@mcmaster.ca",
        "conf": "Geochimica et Cosmochimica Acta",
        "coauthors": [
            "Sang-Tae Kim",
            "Tyler B. coplen",
            "Juske Horita"
        ],
        "keywords": ""
    },
    {
        "id": 5285,
        "label": 106,
        "author": "sang-tae kim",
        "title": "1000-Year Quasi-Periodicity of Weak Monsoon Events in Temperate Northeast Asia since the Mid-Holocene",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "The Holocene variability in the East Asian summer monsoon (EASM) based on speleothem δ18O records has inconsistencies in timing, duration, and expression of millennial-scale events among nearby regions, and even within the same cave. Here, we present another stalagmite δ18O record with multi-decadal time resolution from the temperate Korean Peninsula (KP) for the last 5500 years in order to compare with Holocene millennial-scale EASM events from Southeast Asia. Based on our new stalagmite δ18O record, millennial-scale events since the mid-Holocene were successfully identified in the KP, representing a noticeable cyclic pattern with a periodicity of around 1000 years. We propose that the Holocene millennial-scale events are common hydroclimatic phenomena at least in the East Asian monsoon system. Meanwhile, the shorter periodicity of millennial-scale events than that of the North Atlantic region is likely to decouple the EASM system from the North Atlantic climate system. This observation suggests that weak EASM and North Atlantic Bond events may have been induced independently by direct solar activity (and then possible feedback) and ocean–ice sheet dynamics, respectively, rather than simple propagation from the North Atlantic to the EASM regions.",
        "email": "",
        "conf": "Scientific Reports",
        "coauthors": [
            "Kyoung-nam Jo, Sangheon Yi, Jin-Yong Lee, Kyung Sik Woo, Hai Cheng, Lawrence R. Edwards, Sang-Tae Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5330,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Molecular phylogeny of Persicaria (Persicarieae Polygonaceae)",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Relationships within the Polygonaceae have been recently examined using rbcL sequences, with an emphasis on Polygonum and its segregates. Here we test these results with respect to Polygonum (sensu lato) with an expanded dataset, including additional species and gene regions. Specifically, we focus on inferring the relationships of Eupersicaria (Polygonum sect. Persicaria in many prior treatments), using the chloroplast genes rbcL, trnL–F, trnK intron–matK, and psbA–trnH IGS, and nuclear ribosomal ITS sequences. We conclude that Eupersicaria is monophyletic and most closely related to Tovara and Echinocaulon. In turn, this clade is most closely related to Cephalophilon. The sister group of this entire Persicaria clade contains Bistorta and a clade including Aconogonon and Koenigia, which supports the monophyly of the Persicarieae. Within Eupersicaria there appears to be a deep split between P. amphibia and the remaining species, and there is strong conflict regarding the placement of P. punctata. These results set the stage for a more detailed phylogenetic analysis of Eupersicaria.",
        "email": "sang-tae.kim@tuebingen.mpg.de",
        "conf": "Systematic Botany",
        "coauthors": [
            "Sang-Tae Kim",
            "Michael J Donoghue"
        ],
        "keywords": "CHLOROPLAST DNA; EUPERSICARIA; ITS; POLYGONUM; TEMPLETON TEST"
    },
    {
        "id": 5311,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Digenome-seq web tool for profiling CRISPR specificity",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "",
        "email": "",
        "conf": "Nature Methods",
        "coauthors": [
            "Jeongbin Park, Liam Childs, Daesik Kim, Gue-Ho Hwang, Sunghyun Kim, Sang-Tae Kim, Jin-Soo Kim, Sangsu Bae"
        ],
        "keywords": ""
    },
    {
        "id": 5282,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Spatial Distribution and Preservation of Carbon Isotope Biosignatures in Freshwater Microbialite Carbonate",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "Understanding formation mechanisms of modern microbialites enables interpretation of biosignatures associated with fossilized stromatolites. Photosynthetic influences on carbonate precipitation are one proposed mechanism. Photosynthetic isotope biosignatures (13C) associated with freshwater microbialites in Pavilion Lake, British Columbia were widespread through the lake but less prevalent with increasing depth. Importantly, they were variably detectable on the exterior surface of individual microbialites. At depths ≤18 m, microbialite surface carbonates, associated with either nodular microbial communities or surface biofilms, had δ13Ccarb values up to +3.7‰ that were 13C-enriched above the predicted range of δ13Ccarb values for equilibrium precipitation from bulk ambient lake water dissolved inorganic carbon (DIC) (predicted mean δ13Ccarb = −0.2 ± 1.3‰). Vertical profiles of exterior, non-nodular biofilm present on microbialites collected from depths of 21 m and below showed instances of 13C-enrichment near the apex, consistent with hypothesized maximum light exposure. With increased distance from the apex toward the structure base, δ13Ccarb values typically decreased into the predicted range of equilibrium δ13C values. Surface biosignatures persisted internally for distances of 0.5 to 2 cm below the exterior of the structures, beyond which they fell within the predicted isotopic equilibrium range. This shift in δ13Ccarb values may be due to secondary carbonate precipitation masking of the 13C-enriched signature. The contribution of secondary carbonate precipitation was estimated to be 14–59% of total carbonate mass if derived from heterotroph-influenced or bulk lake DIC, respectively. Growth rate estimates suggested these accretion processes can mask photosynthetic signatures in 20–400 years.",
        "email": "",
        "conf": "ACS Earth and Space Chemistry",
        "coauthors": [
            "Mark A. Belan",
            "Allyson L. Brady",
            "Sang-Tae Kim",
            "Darlene S. S. Lim",
            "Gregory F Slater"
        ],
        "keywords": "microbialite, biosignature, carbonate"
    },
    {
        "id": 5316,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Novel allelic variants in ACD6 cause hybrid necrosis in local collection of Arabidopsis thaliana",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Hybrid necrosis is a common type of hybrid incompatibility in plants. This phenomenon is caused by deleterious epistatic interactions, resulting in spontaneous activation of plant defenses associated with leaf necrosis, stunted growth and reduced fertility in hybrids. Specific combinations of alleles of ACCELERATED CELL DEATH 6 (ACD6) have been shown to be a common cause of hybrid necrosis in Arabidopsis thaliana. Increased ACD6 activity confers broad‐spectrum resistance against biotrophic pathogens but reduces biomass production. We generated 996 crosses among individuals derived from a single collection area around Tübingen (Germany) and screened them for hybrid necrosis. Necrotic hybrids were further investigated by genetic linkage, amiRNA silencing, genomic complementation and metabolic profiling. Restriction site associated DNA (RAD)‐sequencing was used to understand genetic diversity in the collection sites containing necrosis‐inducing alleles. Novel combinations of ACD6 alleles found in neighbouring stands were found to activate the A. thaliana immune system. In contrast to what we observed in controlled conditions, necrotic hybrids did not show reduced fitness in the field. Metabolic profiling revealed changes associated with the activation of the immune system in ACD6‐dependent hybrid necrosis. This study expands our current understanding of the active role of ACD6 in mediating trade‐offs between defense responses and growth in A.  thaliana.",
        "email": "",
        "conf": "New Phytologist",
        "coauthors": [
            "Magdalena Swiadek,  Sebastian Proost,  Daniela Sieh,  Jing Yu,  Marco Todesco,  Christian Jorzig,  Andres Eduardo Rodriguez Cubillos,  Bjorn Plotner,  Zoran Nikoloski,  Eunyoung Chae,  Patrick Giavalisco,  Axel Fischer,  Florian Schröder,  Sang‐Tae Kim,  Detlef Weigel,  Roosa A. E. Laitinen"
        ],
        "keywords": "ACCELERATED CELL DEATH 6 (ACD6),Arabidopsis thaliana,autoimmunity,hybrid necrosis,trade‐off"
    },
    {
        "id": 5293,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Evaluating the S-isotope fractionation associated with Phanerozoic pyrite burial",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "This study examines the sulfur isotope record of seawater sulfate proxies using δ34S and Δ33S to place constraints on the average global fractionation (Δ34Spy) associated with pyrite formation and burial and the exponent λ that relates variations of the 34S/32S to variations of the 33S/32S. The results presented here use an analysis of the sulfur isotope record from seawater sulfate proxies and sedimentary sulfide to extract this quantity as the arithmetic difference between δ34S of seawater sulfate and contemporaneous sulfide. It also uses an independent method that draws on inferences about the Δ33S evolution of seawater sulfate to evaluate this further. These two methods yield similar results suggesting that Δ34Spy and λ changed over the course of the Phanerozoic from slightly lower values of Δ34Spy (lower values of λ) in the early Phanerozoic (Cambrian–Permian) to higher values of Δ34Spy (higher values of λ) starting in the Triassic. This change of Δ34Spy and the exponent λ is interpreted to reflect a change in the proportion of sulfide that was reoxidized and processed by bacterial disproportionation on a global scale. The revised record of Δ34Spy also yields model pyrite burial curves making them more closely resemble model evolution curves for other element systems and global sea level curves. It is suggested that possible links to sea level may occur via changes in the area of submerged continental shelves which would provide additional loci for pyrite burial.",
        "email": "",
        "conf": "Geochimica et Cosmochimica Acta",
        "coauthors": [
            "Nanping Wu",
            "James Farquhar",
            "Harald Strauss",
            "Sang-Tae Kim",
            "Donald Canfield"
        ],
        "keywords": ""
    },
    {
        "id": 5328,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Incongruence between cpDNA and nrITS trees indicates extensive hybridization within Eupersicaria (Polygonaceae)",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Interspecific hybridization followed by polyploidization appears to have played a major role in plant diversification, but quantifying the contribution of this mechanism to diversification within taxonomically complex clades remains difficult. Incongruence among gene trees can provide critical insights, especially when combined with data on chromosome numbers, morphology, and geography. To further test our previous hypothesis on hybrid speciation in Persicaria (Polygonaceae), we performed molecular phylogenetic studies using three cpDNA regions and nuclear ITS sequences, with an emphasis on sampling within section Eupersicaria. Our analyses revealed major conflicts between the combined cpDNA tree and the nrITS tree; a variety of incongruence tests rejected stochastic error as the cause of incongruence in most cases. On the basis of our tree incongruence results and information on chromosome numbers, we hypothesize that the origin of 10 polyploid species involved interspecific hybridization. Our studies also support the recognition of several previously named species that have been treated as belonging within other species. Repeated allotetraploidy (as distinct from radiation at the tetraploid level) now appears to be the key mechanism governing the diversification of this taxonomically challenging group.",
        "email": "sang‐tae.kim@tuebingen.mpg.de",
        "conf": "American Journal of Botany",
        "coauthors": [
            "Sang-Tae Kim",
            "Michael J Donoghue"
        ],
        "keywords": ""
    },
    {
        "id": 5306,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Ma et al. reply",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "The two accompanying Comments1,2 highlight the results of our recent study3 and their implications for understanding the basic biology of DNA repair and for potential future therapies. Given the importance of the conclusions of our study3, further verification was requested to rule out alternative interpretations. One argument made by Egli et al.2 was that the repair of the mutant paternal allele using maternal-homologous sequences is highly unlikely based on the assumption that in early zygotes, parental genomes are physically separated in paternal and maternal pronuclei. This temporary isolation would therefore preclude homologous chromosome interactions required for homology-directed repair (HDR). However, it should be noted that CRISPR–Cas9 ribonucleoprotein (RNP) specific to the mutant paternal allele was delivered into pronuclear-stage zygotes or even earlier during fertilization in our original study3, while the subsequent readouts of targeting and repair outcomes were measured three days later in multicellular embryos3. In late mammalian zygotes, paternal and maternal pronuclei migrate towards each other with subsequent nuclear envelope breakdown and formation of a diploid mitotic spindle4,5. Thus, from this point onwards, parental homologues are presented with ample opportunities to physically interact and recombine. Although we do not exclude the possibility of initial targeting and induction of double-strand breaks (DSBs) in metaphase II (MII) oocytes or zygotes at the time of CRISPR–Cas9 injections, HDR or non-homologous end-joining (NHEJ) could have occurred later during subsequent three mitotic cell cycles. Indeed, we showed that each mosaic 4–8-cell embryo contained blastomeres with two or more different repair outcomes suggesting that CRISPR–Cas9 remains active well beyond the pronuclear stage.",
        "email": "",
        "conf": "Nature",
        "coauthors": [
            "Hong Ma, Nuria Marti-Gutierrez, Sang-Wook Park, Jun Wu, Tomonari Hayama, Hayley Darby, Crystal Van Dyken, Ying Li, Amy Koski, Dan Liang, Keiichiro Suzuki, Ying Gu, Jianhui Gong, Xun Xu, Riffat Ahmed, Yeonmi Lee, Eunju Kang, Dongmei Ji, A-Reum Park, Daesik Kim, Sang-Tae Kim, Stephen B. Heitner, David Battaglia, Sacha A. Krieg, David M. Lee, Diana H. Wu, Don P. Wolf, Paula Amato, Sanjiv Kaul, Juan Carlos Izpisua Belmonte, Jin-Soo Kim, Shoukhrat Mitalipov"
        ],
        "keywords": ""
    },
    {
        "id": 5329,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Allopolyploid speciation in Persicaria (Polygonaceae): Insights from a low-copy nuclear region",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Using a low-copy nuclear gene region (LEAFY second intron) we show multiple instances of allopolyploid speciation in Persicaria (Polygonaceae), which includes many important weeds. Fifteen species seem to be allopolyploids, which is higher than the number found in previous comparisons of chloroplast DNA and nuclear ribosomal internal transcribed spacer (nrITS) phylogenies. This underestimation of the extent of allopolyploidy is due in at least three cases to homogenization of nrITS toward the maternal lineage. One of the diploid species, P. lapathifolia, has been involved in at least six cases of allopolyploid speciation. Of the diploids, this species is the most widespread geographically and ecologically and also bears more numerous and conspicuous flowers, illustrating ecologic factors that may influence hybridization frequency. With a few exceptions, especially the narrowly endemic hexaploid, P. puritanorum, the allopolyploid species also are widespread, plastic, ecological generalists. Hybridization events fostered by human introductions may be fueling the production of new species that have the potential to become aggressive weeds.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "Sang-Tae Kim",
            "Sonia E Sultan",
            "Michael J Donoghue"
        ],
        "keywords": "hybridization,LEAFY intron,phylogeny,Polygonum,invasive species"
    },
    {
        "id": 5304,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Web-based design and analysis tools for CRISPR base editing",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "As a result of its simplicity and high efficiency, the CRISPR-Cas system has been widely used as a genome editing tool. Recently, CRISPR base editors, which consist of deactivated Cas9 (dCas9) or Cas9 nickase (nCas9) linked with a cytidine or a guanine deaminase, have been developed. Base editing tools will be very useful for gene correction because they can produce highly specific DNA substitutions without the introduction of any donor DNA, but dedicated web-based tools to facilitate the use of such tools have not yet been developed. We present two web tools for base editors, named BE-Designer and BE-Analyzer. BE-Designer provides all possible base editor target sequences in a given input DNA sequence with useful information including potential off-target sites. BE-Analyzer, a tool for assessing base editing outcomes from next generation sequencing (NGS) data, provides information about mutations in a table and interactive graphs. Furthermore, because the tool runs client-side, large amounts of targeted deep sequencing data (< 1 GB) do not need to be uploaded to a server, substantially reducing running time and increasing data security. BE-Designer and BE-Analyzer can be freely accessed at http://www.rgenome.net/be-designer/ and http://www.rgenome.net/be-analyzer/, respectively.",
        "email": "",
        "conf": "BMC Bioinformatics",
        "coauthors": [
            "Gue-Ho Hwang, Jeongbin Park, Kayeong Lim, Sunghyun Kim, Jihyeon Yu, Eunchong Yu, Sang-Tae Kim, Roland Eils, Jin-Soo Kim, Sangsu Bae"
        ],
        "keywords": ""
    },
    {
        "id": 5322,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Trowel: A fast and accurate error correction module for Illumina sequencing reads",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "The ability to accurately read the order of nucleotides in DNA and RNA is fundamental for modern biology. Errors in next-generation sequencing can lead to many artifacts, from erroneous genome assemblies to mistaken inferences about RNA editing. Uneven coverage in datasets also contributes to false corrections. We introduce Trowel, a massively parallelized and highly efficient error correction module for Illumina read data. Trowel both corrects erroneous base calls and boosts base qualities based on the k -mer spectrum. With high-quality k -mers and relevant base information, Trowel achieves high accuracy for different short read sequencing applications.The latency in the data path has been significantly reduced because of efficient data access and data structures. In performance evaluations, Trowel was highly competitive with other tools regardless of coverage, genome size read length and fragment size.",
        "email": "",
        "conf": "Bioinformatics",
        "coauthors": [
            "Eun-Cheon Lim",
            "Jonas Muller",
            "Jordan Caroline Hagmann",
            "Stefan R. Henz",
            "Sang-Tae Kim",
            "Detlef Weigel"
        ],
        "keywords": ""
    },
    {
        "id": 5312,
        "label": 107,
        "author": "sang-tae kim",
        "title": "Genome-wide target specificities of CRISPR RNA-guided programmable deaminases",
        "organization": "Research Fellow Center for Genome Engineering Institute for Basic Science",
        "abstract": "Cas9-linked deaminases, also called base editors, enable targeted mutation of single nucleotides in eukaryotic genomes. However, their off-target activity is largely unknown. Here we modify digested-genome sequencing (Digenome-seq) to assess the specificity of a programmable deaminase composed of a Cas9 nickase (nCas9) and the deaminase APOBEC1 in the human genome. Genomic DNA is treated with the base editor and a mixture of DNA-modifying enzymes in vitro to produce DNA double-strand breaks (DSBs) at uracil-containing sites. Off-target sites are then computationally identified from whole genome sequencing data. Testing seven different single guide RNAs (sgRNAs), we find that the rAPOBEC1–nCas9 base editor is highly specific, inducing cytosine-to-uracil conversions at only 18 ± 9 sites in the human genome for each sgRNA. Digenome-seq is sensitive enough to capture off-target sites with a substitution frequency of 0.1%. Notably, off-target sites of the base editors are often different from those of Cas9 alone, calling for independent assessment of their genome-wide specificities.",
        "email": "",
        "conf": "Nature Biotechnology",
        "coauthors": [
            "Daesik Kim, Kayeong Lim, Sang-Tae Kim, Sun-heui Yoon, Kyoungmi Kim, Seuk-Min Ryu, Jin-Soo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5300,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Oxygen isotope fractionation between synthetic aragonite and water: Influence of temperature and Mg2+ concentration",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "Aragonite was precipitated in the laboratory at 0, 5, 10, 25, and 40 °C to determine the temperature dependence of the equilibrium oxygen isotope fractionation between aragonite and water. Forced CO2 degassing, passive CO2 degassing, and constant addition methods were employed to precipitate aragonite from supersaturated solutions, but the resulting aragonite–water oxygen isotope fractionation was independent of the precipitation method. In addition, under the experimental conditions of this study, the effect of precipitation rate on the oxygen isotope fractionation between aragonite and water was almost within the analytical error of ±∼0.13‰ and thus insignificant. Because the presence of Mg2+ ions is required to nucleate and precipitate aragonite from Na–Ca–Cl–HCO3 solutions under these experimental conditions, the influence of the total Mg2+ concentration (up to ∼0.9 molal) on the aragonite–water oxygen isotope fractionation was examined at 25 °C. No significant Mg2+ ion effect, or oxygen isotope salt effect, was detected up to 100 mmolal total Mg2+ but a noticeable isotope salt effect was observed at ∼0.9 molal total Mg2+.",
        "email": "sangtae@eps.mcgill.ca",
        "conf": "Geochimica et Cosmochimica Acta",
        "coauthors": [
            "Sang-Tae Kim",
            "James R. O'Neil",
            "Claude Hillaire-Marcel",
            "Alfonso Mucci"
        ],
        "keywords": ""
    },
    {
        "id": 5289,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Early Inner Solar System Origin for Anomalous Sulfur Isotopes in Differentiated Protoplanets",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "Achondrite meteorites have anomalous enrichments in 33S, relative to chondrites, which have been attributed to photochemistry in the solar nebula. However, the putative photochemical reactions remain elusive, and predicted accompanying 33S depletions have not previously been found, which could indicate an erroneous assumption regarding the origins of the 33S anomalies, or of the bulk solar system S-isotope composition. Here, we report well-resolved anomalous 33S depletions in IIIF iron meteorites (<−0.02 per mil), and 33S enrichments in other magmatic iron meteorite groups. The 33S depletions support the idea that differentiated planetesimals inherited sulfur that was photochemically derived from gases in the early inner solar system (<∼2 AU), and that bulk inner solar system S-isotope composition was chondritic (consistent with IAB iron meteorites, Earth, Moon, and Mars). The range of mass-independent sulfur isotope compositions may reflect spatial or temporal changes influenced by photochemical processes. A tentative correlation between S isotopes and Hf-W core segregation ages suggests that the two systems may be influenced by common factors, such as nebular location and volatile content.",
        "email": "",
        "conf": "Proceedings of the National Academy of Sciences",
        "coauthors": [
            "Michael A. Antonelli",
            "Sang-Tae Kim",
            "Marc Peters",
            "Jabrane Labidi",
            "Pierre Cartigny",
            "Richard J. Walker",
            "James R. Lyons",
            "Joost Hoek",
            "James Farquhar"
        ],
        "keywords": "iron meteorites,sulfur isotopes,protoplanetary disk,solar system,photochemistry"
    },
    {
        "id": 5303,
        "label": 106,
        "author": "sang-tae kim",
        "title": "Equilibrium and nonequilibrium oxygen isotope effects in synthetic carbonates",
        "organization": "McMaster University School of Geography and Earth Sciences",
        "abstract": "A suite of divalent metal (Ca, Cd, Ba) carbonates was synthesized over the temperature range 10–40°C by the classical method of slowly bubbling N2 through a bicarbonate solution. It was discovered that carbonates could be precipitated reproducibly in or out of isotopic equilibrium with the environmental solution by varying the concentrations of bicarbonate and cation. Precipitation rate had little or no influence on the isotopic composition of the product. Relatively high initial concentrations of up to 25 mM in both bicarbonate and cation were prepared by adding solid metal chlorides to solutions of NaHC03. On the basis of results of equilibrium experiments and a new determination of the acid fractionation factor, a new expression is proposed for the oxygen isotope fractionation between calcite and water at low temperatures: 10001nα(Calcite-H2O) = 18.03(103T−1) − 32.42 where α is the fractionation factor, and T is in kelvins. Combining new data for low-temperature precipitations and the high-temperature equilibrium fractionations published by O'Neil et al. (1969) results in a revised expression for the oxygen isotope fractionation between octavite (CdCO3) and water from 0° to 500°C: 10001nα(CdC0P3H2O) = 2.76(106T−2) − 3.96. The ability to produce nonequilibrium carbonates allowed assessment to be made, for the first time, of the temperature dependence of nonequilibrium stable isotope fractionations in mineral systems. The temperature coefficients of a(carbonate-water) for nonequilibrium divalent metal carbonates are greater than those for equilibrium carbonates, a finding that may bear on the interpretation of analyses of biogenic carbonates forming out of isotopic equilibrium in nature.",
        "email": "",
        "conf": "Geochimica et Cosmochimica Acta",
        "coauthors": [
            "Sang-Tae Kim",
            "James R. O'Neil"
        ],
        "keywords": ""
    }
]