[
    {
        "id": 488,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Discharge Destination as a Surrogate for Modified Rankin Scale Defined Outcomes at 3-and 12-Months Poststroke Among Stroke Survivors",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Qureshi AI, Chaudhry SA, Sapkota BL, Rodriguez GJ, Suri MFK. Discharge destination as a surrogate for Modified Rankin Scale defined outcomes at 3- and 12-months poststroke among stroke survivors. To determine the predictive value of discharge destination as a surrogate for defining unfavorable outcome at 3- and 12-months poststroke. Analysis of the prospectively collected data from a randomized, placebo-controlled trial in patients with ischemic stroke presenting within 3 hours of symptom onset.",
        "email": "",
        "conf": "Archives of physical medicine and rehabilitation",
        "coauthors": [
            "Adnan I Qureshi",
            "Saqib A Chaudhry",
            "Biggya L Sapkota",
            "Gustavo J. Rodriguez",
            "M. Fareed K Suri"
        ],
        "keywords": "drip-and-ship, thrombolysis, ischemic stroke"
    },
    {
        "id": 470,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Long-Term Outcomes of Post-Thrombolytic Intracerebral Hemorrhage in Ischemic Stroke Patients",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Intracerebral hemorrhage (ICH) is an infrequent complication of intravenous recombinant tissue plasminogen activator (rt-PA) for the treatment of acute stroke. However, such ICH is an important reason for withdrawal of care because of lack of adequate data regarding long-term patient outcomes.To report the long-term outcomes in patients with post-thrombolytic ICH. We analyzed patient data from a randomized, placebo-controlled trial in patients with ischemic stroke presenting within 3 h of symptom onset. Baseline clinical characteristics and outcomes defined by modified Rankin scale (mRS) were ascertained at 3, 6, and 12 months after treatment in patients who suffered from post-thrombolytic ICH. Favorable outcome was defined by mRS of 0–3 and unfavorable outcome by mRS of 4–6 at 1 year.",
        "email": "",
        "conf": "Neurocritical Care",
        "coauthors": [
            "Kiersten E Norby",
            "Farhan Siddiq",
            "Malik Muhammad Adil",
            "Saqib A. Chaudhry",
            "Adnan I Qureshi"
        ],
        "keywords": "Intracerebral hemorrhage, Ischemic stroke, Thrombolytic, Long-term outcome, Modified Rankin score, Barthel index"
    },
    {
        "id": 483,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "A comparison of outcomes associated with carotid artery stent placement performed within and outside clinical trials in the United States",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "A discrepancy between characteristics of patients treated with carotid angioplasty and stent placement (CAS) within and outside clinical trials, particularly characteristics with direct impact on clinical outcome, may limit generalization of clinical trial results. The objective of this study was to identify differences in demographic and clinical characteristics and outcomes related to CAS in patients treated within clinical trials and those treated outside clinical trials in a large national cohort. We determined the frequency of CAS performed within and outside clinical trials and associated in-hospital outcomes using data from the Nationwide Inpatient Survey data files from 2005 to 2009. All the in-hospital outcomes were analyzed after adjusting for potential confounders using multivariate analysis.",
        "email": "saqibch95@gmail.com",
        "conf": "Journal of vascular surgery: official publication the Society for Vascular Surgery [and] International Society for Cardiovascular Surgery North American Chapter",
        "coauthors": [
            "Adnan I Qureshi",
            "Saqib A Chaudhry",
            "Haitham M Hussein",
            "Shahram Majidi",
            "Rakesh Khatri",
            "Gustavo J. Rodriguez",
            "M. Fareed K Suri"
        ],
        "keywords": ""
    },
    {
        "id": 482,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Feasibility and validation of spinal cord vasculature imaging using high resolution ultrasound",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "A noninvasive method of visualization of the anterior spinal artery such as ultrasound that can be utilized in emergent or intraoperative settings can reduce the risk of spinal cord ischemia. We assessed the feasibility of imaging and characterizing blood flow in the anterior spinal artery using ultrasound with concurrent validation using a cadaveric model. We developed a protocol for ultrasonographic assessment of anterior spinal artery based on anatomic, morphologic, and physiologic characteristics of anterior spinal artery and determined the feasibility in 24 healthy research participants using high frequency probe (3-9 MHz) through the left lateral paramedian approach in the area between T8 and T12. We ascertained the detection rate, depth of insonation, and flow parameters, including peak systolic velocity, end diastolic velocity, and resistivity indexes for both segmental arteries and anterior spinal artery within the field of insonation. We validated the anatomical landmarks using simultaneous spinal angiography and simulated anterior spinal artery flow in a cadaveric set-up.",
        "email": "",
        "conf": "Journal of vascular surgery: official publication the Society for Vascular Surgery [and] International Society for Cardiovascular Surgery North American Chapter",
        "coauthors": [
            "Foad Abd-Allah",
            "Shahram Majidi",
            "Masaki Watanabe",
            "Saqib A. Chaudhry",
            "Adnan I Qureshi"
        ],
        "keywords": ""
    },
    {
        "id": 495,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Increased Rate of Aspiration Pneumonia and Poor Discharge Outcome Among Acute Ischemic Stroke Patients Following Intubation for Endovascular Treatment",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "An increased risk of aspiration pneumonia among acute ischemic stroke patients following intubation for endovascular treatment may explain the higher rates of poor outcomes among patients requiring general anesthesia compared with those performed under local sedation. Rates of aspiration pneumonia and its contribution to poor outcome at discharge (modified Rankin score ≥3), and in-hospital mortality were analyzed among endovascularly treated acute ischemic stroke patients at two university-affiliated comprehensive stroke centers. Logistic regression model was used to assess the contribution of intubation and aspiration pneumonia on poor outcome after adjusting for potential confounders.",
        "email": "",
        "conf": "Neurocritical Care",
        "coauthors": [
            "Ameer E Hassan",
            "Saqib A Chaudhry",
            "Haralabos Zacharatos",
            "Rakesh Khatri",
            "Umer Akbar",
            "M. Fareed K. Suri",
            "Adnan I Qureshi"
        ],
        "keywords": "Aspiration pneumonia, Stroke, Endovascular treatment, Anesthesia"
    },
    {
        "id": 478,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Drip-and-Ship Thrombolytic Treatment Paradigm Among Acute Ischemic Stroke Patients in the United States",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "To provide a national assessment of thrombolytic administration using drip-and-ship treatment paradigm.Patients treated with the drip-and-ship paradigm among all acute ischemic stroke patients treated with thrombolytic treatment were identified within the Nationwide Inpatient Sample. Thrombolytic utilization, patterns of referral, comparative in-hospital outcomes, and hospitalization charges related to drip-and-ship paradigm were determined. All the in-hospital outcomes were analyzed after adjusting for potential confounders using multivariate analysis.Of the 22 243 ischemic stroke patients who received thrombolytic treatment, 4474 patients (17%) were treated using drip-and-ship paradigm. Of these 4474 patients, 81% were referred to urban teaching hospitals for additional care, and 7% of them received follow-up endovascular treatment. States with a higher proportion of patients treated using the drip-and-ship paradigm had higher rates of overall thrombolytic utilization (5.4% versus 3.3%; P<0.001). The rate of home discharge/self-care was significantly higher in patients treated with drip-and-ship paradigm compared with those who received thrombolytics through primary emergency department arrival in the multivariate analysis (OR, 1.198; 95% CI, 1.019-1.409; P=0.0286).One of every 6 thrombolytic-treated patients in United States is treated using drip-and-ship paradigm. States with the highest proportion of drip-and-ship cases were also the states with the highest thrombolytic utilization.",
        "email": "",
        "conf": "Stroke",
        "coauthors": [
            "Wondwossen G. Tekle",
            "Saqib A. Chaudhry",
            "Ameer E. Hassan",
            "Gustavo J. Rodriguez",
            "M. Fareed K. Suri",
            "Adnan I. Qureshi"
        ],
        "keywords": "drip-and-ship, thrombolysis, ischemic stroke"
    },
    {
        "id": 465,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Is There a Decreased Risk of Intracerebral Hemorrhage and Mortality in Obese Patients Treated with Intravenous Thrombolysis in Acute Ischemic Stroke?",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "The current guidelines do not recommend increasing the dose of intravenous recombinant tissue plasminogen activator (IV rt-PA) for ischemic stroke patients weighing >100 kg. Obese patients are therefore receiving an IV rt-PA dose <0.9 mg/kg; however, the consequences of such underdosing are unknown. Our goal was to determine the relationship between obesity and clinical outcomes among acute ischemic stroke patients receiving IV rt-PA. Data from all patients admitted to US hospitals between 2002 and 2009 who were treated with IV thrombolysis and who had a primary discharge diagnosis of stroke were included. The effect of obesity on rates of intracerebral hemorrhage and discharge outcomes was analyzed after adjusting for potential confounders using logistic regression analysis. Of the 81,579 patients with ischemic stroke treated with IV rt-PA, 5174 (6.3%) were categorized as obese. The intracerebral hemorrhage rates in obese and nonobese patients were significantly different (4.5% v 6.3%; P = .01). After adjusting for age, sex, presence of hypertension, diabetes mellitus, location/teaching status and All Patient Refined Diagnosis Related Group severity scale, there was no difference in the rates of no to minimal disability between obese and nonobese patients (odds ratio [OR] 1.0; 95% confidence interval [CI] 0.8-1.2; P = .8). Obese patients had lower odds of in-hospital mortality (OR 0.6; 95% CI 0.5-0.8; P = .001) but also more likely to be discharged with moderate to severe disability (OR 1.2; 95% CI 1.01-1.3; P = .03).",
        "email": "",
        "conf": "Journal of stroke and cerebrovascular diseases: the official journal of National Stroke Association",
        "coauthors": [
            "Ameer E Hassan",
            "Saqib A Chaudhry",
            "Vishal Jani",
            "Mikayel Grigoryan",
            "Asif A.Khan",
            "Malik M.Adil",
            "Adnan I Qureshi"
        ],
        "keywords": "Acute ischemic stroke, cerebral infarction, obesity, outcomes, thrombolysis"
    },
    {
        "id": 492,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Aneurysm Embolization Using Detachable Coils Under Intravascular Ultrasonography Guidance: An in Vitro Feasibility Study",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Intravascular ultrasonography (IVUS) has been used for guiding intravascular stent placement in interventional cardiology. To evaluate the feasibility of aneurysm embolization by using detachable coils under IVUS guidance. IVUS-guided embolization in conjunction with fluoroscopic imaging and subsequently alone were performed in a silicone model with a side wall aneurysm. IVUS-guided embolization in conjunction with fluoroscopic imaging was also used in an in vitro model of a side wall aneurysm created using sheep vessels. The visibility of the aneurysm, microcatheter, and coils ascertained by the IVUS was graded as excellent, good, or poor based on visualization of these items as distinct structures. The agreement between simultaneously acquired angiographic and IVUS images for detecting increasing intra-aneurysmal coil mass and coil prolapse was assessed in 10 and 6 simultaneously acquired angiographic and IVUS images, respectively. IVUS measurements of the aneurysm dimensions strongly correlated with standardized dimensions and measurements acquired by contrast angiography (Pearson coefficient of 0.96 and 0.99 for silicone model and arterial segment model, respectively). IVUS visualization of the aneurysm, microcatheter tip, and coil loops were graded as excellent in the silicone aneurysm model and good in the carotid artery model. The agreement between simultaneously acquired angiographic and IVUS images was very high for detecting increasing intra-aneurysmal coil mass (Spearman rank correlation coefficient of 0.98) and coil prolapse (83% agreement).",
        "email": "",
        "conf": "Neurosurgery",
        "coauthors": [
            "Shahram Majidi",
            "Rakesh Khatri",
            "Masaki Watanabe",
            "Farhan Siddiq",
            "Saqib A. Chaudhry",
            "Adnan I. Qureshi"
        ],
        "keywords": "Aneurysm, Coil embolization, Endovascular, Intravascular ultrasonography, Microcatheter"
    },
    {
        "id": 494,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Requirements for Emergent Neurosurgical Procedures among Patients Undergoing Neuroendovascular Procedures in Contemporary Practice",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Provisions for an emergent neurosurgical procedure have been a mandatory component of centers that perform neuroendovascular procedures. We sought to determine the need for emergent neurosurgical procedures following neuroendovascular interventions in 2 comprehensive stroke centers in settings with such provisions. Analysis of retrospectively collected data from procedure logs and patient charts was performed to identify patients who required immediate (before the termination of the intervention) or adjunctive (within 24 hours of the intervention) neurosurgical procedures related to a neuroendovascular intervention complication. The types of neurosurgical procedures and in-hospital outcomes of identified patients are reported as an aggregate and per endovascular procedure-type analyses.",
        "email": "",
        "conf": "American Journal of Neuroradiology",
        "coauthors": [
            "R Khatri",
            "M Ansar",
            "F Sultan",
            "S.A. Chaudhry",
            "A.A. Khan",
            "G.J. Rodriguez",
            "R.P. Tummala",
            "A I Qureshi"
        ],
        "keywords": "Surgery, Human, Nervous system diseases, Radiodiagnosis"
    },
    {
        "id": 486,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Potential Synergy between Advanced Primary Stroke Centers and Level I or II Trauma Centers in United States (P07.049)",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "To determine the number of Primary Stroke Centers (PSCs) that exist concurrently (synergic relationship) with designated higher level trauma centers (level I or level II trauma centers) and associated characteristics. The Emergency Medical Response, transport, and triage of stroke patients are very similar to the more established trauma systems. Several institutions have used pre-existing trauma systems to develop effective stroke networks. The possibility and further development of such synergy remains a consideration for state-wide and national planning. We identified all the advanced PSCs certified by the Joint Commission or local state authorities in 2010. Concurrently, all the advanced higher level trauma centers (designated level I or level II) were identified using data collected from the trauma information exchange program (TIEP). Additional data was collected from the Accreditation Council for Graduate Medical Education (ACGME) and American hospital directory.",
        "email": "",
        "conf": "Neurology",
        "coauthors": [
            "Asif Khan",
            "Saqib Chaudhry",
            "Ameer Hassan",
            "Gustavo Rodrigues",
            "M. Fareed Suri",
            "Kamakshi Lakshminarayan",
            "Adnan Qureshi"
        ],
        "keywords": ""
    },
    {
        "id": 479,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Intravenous Thrombolysis in Expanded Time Window (3-4.5 hours) in General Practice with Concurrent Availability of Endovascular Treatment",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "A randomized double-blind trial (ECASS III) demonstrated that intravenous (IV) recombinant tissue plasminogen activator (rt-PA) administered between 3 and 4.5 hrs after the onset of symptoms significantly improved clinical outcomes in patients with acute ischemic stroke. In May 2009, the American Stroke Association guidelines recommended the use of IV rt-PA for patients presenting within 3 and 4.5 hrs after symptom onset. To determine the rate of patients treated with IV rt-PA within the 3- and 4.5-hr time window and associated comparative outcomes in general practice.",
        "email": "",
        "conf": "Journal of vascular and interventional neurology",
        "coauthors": [
            "Wondwossen G Tekle",
            "Saqib A Chaudhry",
            "Zara Fatima",
            "Maryam Ahmed",
            "Shujaat Khalil",
            "Ameer E Hassan",
            "Gustavo J Rodriguez",
            "Fareed K Suri",
            "Adnan I Qureshi"
        ],
        "keywords": ""
    },
    {
        "id": 487,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Factors Associated with Favorable Response to Hyperbaric Oxygen Therapy among Patients Presenting with Iatrogenic Cerebral Arterial Gas Embolism",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Iatrogenic cerebral arterial gas embolism (CAGE) is an uncommon but potentially a fatal condition. Hyperbaric oxygen (HBO2) therapy is the only definitive treatment for patients with CAGE presenting with acute neurologic deficits. We reviewed medical records and neuroimaging of consecutive CAGE patients treated with HBO2 at a state referral hyperbaric facility over a 22-year period. We analyzed the effect of demographics, source of intra-arterial gas, signs and symptoms, results of imaging studies, time between event and HBO2 treatment, and response to HBO2 treatment in 36 consecutive patients. Favorable outcome was defined by complete resolution or improvement of CAGE signs and symptoms at 24 h after HBO2 treatment. Unfavorable outcome was defined by unchanged or worsened neurologic signs and symptoms or in hospital death.",
        "email": "",
        "conf": "Neurocritical Care",
        "coauthors": [
            "Wondwossen G Tekle",
            "Cheryl D Adkinson",
            "Saqib A Chaudhry",
            "Vikram Jadhav",
            "Ameer E. Hassan",
            "Gustavo J. Rodriguez",
            "Adnan I Qureshi"
        ],
        "keywords": "Air embolism, Hyperbaric oxygen, Iatrogenic cerebral gas embolism, Stroke"
    },
    {
        "id": 466,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Epidemiological and Clinical Features of Moyamoya Disease in the USA",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "An increasing number of cases of Moyamoya disease have been reported in the Japanese and US literature. We performed this study to quantify the rise in the prevalence of Moyamoya disease and to study the unique epidemiological and clinical features in the USA that may explain a change in incidence. We analyzed data derived from patients entered in the Nationwide Inpatient Sample between 2005 and 2008, using ICD-9 codes for Moyamoya disease. Data including patient age, gender, ethnicity, secondary diagnosis, medical complications, and hospital costs were obtained. From 2005 to 2008 in the USA, there were an estimated 7,473 patients admitted with a primary or secondary diagnosis of Moyamoya disease. Patients admitted with Moyamoya disease were most frequently women and Caucasian. Overall, ischemic stroke was the most common reason for admission. Hemorrhagic stroke was more frequent in adults compared with children, 18.1 versus 1.5% (p < 0.05). The number of patients identified and admitted with Moyamoya disease has risen dramatically in the last decade. This study can lead to a better understanding of the disease pattern and healthcare consequences in the USA and suggests that pathophysiologic differences in Moyamoya disease may exist.",
        "email": "",
        "conf": "Neuroepidemiology",
        "coauthors": [
            "Daraspreet Kainth",
            "Saqib A Chaudhry",
            "Hunar Kainth",
            "F.K. Suri",
            "Adnan I Qureshi"
        ],
        "keywords": "Epidemiology,Moyamoya disease,Ischemic stroke,Intracerebral hemorrhage"
    },
    {
        "id": 475,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "National Trends in Utilization and Outcomes of Endovascular Treatment of Acute Ischemic Stroke Patients in the Mechanical Thrombectomy Era",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Because several new devices for mechanical thrombectomy have become available, the outcomes of patients undergoing endovascular treatment for acute ischemic stroke are expected to improve in the United States. We performed this analysis to evaluate trends in utilization of endovascular treatment and associated rates of death and disability among acute ischemic stroke patients over a 6-year period, including further assessment within age strata. We obtained data for patients admitted to hospitals in the United States from 2004 to 2009 with a primary diagnosis of ischemic stroke using a large national database. We determined the rate and pattern of utilization, and associated in-hospital outcomes of endovascular treatment among ischemic stroke patients and further analyzed trends within age strata. Outcomes were classified as minimal disability, moderate to severe disability, and death based on discharge disposition and compared between 2 time periods: 2004 to 2007 (post-MERCI) and 2008 to 2009 (post-Penumbra) approvals.",
        "email": "",
        "conf": "Stroke",
        "coauthors": [
            "Ameer E Hassan",
            "Saqib A Chaudhry",
            "Mikayel Grigoryan",
            "Wondwossen G. Tekle",
            "Adnan I Qureshi"
        ],
        "keywords": "acute ischemic stroke, cerebral infarction, endovascular treatment, outcomes, trend"
    },
    {
        "id": 473,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Prevalence and Characteristics of Concurrent Down Syndrome in Patients With Moyamoya Disease",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "An association between moyamoya disease and Down syndrome appears to exist on the basis of reported anecdotal cases in the literature. To determine the prevalence of Down syndrome associated with moyamoya disease in inpatients and to identify the demographic and clinical features of moyamoya disease that may be unique when associated with Down syndrome. In this observational study, we analyzed data from the Nationwide Inpatient Sample between 2002 and 2009 using International Classification of Diseases codes for moyamoya disease and Down syndrome for patient identification. Data including patient age, sex, race/ethnicity, secondary diagnosis, procedures, hospital costs, and patient outcomes were obtained.",
        "email": "",
        "conf": "Neurosurgery",
        "coauthors": [
            "Daraspreet S Kainth",
            "Saqib A Chaudhry",
            "Hunar S Kainth",
            "Fareed K. Suri",
            "Adnan I Qureshi"
        ],
        "keywords": "Down syndrome, Moyamoya, Stroke"
    },
    {
        "id": 468,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Rate and Prognosis of Patients under Conscious Sedation Requiring Emergent Intubation during Neuroendovascular Procedures",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Neuroendovascular procedures are performed with the patient under conscious sedation (local anesthesia) in varying numbers of patients in different institutions, though the risk of unplanned conversion to general anesthesia is poorly characterized. Our aim was to ascertain the rate of failure of conscious sedation in patients undergoing neuroendovascular procedures and compare the in-hospital outcomes of patients who were converted from conscious sedation to general anesthesia with those whose procedures were initiated with general anesthesia. All patients who had an endovascular procedure initiated under general anesthesia or conscious sedation were identified through a prospective data base maintained at 2 comprehensive stroke centers. Patient clinical and procedural characteristics, in-hospital deaths, and favorable outcomes (modified Rankin Scale score, 0–2) at discharge were ascertained. Nine hundred seven endovascular procedures were identified, of which 387 were performed with the patient under general anesthesia, while 520 procedures were initiated with conscious sedation. Among procedures initiated with intent to be performed under conscious sedation, 9 (1.7%) procedures required emergent conversion to general anesthesia. Favorable clinical outcome and in-hospital mortality in patients requiring emergent conversion from conscious sedation to general anesthesia and in those with procedures initiated with general anesthesia were not statistically different (42% versus 50%, P = .73 and 17% versus 13%, P = 1.00, respectively).",
        "email": "",
        "conf": "American Journal of Neuroradiology",
        "coauthors": [
            "Ameer E Hassan",
            "Umer Akbar",
            "Saqib A Chaudhry",
            "W.G. Tekle",
            "R.P. Tummala",
            "G.J. Rodriguez",
            "A I Qureshi"
        ],
        "keywords": ""
    },
    {
        "id": 464,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Outcomes of Thrombolytic Treatment for Acute Ischemic Stroke in Dialysis-Dependent Patients in the United States",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "To determine the outcomes of dialysis-dependent renal failure patients who had ischemic stroke and were treated with intravenous (IV) thrombolytics in the United States. We analyzed the data from Nationwide Inpatient Sample (2002-2009) for all thrombolytic-treated patients presenting with acute ischemic stroke with or without dialysis dependence. Patients were identified using the International Classification of Disease, Ninth Revision, Clinical Modification codes. Baseline characteristics, in-hospital complications including secondary intracerebral hemorrhage (ICH), sepsis, pneumonia, pulmonary embolism, deep venous thrombosis, urinary tract infections, and discharge outcomes (mortality, minimal disability, and moderate-to-severe disability) were compared between the groups. The 2-fold higher odds of in-hospital mortality associated with administration of IV thrombolytics in dialysis-dependent patients who present with acute ischemic stroke warrant a careful assessment of risk–benefit ratio in this population.",
        "email": "",
        "conf": "Journal of stroke and cerebrovascular diseases: the official journal of National Stroke Association",
        "coauthors": [
            "Nauman Tariq",
            "Malik Muhammad Adil",
            "Fahad Saeed",
            "Saqib A. Chaudhry",
            "Adnan I Qureshi"
        ],
        "keywords": "Ischemic stroke, thrombolysis, dialysis, renal failure"
    },
    {
        "id": 489,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Neurointerventional Procedural Volume per Hospital in United States Implications for Comprehensive Stroke Center Designation",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Availability of neurointerventional procedures is recommended as a necessary component of a comprehensive stroke center by various regulatory guidelines that also emphasize adequate procedural volumes. We studied the volumes of neurointerventional procedures performed in various hospitals across the United States with subsequent comparisons with rates of minimum procedural volumes recommended by various professional bodies or used in clinical trials to ensure adequate operator experience. We reviewed the Nationwide Inpatient Sample database in the United States for the years 2005 to 2008. Using International Classification of Disease—Clinical Modification, 9th revision, and Medicare severity diagnosis-related group codes, we identified among hospitals that admit stroke patients those that met the minimum criteria for overall and individual procedural volumes specified in various guidelines. We then compared the characteristics between the high-volume hospitals that performed at least 100 cervicocerebral angiograms and met ≥1 other procedural criterion (n=79) and low-volume hospitals (n=958).",
        "email": "",
        "conf": "Stroke",
        "coauthors": [
            "Mikayel Grigoryan",
            "Saqib A Chaudhry",
            "Ameer E Hassan",
            "Fareed K. Suri",
            "Adnan I Qureshi"
        ],
        "keywords": "angiography, aneurysm embolization, carotid stent, comprehensive stroke center, neurointerventional procedures, thrombectomy, thrombolysis"
    },
    {
        "id": 485,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Factors and Outcomes Associated With Early and Delayed Aneurysm Treatment in Subarachnoid Hemorrhage Patients in the United States",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Recent studies from selected centers have shown that early surgical treatment of aneurysms in subarachnoid hemorrhage (SAH) patients can improve outcomes. These results have not been validated in clinical practice at large. To identify factors and outcomes associated with timing of ruptured intracranial aneurysm obliteration treatment in patients with SAH after hospitalization in the United States. We analyzed the data from the Nationwide Inpatient Sample (2005–2008) for all patients presenting with primary diagnosis of SAH, receiving aneurysm treatment (endovascular coil embolization or surgical clip placement). Early treatment was defined as aneurysm treatment performed within 48 hours and delayed treatment if treatment was performed after 48 hours of admission.",
        "email": "",
        "conf": "Neurosurgery",
        "coauthors": [
            "Farhan Siddiq",
            "Saqib A Chaudhry",
            "Ramachandra P Tummala",
            "M. Fareed K. Suri",
            "Adnan I Qureshi"
        ],
        "keywords": "angiography, aneurysm embolization, carotid stent, comprehensive stroke center, neurointerventional procedures, thrombectomy, thrombolysis"
    },
    {
        "id": 493,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Determinants of Neurologic Deterioration and Stroke-Free Survival After Spontaneous Cervicocranial Dissections: A Multicenter Study",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Patients with spontaneous cervicocranial dissection (SCCD) may experience new or recurrent ischemic events despite antiplatelet or anticoagulant therapy. Treatment with stent placement is an available option; however, the literature on patient selection is limited. Thus, identifying patients at high risk for neurologic deterioration after SCCD is of critical importance. The present study examined the rate of neurologic deterioration in medically treated patients with SCCD and evaluated demographic, clinical, and radiologic factors affecting this deterioration. We retrospectively identified consecutive patients with SCCD over a 7-year period from 3 medical institutions, and evaluated the relationships between demographic data, clinical characteristics, and angiographical findings and subsequent neurologic outcomes. Neurologic deterioration was defined as transient ischemic attack (TIA), ischemic stroke, or death occurring during hospitalization or within 1 year of diagnosis. Kaplan-Meier curves were used to determine neurologic event-free survival up to 12 months. A total of 69 patients (mean age, 47.8 ± 14 years; 45 males) with SCCD were included in the study. Eleven patients (16%) experienced in-hospital neurologic deterioration (TIA in 9, ischemic stroke in 1) or death (1 patient). An additional 8 patients developed neurologic deterioration within 1 year after discharge (TIA in 5, ischemic stroke in 2, and death in 1). The overall 1-year event-free survival rate was 72%. Women (P = .046), patients with involvement of both vertebral arteries (P = .02), and those with intracranial arterial involvement (P = .018) had significantly higher rates of neurologic deterioration. Our findings indicate that neurologic deterioration is relatively common after SCCD despite medical treatment in women, patients with bilateral vertebral artery involvement, and those with intracranial vessel involvement.",
        "email": "",
        "conf": "Journal of stroke and cerebrovascular diseases: the official journal of National Stroke Association",
        "coauthors": [
            "Ameer E.Hassan",
            "Vikram Jadhav",
            "Haralabos Zacharatos",
            "Saqib A.Chaudhry",
            "Gustavo J.Rodriguez",
            "Yousef M.Mohammad",
            "M. Fareed K.Suri",
            "Nauman Tariq",
            "Gabriela Vazquez",
            "Ramachandra P.Tummala",
            "Robert A.Taylor",
            "Adnan I.Qureshi"
        ],
        "keywords": "Carotid and vertebral artery dissection, event free survival"
    },
    {
        "id": 476,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Population-Based Estimates of Neuroendovascular Procedures: Results of a State-Wide Study",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "The Brain Attack Coalition identified the availability of neuroendovascular procedures as an essential component of a comprehensive stroke center. To provide population-based estimates of neuroendovascular procedures. State-wide estimates of cervicocerebral angiograms, endovascular ischemic stroke treatments, carotid angioplasty and stent placements, intracranial angioplasty and stent placements, endovascular treatment of intracranial aneurysms, and endovascular treatment of intracranial arteriovenous malformations (AVMs) were obtained. We calculated the annual incidence rates of various neuroendovascular and neurosurgical procedures (per 100,000 persons). For the denominator, total persons in each year were categorized in 10-year age intervals. The incidence of carotid endarterectomy (387.6 per 100,000 persons) and carotid stent placement (34.7 per 100,000 persons) peaked at 75–84 years. The incidence of aneurysm embolization also peaked in that population bracket (67.9 per 100,000 persons), yet there was a dramatic reduction in the incidence of surgical aneurysm treatment (3.6 per 100,000 persons) in those aged 75–84 years. There was a prominent reduction in the incidence of all procedures in the population aged ≥85 years, except for intravenous/intra-arterial thrombolytic use in ischemic stroke. The incidence of ischemic stroke increased almost by 50% in the population aged ≥85 years compared to those aged 75–84 years. However, the incidence of endovascular procedures for acute ischemic stroke decreased from 22.8 per 100,000 persons in the population aged 75–84 years to 13.2 per 100,000 persons in the population aged ≥85 years. A marked disproportion of neuroendovascular procedures performed and disease prevalence was noted in persons aged ≥85 years, an increasing segment of the population according to recent Census.",
        "email": "",
        "conf": "Neuroepidemiology",
        "coauthors": [
            "Adnan I Qureshi",
            "Saqib A Chaudhry",
            "Shahram Majidi",
            "Mikayel Grigoryan",
            "Gustavo J. Rodriguez",
            "M. Fareed K Suri"
        ],
        "keywords": "Endovascular procedures, Thrombectomy, Ischemic stroke, Carotid endarterectomy, Carotid stent placement, State-wide survey, Aneurysm embolization"
    },
    {
        "id": 471,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Chronologic Echogenicity Changes and Histologic Correlates in Experimental Blood Clots A Serial Sonographic Study",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "We performed this study to identify echogenicity changes in clots and their correlations with histologic characteristics over time. B mode sonography was performed at 2, 6, 24, and 48 hours after clot formation in venous blood from healthy donors. Analysis of echogenicity was performed by grayscale median measurement with normalization. We classified clots into 3 groups: dense, intermediate, and loose according to red blood cell (RBC) density on hematoxylin‐eosin staining.",
        "email": "",
        "conf": "Journal of ultrasound in medicine: official journal of the American Institute of Ultrasound in Medicine",
        "coauthors": [
            "Masaki Watanabe",
            "Shahram Majidi",
            "Saqib A Chaudhry",
            "Adnan I Qureshi"
        ],
        "keywords": "Clot, Echogenicity, Grayscale median, Histology, In vitro, Sonography"
    },
    {
        "id": 474,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Safety and Effectiveness of Endovascular Treatment after 6 Hours of Symptom Onset in Patients with Anterior Circulation Ischemic Stroke: A Matched Case Control Study",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Endovascular treatment within 6 hours of symptom onset appears to be beneficial in carefully selected patients with ischemic stroke. It is unclear whether endovascular treatment beyond 6 hours of symptom onset is safe and efficacious. Over a 6-year period, 52 patients with acute ischemic stroke in the anterior circulation underwent emergent endovascular thrombolytic infusion and mechanical thrombectomy after 6 hours of symptom onset at 3 institutions. Their outcomes were compared to 52 placebo-treated patients matched by baseline National Institutes of Health Stroke Scale (NIHSS) score and nonlacunar anterior circulation location from the Trial of Org 10172 in Acute Stroke Treatment trial using a 1:1 ratio. Univariate and multivariate analyses were performed comparing the rates of symptomatic intracerebral hemorrhage, early neurologic improvement, favorable outcome at 7 days or discharge, and in-hospital mortality between the 2 groups.",
        "email": "",
        "conf": "Journal of stroke and cerebrovascular diseases: the official journal of National Stroke Association",
        "coauthors": [
            "Adnan I Qureshi",
            "Jefferson T Miley",
            "Saqib A Chaudhry",
            "Edouard Semaan",
            "Gustavo J.Rodriguez",
            "M.Fareed K.Suri",
            "Harold P.Adams"
        ],
        "keywords": "Computed tomographic perfusion, delayed arrival, ischemic stroke, thrombectomy, thrombolysis"
    },
    {
        "id": 477,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Microcatheter to Recanalization (Procedure Time) Predicts Outcomes in Endovascular Treatment in Patients with Acute Ischemic Stroke: When Do We Stop?",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Endovascular treatment for acute ischemic stroke consists of various mechanical and pharmacologic modalities used for recanalization of arterial occlusions. We performed this study to determine the relationship among procedure time, recanalization, and clinical outcomes in patients with acute ischemic stroke undergoing endovascular treatment. We analyzed data from consecutive patients with acute ischemic stroke who underwent endovascular treatment during a 6-year period. Demographic characteristics, NIHSS score before and 24 hours after the procedure, and discharge mRS score were ascertained. Procedure time was defined by the time interval between microcatheter placement and recanalization or completion of the procedure. We estimated the procedure time after which favorable clinical outcome was unlikely, even after adjustment for age, time from symptom onset, and admission NIHSS scores. We analyzed 209 patients undergoing endovascular treatment (mean age, 65 ± 16 years; 109 [52%] men; mean admission/preprocedural NIHSS score, 15.3 ± 6.8). Complete or partial recanalization was observed in 176 (84.2%) patients, while unfavorable outcome (mRS 3–6) was observed in 138 (66%) patients at discharge. In univariate analysis, patients with procedure time ≤30 minutes had lower rates of unfavorable outcome at discharge compared with patients with procedure time ≥30 minutes (52.3% versus 72.2%, P = .0049). In our analysis, the rates of favorable outcomes in endovascularly treated patients after 60 minutes were lower than rates observed with placebo treatment in the Prourokinase for Acute Ischemic Stroke Trial. In logistic regression analysis, unfavorable outcome was positively associated with age (P = .0012), admission NIHSS strata (P = .0017), and longer procedure times (P = .0379). Procedure time in patients with acute ischemic stroke appears to be a critical determinant of outcomes following endovascular treatment. This highlights the need for procedure time guidelines for patients being considered for endovascular treatment in acute ischemic stroke.",
        "email": "",
        "conf": "American Journal of Neuroradiology",
        "coauthors": [
            "Ameer E Hassan",
            "Saqib A Chaudhry",
            "J T Miley",
            "R. Khatri",
            "S.A. Hassan",
            "M.F.K. Suri",
            "A I Qureshi"
        ],
        "keywords": ""
    },
    {
        "id": 469,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Occurrence and Prognostic Significance of Cervical Pseudodissection Phenomenon Associated with Acute Intracranial Internal Carotid Artery Occlusion",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Acute stroke from intracranial internal carotid artery (ICA) occlusion can occasionally resemble angiographic cervical ICA dissection which may cause delays in endovascular acute ischemic stroke treatment. To determine the angiographic characteristics of the phenomenon of “pseudodissection” and its clinical implications in acute ischemic stroke endovascular treatment. Retrospective analysis of angiographic and clinical data from 31 patients with ischemic acute stroke secondary to intracranial ICA occlusion, treated with endovascular therapy at two University‐affiliated institutions, was performed. Pseudodissection was defined as angiographic appearance of typical cervical ICA dissection with evidence of normal inner vascular wall upon further catheter exploration. Angiographic appearance pseudodissection was identified in 7 out of 31 patients (22.6%). Six patients had guide catheters placed proximal to pseudodissection in anticipation of stent placement for treatment of ICA dissection. All 7 patients had further exploration of the presumed dissected segment (6 microcatheter, 1 diagnostic catheter) which demonstrated normal vascular inner wall. The clot was located more commonly in the petro‐cavernous segment in the pseudodissection patients (5/7, 71%). Carotid terminus clot was more common in ICA occlusion patients than pseudodissection patients (18/24, 75% vs. 2/7, 29% respectively, P < .0001). Recanalization was less common in pseudodissection patients compared to ICA occlusion patients (3/7 and 21/24 respectively, P = .029).",
        "email": "",
        "conf": "Journal of neuroimaging: official journal of the American Society of Neuroimaging",
        "coauthors": [
            "Farhan Siddiq",
            "Saqib A Chaudhry",
            "Paramita Das",
            "Rakesh Khatri",
            "Gustavo Rodriguez",
            "Adnan I Qureshi"
        ],
        "keywords": "Acute stroke; carotid artery dissection; pseudodissection; revascularization"
    },
    {
        "id": 481,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Adherence to Guidelines by Emergency Medical Services During Transport of Stroke Patients Receiving Intravenous Thrombolytic Infusion",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "The “drip and ship” paradigm among acute ischemic stroke (AIS) patients has resulted in expansion of thrombolytic treatment in patients eligible for intravenous (IV) recombinant tissue plasminogen activator (rt-PA). It remains controversial whether the settings within the emergency medical services (EMS) transport are adequate for IV rt-PA infusion. We sought to determine EMS adherence to guidelines during the transport of drip and ship AIS patients treated with IV rt-PA while being transferred to comprehensive stroke centers (CSCs) and the effect of nonadherence on outcome upon discharge. A retrospective evaluation of patients transferred to our CSC was conducted to determine the rates of adherence to quality parameters during EMS transport with infusion of IV rt-PA. Favorable outcome was defined as modified Rankin Scale (mRS) score ≤1 upon discharge.",
        "email": "",
        "conf": "Journal of stroke and cerebrovascular diseases: the official journal of National Stroke Association",
        "coauthors": [
            "Ganesh Asaithambi",
            "Saqib A Chaudhry",
            "Ameer E Hassan",
            "Gustavo J.Rodriguez",
            "M. Fareed K.Suri",
            "Adnan I.Qureshi"
        ],
        "keywords": "Acute stroke,“drip and ship”,emergency medical services,guidelines,prehospital setting,thrombolysis"
    },
    {
        "id": 480,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Combination of Noninvasive Neurovascular Imaging Modalities in Stroke Patients: Patterns of Use and Impact on Need for Digital Subtraction Angiography",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "The diagnostic work-up of acute stroke relies on the use of proper imaging studies. We sought to determine the use of a combination of 2 noninvasive tests, namely magnetic resonance angiography (MRA) and computed tomographic angiography (CTA) in diagnosing vascular lesions and the necessity for a subsequent digital subtraction angiography (DSA) for the definitive diagnosis. Patients admitted to 2 comprehensive stroke centers between January 2008 and July 2010 who had an equivocal initial noninvasive test were reviewed. The proportions of patients who underwent CTA and MRA in combination and those who required additional DSA for definitive diagnosis were determined. The diagnostic yield and impact on management in patients with CTA and MRA combination was compared with patients who underwent CTA and MRA followed by DSA.",
        "email": "",
        "conf": "Journal of stroke and cerebrovascular diseases: the official journal of National Stroke Association",
        "coauthors": [
            "Ameer E.Hassan",
            "Nassir Rostambeigi",
            "Saqib A.Chaudhry",
            "Asif A.Khan",
            "Haralabos Zacharatos",
            "Rakesh Khatri",
            "Guven Uzun",
            "Adnan I.Qureshi"
        ],
        "keywords": "Acute stroke, computed tomographic angiography, digital subtraction angiography, magnetic resonance angiography, neurovascular imaging, treatment modification"
    },
    {
        "id": 497,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Agreement in Endovascular Thrombolysis Patient Selection Based on Interpretation of Presenting CT and CT-P Changes in Ischemic Stroke Patients",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "To evaluate the agreement in patient selection based on computed tomography (CT) and CT-perfusion (CT-P) imaging interpretation between stroke specialists in stroke patients considered for endovascular treatment. All endovascular-treated acute ischemic stroke patients were identified through a prospective database from two comprehensive stroke centers; 25 consecutively treated patients were used for this analysis. Initial CT images and CT-P data were independently interpreted by five board eligible/certified vascular neurologists with additional endovascular training to decide whether or not to select the patient for endovascular treatment. The CT/CT-P images were evaluated separately and used as the sole imaging decision making criteria, 2 weeks apart from each other (memory wash-out period). For each set of imaging data inter-rater and intra-rater agreement scores were obtained using Cohen’s kappa statistic to assess the proportion of agreement beyond chance. ",
        "email": "",
        "conf": "Neurocritical Care",
        "coauthors": [
            "Ameer E. Hassan",
            "Haralabos Zacharatos",
            "Saqib A. Chaudhry",
            "M. Fareed K. Suri",
            "Gustavo J. Rodriguez",
            "Jefferson T. Miley",
            "Alberto Maud",
            "Robert A. Taylor",
            "Mustapha A. Ezzeddine",
            "David C. Anderson",
            "Adnan I. Qureshi"
        ],
        "keywords": ""
    },
    {
        "id": 498,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Comparison of Time to Treatment Between Intravenous and Endovascular Thrombolytic Treatments for Acute Ischemic Stroke",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Intravenous (IV) recombinant tissue plasminogen activator (rt-PA) is used to treat acute ischemic stroke (AIS) within 4.5 hours of symptom onset. Endovascular treatment (ET) may provide higher rates of recanalization, but longer time to treatment may limit comparative clinical benefit and widespread applicability. This retrospective study compares symptom onset to treatment times in patients who received both IV rt-PA and ET for AIS and its effect on clinical outcome. AIS patients presenting to our facility who received both IV rt-PA and ET were reviewed using them as case and control to match other factors contributing to time to treatment. Good outcome was defined as modified Rankin Scale score 0 to 2 at discharge. Fifty patients received both treatments with significantly shorter mean symptom onset to time to IV rt-PA compared with symptom onset to time to ET (96.8 ± 39.3 minutes versus 255.3 ± 92.2 minutes, p < 0.001). Patients receiving ET in less time than the mean time had a higher rate of favorable outcome at discharge (45.5% versus 11.8%, p = 0.017) and a significantly lower rate of mortality at three months (15.2% versus 52.9%, p = 0.017) than those receiving it after the mean time. The symptom onset to times to ET was significantly longer in transferred patients compared to primary emergency department patients (299.3 minutes versus 230.5 minutes, p = 0.01)",
        "email": "",
        "conf": "Journal of vascular and interventional neurology",
        "coauthors": [
            "Ganesh Asaithambi",
            "Ameer E. Hassan",
            "Saqib A. Chaudhry",
            "Gustavo J. Rodriguez",
            "M. Fareed K. Suri",
            "Robert A. Taylor",
            "Mustapha A. Ezzeddine",
            "Adnan I. Qureshi"
        ],
        "keywords": "Cerebrovascular diseases, combined therapy, endovascular treatment, intravenous treatment, ischemic stroke, time to treatment, tissue plasminogen activator"
    },
    {
        "id": 467,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Are Coil Compaction and Aneurysmal Growth Two Distinct Etiologies Leading to Recurrence Following Endovascular Treatment of Intracranial Aneurysm?",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Eleven patients had coil compaction, 14 patients had significant aneurysm growth and 4 patients had small aneurysm regrowth. Retreatment was performed in the 14 patients with “significant” aneurysm regrowth and 8 of the 11 patients with coil compaction at mean follow of 11 months (range 5–20 months) following the initial procedure. There were no events of new aneurysmal rupture in either 11 patients with coil compaction or 14 patients with significant aneurysm regrowth over a mean follow‐up period of 22 months (range of 9–42 months).",
        "email": "",
        "conf": "Journal of neuroimaging: official journal of the American Society of Neuroimaging",
        "coauthors": [
            "Mohamed Abdihalim",
            "Masaki Watanabe",
            "Saqib A. Chaudhry",
            "Bharati Jagadeesan",
            "M. Fareed K. Suri",
            "Adnan I. Qureshi"
        ],
        "keywords": "Coiling, intracranial aneurysm, recurrence"
    },
    {
        "id": 496,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Thrombolytic Treatment of Patients With Acute Ischemic Stroke Related to Underlying Arterial Dissection in the United States",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "To determine the outcomes related to thrombolytic treatment of an acute ischemic stroke secondary to an arterial dissection in a large national cohort. Retrospective database study. Nationwide Inpatient Sample data files from 2005 to 2008. We determined the frequency of underlying arterial dissection among patients with acute ischemic stroke treated with thrombolytic treatment and associated in-hospital outcomes. Main Outcome Measures All the in-hospital outcomes were analyzed after adjusting for potential confounders using multivariate analysis. Of the 47 899 patients with ischemic stroke who received thrombolytic treatment, 488 (1%) had an underlying dissection. The intracranial hemorrhage rates did not differ between patients with ischemic stroke with or without underlying dissection who received thrombolytic treatment (6.9% vs 6.4%). After adjusting for age, sex, hypertension, diabetes mellitus, renal failure, congestive heart failure, and hospital teaching status, presence of dissection was associated with higher rates of moderate disability (odds ratio, 2.8; 95% confidence interval, 1.7-4.6; P < .001) at discharge. The interaction terms between dissection and thrombolytic treatment among all patients with ischemic stroke for predicting in-hospital mortality (P = .84) and minimal disability (P = .13) were not statistically significant. The adjusted rate of favorable outcomes is lower among patients with ischemic stroke with underlying arterial dissection following thrombolytic treatment compared with those without underlying dissections. However, the observed lower rates are not influenced by thrombolytic treatment.",
        "email": "",
        "conf": "Archives of neurology",
        "coauthors": [
            "Adnan I Qureshi",
            "Saqib A Chaudhry",
            "Ameer E Hassan",
            "Mustapha A Ezzeddine"
        ],
        "keywords": ""
    },
    {
        "id": 491,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Intracranial Stenosis in Young Patients: Unique Characteristics and Risk Factors",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "Intracranial stenosis in young patients appears to have different characteristics from that observed in the older population. To study the differences in the pathogenesis of intracranial stenosis in younger patients as compared to the older population. Methods: The clinical characteristics of patients with angiographically confirmed intracranial stenosis were matched to a healthy population using the National Health and Nutrition Examination Study (NHANES). The study population was stratified into two age groups (≤45 and >45 years). The relative risk (odds ratios) and attributable risk of known cardiovascular risk factors were estimated. A total of 17 (11%) patients from 153 patients with intracranial stenosis were aged ≤45 years. These patients were more likely to be women (53 vs. 28%, p < 0.05). The location of the lesion in the young patients was more likely to be in the internal carotid artery (65 vs. 29%, p < 0.05). When compared with the stroke risk factors from the NHANES control population, the attributable risk of hypertension, diabetes mellitus, and coronary artery disease for intracranial stenosis was lower among patients aged ≤45 years than that for patients aged >45 years (6.4 vs. 13.1%, 19.9 vs. 33.0% and 1.0 vs. 10.8%, respectively). Hyperlipidemia had a greater attributable risk of intracranial stenosis in patients ≤45 than in those >45 years of age (23.3 vs. 9.3%). Intracranial stenosis in young patients is predominantly located in the anterior circulation and more frequently occurs in young women. Even though the stroke risk factors appear to be strongly associated with intracranial stenosis in this age group, the impact of these risk factors is low due to the low prevalence.",
        "email": "",
        "conf": "Neuroepidemiology",
        "coauthors": [
            "Farhan Siddiq",
            "Saqib A Chaudhry",
            "Gabriela Vazquez-Benitez",
            "M.F.K. Suri",
            "Adnan I Qureshi"
        ],
        "keywords": "Stroke, Intracranial stenosis, Atherosclerosis"
    },
    {
        "id": 484,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Cost-effectiveness of carotid artery stent placement versus endarterectomy in patients with carotid artery stenosis Clinical article",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "The Carotid Revascularization Endarterectomy versus Stenting Trial (CREST) demonstrated that the risk of the primary composite outcome of stroke, myocardial infarction (MI), or death did not differ significantly in patients with an average surgical risk undergoing carotid artery stenting (CAS) and those undergoing carotid endarterectomy (CEA). However, the cost associated with CAS may limit its broad applicability. The authors' goal in this paper was to determine the cost-effectiveness of CAS with an embolic-protection device versus CEA in patients with moderate to severe carotid artery stenosis who are at average surgical risk. The probability of the primary outcome was obtained from the results of the CREST trial. The quality-adjusted life years (QALYs) associated with each treatment modality were estimated by adjusting for the incidence of each quality-adjusted outcome (QALY weights of ipsilateral stroke, MI, death, and postprocedure QALYs). The total cost associated with each intervention was derived from hospitalization cost and cost associated with primary outcomes including stroke, MI, and death in each group. Costs are expressed in US dollars accounting for inflation up to October 2010. Incremental cost-effectiveness ratios (ICERs) were estimated for the 4-year period after the procedure. All values are expressed as means and 95% confidence intervals.",
        "email": "",
        "conf": "Journal of Neurosurgery",
        "coauthors": [
            "Asif A Khan",
            "Saqib A Chaudhry",
            "Kamesh Sivagnanam",
            "Ameer E. Hassan",
            "M. Fareed K. Suri",
            "Adnan I Qureshi"
        ],
        "keywords": "Carotid angioplasty and stenting, Carotid artery stenosis, Carotid endarterectomy, Cost-effectiveness analysis, Vascular disorders"
    },
    {
        "id": 490,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Potential synergy between advanced primary stroke centers and level I or II trauma centers in the United States",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "The objective of this study is to determine the number of primary stroke centers (PSCs) that exist concurrently (synergic relationship) with designated higher level trauma centers (level I or level II trauma centers) and associated characteristics. We identified all PSCs certified by the Joint Commission or local state authorities in 2010. Concurrently, all the higher level trauma centers (designated level I or level II) were identified using data collected from the trauma information exchange program. Additional data was collected from the Accreditation Council for Graduate Medical Education and the American hospital directory.",
        "email": "",
        "conf": "The American journal of emergency medicine",
        "coauthors": [
            "Asif A.Khan",
            "Saqib A.Chaudhry",
            "Ameer E.HassanDO",
            "Gustavo J.Rodriguez",
            "M. Fareed K.Suri",
            "Kamakshi Lakshminarayan",
            "Adnan I.Qureshi"
        ],
        "keywords": ""
    },
    {
        "id": 472,
        "label": 10,
        "author": "saqib a chaudhry",
        "title": "Frequency and Factors Associated with Unsuccessful Lead (First) Coil Placement in Patients Undergoing Embolization Of Intracranial Aneurysms",
        "organization": "University of Pennsylvania Zeenat Qureshi Stroke Research Center Michigan State University",
        "abstract": "There is limited knowledge about associated rates, aneurysm characteristics, technical factors, and immediate impact of unsuccessful placement of the lead (first) coil during endovascular embolization of intracranial aneurysms. To determine the rates, associated risk factors, and consequences of lead coil placement failure in consecutive embolization procedures. We reviewed clinical and procedural aspects of all endovascular coil embolizations performed at our 2 academic centers over a period of 3.5 years (2006-2010). Morphologic characteristics of the aneurysm and technical aspects of the treatment were recorded. We also performed a flow model analysis to assess the relationship between aneurysm dimensions, length of coil, packing density with first coil, and occurrence of lead coil placement failure.",
        "email": "chaudhrys208@gmail.com",
        "conf": "Neurosurgery",
        "coauthors": [
            "Rakesh Khatri",
            "Saqib A. Chaudhry",
            "Gustavo J. Rodriguez",
            "M. Fareed K. Suri",
            "Steve M. Cordina",
            "Adnan I. Qureshi"
        ],
        "keywords": "Aneurysm rupture, Coil length, Intracranial aneurysms, Lead coil"
    }
]