[
    {
        "id": 4765,
        "label": 93,
        "author": "sarita robinson",
        "title": "The effect of energy drinks on cortisol levels cognition and mood during a fire-fighting exercise",
        "organization": "University of Central Lancashire",
        "abstract": "Acute stress has been associated with changes in cognitive performance and mood, and these have been in part associated with stress-related increased release of cortisol. Both glucose and caffeine consumed in isolation have been shown to moderate cortisol response and affect cognitive performance and affect mood; however, there has been very little research into their behavioural and physiological effects when taken in combination. The aim of this study was to assess the effect of the two substances in combinationunder stressful and physically demanding conditions (fire-fighting training) on cognition, mood and cortisol release. Using a double-blind, mixed measures design, 81 participants were administered a 330-ml drink containing either (1) 50 g glucose and 40 mg caffeine, (2) 10.25 g of fructose/glucose and 80 mg caffeine or a placebo drink and tested across a range of cognitive tasks, mood and physiological measures. The results showed an increase in grip strength and improved memory performance after ingestion of the drink containing 50 g glucose and 40 mg caffeine, and both active drinks resulted in improved performance on the information-processing task compared to the placebo. In terms of mood effects, the drink containing 50 g glucose and 40 mg caffeine led to a reduction in anxiety and significantly reduced self-reported levels of stress following the fire-fighter training. Based on the results of this study, in situations of stress combined with physical performance, administration of an energy drink containing glucose and caffeine might be an easy to implement and cost effective way to maintain mental performance levels and to ameliorate the negative effects of stress on mood.",
        "email": "",
        "conf": "Psychopharmacology",
        "coauthors": [
            "Sandra I Snram-Lea",
            "Jane Owen-Lynch",
            "Sarita Jane Robinson",
            "Emma Jones",
            "Henglong Hu"
        ],
        "keywords": "stress, glucose, caffeine, cortisol"
    },
    {
        "id": 4758,
        "label": 93,
        "author": "sarita robinson",
        "title": "The Benefits of Delivering Formative Feedback via Video-Casts",
        "organization": "University of Central Lancashire",
        "abstract": "Universities face the challenge of offering high quality feedback in a time- and cost-efficient manner. In this context, the use of eLearning technologies offers a number of potential advantages to both the tutor and student. For example, eLearning technologies may allow students to fully engage with their studies whilst maintaining other responsibilities (such as childcare or paid employment). The mixed methods study explored both student and tutor experiences of using video-casts (via the eLearning technology, Adobe Connect) for personalised formative feedback. Twenty four final-year students were offered the opportunity to receive video-cast feedback on their project drafts alongside more traditional written and face-to-face feedback. The experiences of eighteen students and the reflections of their tutors are reported here. In summary, students found video-cast feedback to be easy to access, clear, and motivational. Tutors reported that the video-cast feedback was easy to record, and reduced workload. Specifically, subsequent meetings were more focused and further follow-up meetings were unnecessary.",
        "email": "",
        "conf": "UCLan Journal of Pedagogic",
        "coauthors": [
            "Sarita Jane Robinson",
            "Luna C. Munoz Centifanti",
            "Gayle Brewer",
            "Lynda Holyoak"
        ],
        "keywords": ""
    },
    {
        "id": 4764,
        "label": 93,
        "author": "sarita robinson",
        "title": "Effects of ecstasy/polydrug use on memory for associative information",
        "organization": "University of Central Lancashire",
        "abstract": "Associative learning underpins behaviours that are fundamental to the everyday functioning of the individual. Evidence pointing to learning deficits in recreational drug users merits further examination. A word pair learning task was administered to examine associative learning processes in ecstasy/polydrug users. After assignment to either single or divided attention conditions, 44 ecstasy/polydrug users and 48 non-users were presented with 80 word pairs at encoding. Following this, four types of stimuli were presented at the recognition phase: the words as originally paired (old pairs), previously presented words in different pairings (conjunction pairs), old words paired with new words, and pairs of new words (not presented previously). The task was to identify which of the stimuli were intact old pairs. Ecstasy/ploydrug users produced significantly more false-positive responses overall compared to non-users. Increased long-term frequency of ecstasy use was positively associated with the propensity to produce false-positive responses. It was also associated with a more liberal signal detection theory decision criterion value. Measures of long term and recent cannabis use were also associated with these same word pair learning outcome measures. Conjunction word pairs, irrespective of drug use, generated the highest level of false-positive responses and significantly more false-positive responses were made in the divided attention condition compared to the single attention condition. Overall, the results suggest that long-term ecstasy exposure may induce a deficit in associative learning and this may be in part a consequence of users adopting a more liberal decision criterion value.",
        "email": "",
        "conf": "Psychopharmacology",
        "coauthors": [
            "Denis T Gallagher",
            "John E Fisk",
            "Catharine Montgomery",
            "Jeannie Judge",
            "Sarita J Robinson",
            "Paul John Taylor"
        ],
        "keywords": "Ecstasy,Drug use,Cognition,Memory,Associative learning,Word pairs"
    },
    {
        "id": 4754,
        "label": 93,
        "author": "sarita robinson",
        "title": "How can Psychology inform disaster research?",
        "organization": "University of Central Lancashire",
        "abstract": "This paper will set out our current understanding of how psychology can help us to understand and influence preparation for, and responses to disaster. Using four primary research studies, this paper will outline how psychology can inform our knowledge of all stages of a disaster (preparedness, immediate response and long-term consequences). The first study used a questionnaire design to examine factors that influence evacuation behaviours. The second and third studies explored physiological and psychological responses to simulated disaster training. The fourth study explored the consequences of trauma exposure focusing specifically on predictors of post-traumatic stress disorder and post-traumatic growth. The results show that psychology can play a role in our understanding of human behaviour during a disaster. Specifically, study one shows how psychology can inform disaster preparation by identifying barriers to evacuation. The second and third studies show how psychology can help us to explore and predict human behaviour during a disaster. Finally, the fourth study highlights how psychology can help us to understand the longer-term impact of exposure to traumatic events. Overall, the results of these studies show that psychological knowledge can predict and positively influence human behaviour in response to disasters.",
        "email": "",
        "conf": "Procedia Engineering",
        "coauthors": [
            "Sarita Jane Robinson"
        ],
        "keywords": "disaster management,psychology,evacuation,human factors,disaster,preparedness,resilience#"
    },
    {
        "id": 4769,
        "label": 93,
        "author": "sarita robinson",
        "title": "Post-stroke recovery of high-level cognitive function",
        "organization": "University of Central Lancashire",
        "abstract": "This research explored the post-stroke cognitive ability of a 52-year male, KM, who suffered a left middle cerebral artery stroke. KM received no rehabilitation post-stroke, as clinic assessments suggested that mental functioning had returned to an acceptable level. However, KM believed that his cognitive ability had not returned to pre-stroke levels. Comparisons with pre-stroke data from an unrelated study and additional testing using sensitive cognitive measures supported his observations. This research concludes that patient observations and more sensitive testing of post-stroke cognitive functioning may reveal additional high-level cognitive deficits.",
        "email": "SJRobinson1@UCLan.ac.uk",
        "conf": "Disability and Rehabilitation",
        "coauthors": [
            "Sarita Jane Robinson",
            "Debbie Pope",
            "David Mace"
        ],
        "keywords": "Cognitive functioning, stroke, recovery"
    },
    {
        "id": 4757,
        "label": 93,
        "author": "sarita robinson",
        "title": "Posttraumatic growth in students crime survivors and trauma workers exposed to adversity",
        "organization": "University of Central Lancashire",
        "abstract": "Generalised models of positive change following adversity do not fully account for differences in adjustment among populations who experience posttraumatic growth (PTG). The contributions of event intentionality, frequency of the adversity types, age at serious event, spirituality/religiousness, active coping, PTSD symptoms and social support were explored as predictors of PTG across three samples of university students (N = 101; Study 1), survivors of violent crime recruited from support services (N = 71; Study 2) and those working with survivors of adversity (N = 96; Study 3). The results of Study 1 revealed that age at serious event, active coping, PTSD symptoms and social support positively predicted PTG. Within Study 2, spirituality/religiousness, active coping and social support were the significant positive predictors of PTG. Finally in Study 3, spirituality/religiousness, active coping and social support were the significant positive predictors of PTG. Across all studies, event intentionality and frequency of adversity types did not determine PTG. These results indicate that while participants within each of the populations have the ability to experience PTG, different factors predicted whether PTG was observed. The findings offer greater insight into the multifarious nature of adjustment following adversity.",
        "email": "",
        "conf": "Personality and Individual Differences",
        "coauthors": [
            "Matthew Brooks",
            "Michelle Lowe",
            "Nicola Graham-Kevan",
            "Sarita Jane Robinson"
        ],
        "keywords": "Adversity,Positive psychology,Posttraumatic growth,Posttraumatic stress,Psychological functioning,Trauma,Victimisation"
    },
    {
        "id": 4760,
        "label": 93,
        "author": "sarita robinson",
        "title": "Oral Inflammation Tooth Loss Risk Factors and Association with Progression of Alzheimer's Disease",
        "organization": "University of Central Lancashire",
        "abstract": "Periodontitis is a polymicrobial chronic inflammatory disease of tooth-supporting tissues with bacterial etiology affecting all age groups, becoming chronic in a subgroup of older individuals. Periodontal pathogens Porphyromonas gingivalis, Tannerella forsythia, and Treponema denticola are implicated in the development of a number of inflammatory pathologies at remote organ sites, including Alzheimer's disease (AD). The initial inflammatory hypothesis proposed that AD hallmark proteins were the main contributors of central nervous system (CNS) inflammation. This hypothesis is expanding to include the role of infections, lifestyle, and genetic and environmental factors in the pathogenesis of AD. Periodontal disease (PD) typifies a condition that encompasses all of the above factors including pathogenic bacteria. These bacteria not only are the source of low-grade, chronic infection and inflammation that follow daily episodes of bacteremia arising from everyday tasks such as brushing, flossing teeth, chewing food, and during dental procedures, but they also disseminate into the brain from closely related anatomical pathways. The long-term effect of inflammatory mediators, pathogens, and/or their virulence factors, reaching the brain systemically or otherwise would, over time, prime the brain's own microglia in individuals who have inherent susceptibility traits. Such susceptibilities contribute to inadequate neutralization of invading agents, upon reaching the brain. This has the capacity to create a vicious cycle of sustained local inflammatory milieu resulting in the loss of cytoarchitectural integrity and vital neurons with subsequent loss of function (deterioration in memory). The possible pathways between PD and AD development are considered here, as well as environmental factors that may modulate/exacerbate AD symptoms.",
        "email": "",
        "conf": "Journal of Alzheimer's disease: JAD",
        "coauthors": [
            "Sim K Singhrao",
            "Alice Harding",
            "Tal Simmons",
            "Stjohn Crean"
        ],
        "keywords": "Alzheimer's disease, inflammation, oral health, periodontal disease"
    },
    {
        "id": 4759,
        "label": 93,
        "author": "sarita robinson",
        "title": "The Influence of Religious Coping and Religious Social Support on Health Behaviour Health Status and Health Attitudes in a British Christian Sample",
        "organization": "University of Central Lancashire",
        "abstract": "Previous research has established a relationship between religion and health. However, the specific aspects of religion which may influence health are not fully understood. The present study investigates the effect of religious social support and religious coping on health behaviours, health status and attitudes to health whilst controlling for age and non-religious social support. The results indicate religious coping and religious social support positively impact on self-reported current health status, depression, health outlook and resistance susceptibility. However, negative religious coping was predictive of increased alcohol consumption. Overall congregational support and negative religious coping had the greatest impact on health.",
        "email": "",
        "conf": "Journal of Religion and Health",
        "coauthors": [
            "Gayle Brewer",
            "Sarita Jane Robinson",
            "Altaf Sumra",
            "Erini Tatsi",
            "Nadeem Gire"
        ],
        "keywords": "Religion,  Coping styles,  Social support,  Health,  Well-being"
    },
    {
        "id": 4761,
        "label": 93,
        "author": "sarita robinson",
        "title": "Prospective Memory Deficits in Illicit Polydrug Users Are Associated With the Average Long-Term Typical Dose of Ecstasy Typically Consumed in a Single Session",
        "organization": "University of Central Lancashire",
        "abstract": "Neuroimaging evidence suggests that ecstasy-related reductions in SERT densities relate more closely to the number of tablets typically consumed per session rather than estimated total lifetime use. To better understand the basis of drug related deficits in prospective memory (p.m.) we explored the association between p.m. and average long-term typical dose and long-term frequency of use. Method: Study 1: Sixty-five ecstasy/polydrug users and 85 nonecstasy users completed an event-based, a short-term and a long-term time-based p.m. task. Study 2: Study 1 data were merged with outcomes on the same p.m. measures from a previous study creating a combined sample of 103 ecstasy/polydrug users, 38 cannabis-only users, and 65 nonusers of illicit drugs. Results: Study 1: Ecstasy/polydrug users had significant impairments on all p.m. outcomes compared with nonecstasy users. Study 2: Ecstasy/polydrug users were impaired in event-based p.m. compared with both other groups and in long-term time-based p.m. compared with nonillicit drug users. Both drug using groups did worse on the short-term time-based p.m. task compared with nonusers. Higher long-term average typical dose of ecstasy was associated with poorer performance on the event and short-term time-based p.m. tasks and accounted for unique variance in the two p.m. measures over and above the variance associated with cannabis and cocaine use. Conclusions: The typical ecstasy dose consumed in a single session is an important predictor of p.m. impairments with higher doses reflecting increasing tolerance giving rise to greater p.m. impairment.",
        "email": "",
        "conf": "Neuropsychology",
        "coauthors": [
            "Denis Gallagher",
            "Florentia Hadjiefthyvoulou",
            "John Fisk",
            "Catharine Montgomery",
            "Sarita Robinson",
            "Jeannie Judge"
        ],
        "keywords": ""
    },
    {
        "id": 4762,
        "label": 93,
        "author": "sarita robinson",
        "title": "Stress Reactivity and Cognitive Performance in a Simulated Firefighting Emergency",
        "organization": "University of Central Lancashire",
        "abstract": "During emergencies maladaptive behavior can reduce survival. This study compared the effects of a basic firefighter training course on 21 volunteers (with no firefighting experience) with age and gender-matched controls. Stress reactivity (salivary cortisol and anxiety) were monitored across the course: day 1 (classroom), day 2 (physical equipment training), and day 3 (simulated fire emergency). Cognitive performance (visual attention, declarative and working memory) considered important in surviving a fire emergency were measured immediately post-training or after a 20-min delay. Prior to threat subjects showed an anticipatory cortisol increase but no corresponding increase in self-reported anxiety. On day 3 cortisol was higher in firefighters tested immediately after (10.37 nmol · L−1) and 20 min after training (7.20 nmol · L−1) compared to controls (3.13 nmol · L−1). Differences in cognitive performance were observed post-threat, with impairments in visual declarative memory in the firefighting subjects tested immediately, and working memory impairments observed in those tested after a 20-min delay. Cognitive impairments were found following a simulated emergency and could explain maladaptive responses observed during real fires. Moreover, the results suggest the type of cognitive impairments observed may be time dependent, with different cognitive difficulties becoming evident at different times following an emergency.",
        "email": "SJRobinson1@uclan.ac.uk",
        "conf": "Aviation Space and Environmental Medicine",
        "coauthors": [
            "Sarita Jane Robinson",
            "John Leach",
            "P Jane Owen-Lynch",
            "Sandra I Snram-Lea"
        ],
        "keywords": "anxiety; cortisol; fire emergency; memory"
    },
    {
        "id": 4767,
        "label": 93,
        "author": "sarita robinson",
        "title": "Survival : mind and brain",
        "organization": "University of Central Lancashire",
        "abstract": "It is possible that you might face a life-threatening situation today – modern life is full of risks from crossing the road, to being involved in a large-scale terrorist attack. How would you react? Could your reactions influence your chances of survival? Or is survival just down to luck? It is true that some factors affecting your survival, such as blocked fire exits or the lack of working safety equipment are out of your personal control. However, it is also true that individual psychological and physiological responses to threat can greatly influence your survival chances. This article considers what goes on in mind and brain when we strive to survive.",
        "email": "",
        "conf": "The Psychologist",
        "coauthors": [
            "Sarita Jane Robinson",
            "Nikola Bridges"
        ],
        "keywords": ""
    },
    {
        "id": 4766,
        "label": 93,
        "author": "sarita robinson",
        "title": "Can we meet their expectations? Experiences and perceptions of feedback in first year undergraduate students",
        "organization": "University of Central Lancashire",
        "abstract": "Student ratings of satisfaction with feedback are consistently lower than other teaching and learning elements within the UK higher education sector. However, reasons for this dissatisfaction are often unclear to teaching staff, who believe their students are receiving timely, extensive and informative feedback. This study explores possible explanations for this mismatch between staff and students’ perceptions of feedback quality. One hundred and sixty-six first year undergraduate students completed a questionnaire detailing their experiences of feedback on coursework before and throughout their first year at university. Results indicate that whilst procedural elements of feedback (timeliness and legibility) are considered satisfactory, past experiences (pre-university) may influence student expectations of feedback. Some students had a severe, negative emotional response to the feedback provided and few students engaged in self-help (independent learning) behaviours to improve their performance following feedback. We consider how changes in feedback practices could improve students’ use of, and satisfaction with, their feedback.",
        "email": "",
        "conf": "Assessment & Evaluation in Higher Education",
        "coauthors": [
            "Sarita Jane Robinson",
            "Debbie Pope",
            "Lynda Holyoak"
        ],
        "keywords": "feedback perceptions, feedback experiences, undergraduates, emotional responses"
    },
    {
        "id": 4768,
        "label": 93,
        "author": "sarita robinson",
        "title": "The Effect of Mood-Context on Visual Recognition and Recall Memory",
        "organization": "University of Central Lancashire",
        "abstract": "Although it is widely known that memory is enhanced when encoding and retrieval occur in the same state, the impact of elevated stress/arousal is less understood. This study explores mood-dependent memory's effects on visual recognition and recall of material memorized either in a neutral mood or under higher stress/arousal levels. Participants’ (N = 60) recognition and recall were assessed while they experienced either the same or a mismatched mood at retrieval. The results suggested that both visual recognition and recall memory were higher when participants experienced the same mood at encoding and retrieval compared with those who experienced a mismatch in mood context between encoding and retrieval. These findings offer support for a mood dependency effect on both the recognition and recall of visual information.",
        "email": "",
        "conf": "The Journal of General Psychology",
        "coauthors": [
            "Sarita Jane Robinson",
            "Lucia Lucy"
        ],
        "keywords": "anxiety, memory, mood, stress"
    },
    {
        "id": 4752,
        "label": 93,
        "author": "sarita robinson",
        "title": "Trauma Characteristics and Posttraumatic Growth: The Mediating Role of Avoidance Coping Intrusive Thoughts and Social Support",
        "organization": "University of Central Lancashire",
        "abstract": "Previous research suggests trauma characteristics can impact on posttraumatic growth (PTG). The current study considers whether previously identified predictors of PTG may produce different outcomes dependent on the characteristics of the trauma experienced. Method: Active coping, avoidant coping, emotional coping, intrusive thoughts, social support, and spirituality were examined as potential mediators of relationships between trauma characteristics (interpersonal trauma, number of trauma types, and childhood trauma) and PTG. The responses of 268 adults exposed to multiple and wide-ranging stressors were used to generate three multiple mediation models. Results: Intrusive thoughts and social support exerted small but significant indirect effects in all three multiple mediation models. Avoidant coping mediated associations between the number of trauma types and PTG, and the relationship between childhood trauma to PTG. Conclusion: Relationships between trauma characteristics and PTG appear to be explained through the presence of avoidant coping strategies, intrusive thoughts, and the individual’s social environment, which could be the focus of intervention efforts to promote positive change.",
        "email": "SJRobinson1@UCLan.ac.uk",
        "conf": "Psychological Trauma Theory Research Practice and Policy",
        "coauthors": [
            "Matt Brooks",
            "Nicola Graham-Kevan",
            "Sarita Jane Robinson",
            "Michelle Lowe"
        ],
        "keywords": "coping, intrusive thoughts, posttraumatic growth, social support, trauma"
    },
    {
        "id": 4755,
        "label": 93,
        "author": "sarita robinson",
        "title": "Swearing as a response to pain: A cross-cultural comparison of British and Japanese participants",
        "organization": "University of Central Lancashire",
        "abstract": "Research suggests swearing can moderate pain perception. The present study assessed whether changes in pain perception due to swearing reflect a “scripting” effect by comparing swearing as a response to pain in native English and Japanese speakers. Cognitive psychology denotes a ‘script’ to be a sequence of learnt behaviours expected for given situations. Japanese participants were included as they rarely, if ever, swear as a response to pain and therefore do not possess an available script for swearing in the context of pain. It was hypothesised that Japanese participants would demonstrate less tolerance and more sensitivity to pain than English participants, and – due to a lack of an available script of swearing in response to pain – that Japanese participants would not experience swearword mediated hypoalgesia. Japanese participants reported higher levels of pain (p< 0.005) and displayed lower pain tolerance than British participants (p<0.05). Pain tolerance increased in swearers regardless of cultural background (p < 0.001) and no interaction was found between word group and culture (p = 0.96), thereby suggesting that swearing had no differential effect related to the cultural group of the participant. The results replicate previous findings that swearing increases pain tolerance and that individuals from an Asian ethnic background experience greater levels of perceived pain than those from a Caucasian ethnic background. However, these results do not support the idea of pain perception modification due to a “scripting” effect. This is evidenced as swearword mediated hypoalgesia occurs irrespective of participant cultural background. Rather, it is suggested that modulation of pain perception may occur through activation of descending inhibitory neural pain mechanisms.",
        "email": "",
        "conf": "Scandinavian Journal of Pain",
        "coauthors": [
            "Olivia Robertson",
            "Sarita Jane Robinson",
            "Richard Stephens"
        ],
        "keywords": "Cultural differences; Pain; Swearing; Japanese; Cold-pressor"
    },
    {
        "id": 4770,
        "label": 93,
        "author": "sarita robinson",
        "title": "The effects of exposure to an acute naturalistic stressor on working memory state anxiety and salivary cortisol concentrations",
        "organization": "University of Central Lancashire",
        "abstract": "Exposure to an acute naturalistic stressor induces both psychological and physiological changes in humans. The two studies reported here explored the impact of exposure to an acute naturalistic stressor on state anxiety, working memory and HPA axis activation (salivary cortisol). In both experiments, ten healthy male participants were exposed to an acute naturalistic stressor, helicopter underwater evacuation training (HUET), and their physiological and behavioural responses before (first study) and after (second study) the stressor were compared to ten non-stressed controls. The results of both experiments showed that working memory performance was preserved during anticipation of an acute stressor, but impairments were observed immediately after stress exposure. Participants reported significantly higher state anxiety levels during anticipation and following stress exposure, whereas significant elevations in cortisol levels were only observed 25 min post exposure to stress, but not before or immediately after stress exposure. The results of both experiments demonstrated a dissociation between behavioural and biochemical measures and provided evidence for a dissociation of the effects of stress on cognitive and physiological measures depending on the time of testing, with cognitive impairments most evident following stress exposure.",
        "email": "sjrobinson1@uclan.ac.uk",
        "conf": "Stress (Amsterdam Netherlands)",
        "coauthors": [
            "Sarita Jane Robinson",
            "Sandra I Snram-Lea",
            "J Leach",
            "P J Owen-Lynch"
        ],
        "keywords": "Anxiety state, cortisol, HUET, stressor anticipation, word span, working memory"
    },
    {
        "id": 4763,
        "label": 93,
        "author": "sarita robinson",
        "title": "Loneliness trajectories from middle childhood to pre-adolescence: Impact on perceived health and sleep disturbance",
        "organization": "University of Central Lancashire",
        "abstract": "The current study is the first to examine the association between chronic loneliness and perceived health, school absence due to illness, sleep duration and disturbance, in a sample of pre-adolescents (N = 209). Loneliness was measured in three collection waves that were 18 months apart and covered the ages 8–11 years. Using growth mixture modeling, two groups were identified with discrete growth patterns of loneliness: (a) relatively high, reducing loneliness (48%), and (b) low, stable loneliness (52%). At age 11 years, those in the relatively high, reducing lonely group reported higher levels of depressive symptoms, poorer general health, took longer to get to sleep, and had greater sleep disturbance than children in the low, stable loneliness group. These findings suggest that there may be long-term health effects of experiencing high loneliness in middle childhood, even when loneliness levels reduce to normal levels at pre-adolescence.",
        "email": "",
        "conf": "Journal of Adolescence",
        "coauthors": [
            "Rebecca Nowland",
            "Pamela Qualter",
            "Sarita Jane Robinson"
        ],
        "keywords": "Loneliness,Adolescence,Health,Depression,Sleep,Growth mixture modeling,School absenceIllness"
    },
    {
        "id": 4753,
        "label": 93,
        "author": "sarita robinson",
        "title": "Loneliness HPA Stress Reactivity and Social Threat Sensitivity: Analyzing Naturalistic Social Challenges",
        "organization": "University of Central Lancashire",
        "abstract": "Loneliness has been linked to poor health through an increased activation of threat surveillance mechanisms, such as the hypothalamic‐pituitary‐adrenal axis (HPA). The socio‐cognitive model (Cacioppo & Hawley) proposes that lonely people have an increased social threat sensitivity which activates the HPA axis. The current study examined the impact of loneliness on HPA stress reactivity and social threat sensitivity in response to naturally occurring social challenges. Participants (N = 45) were prospective undergraduates attending a 3‐day university preparation programme over the summer, prior to commencing their university studies. Cortisol levels and perceived stress were measured before and after an ice breaker session on Day 1 and a lecture session on Day 3. Social threat sensitivity was also measured on the first and third day. When meeting unfamiliar peers in the ice breaker session, HPA stress reactivity was evident, but it was not markedly different in those who reported high levels of loneliness than those with low levels. The high loneliness group had higher levels of perceived stress and increased social threat sensitivity than the low loneliness group on both testing days. The findings show partial support for the socio‐cognitive model of loneliness because increased threat sensitivity was demonstrated in the high loneliness group. The findings indicate that lonely people do not respond in a physiologically different way to specific social challenges, but they typically report higher social threat sensitivity and higher perceived stress than their non‐lonely peers.",
        "email": "",
        "conf": "Scandinavian Journal of Psychology",
        "coauthors": [
            "Rebecca Nowland",
            "Sarita Jane Robinson",
            "Belinda F Bradley",
            "Vikki Summers",
            "Pamela Qualter"
        ],
        "keywords": "Loneliness; cortisol; friendships; hyperviligance to social threat; ice breaker; social threat; stress; threat sensitivity"
    },
    {
        "id": 4756,
        "label": 93,
        "author": "sarita robinson",
        "title": "Performance on the traditional and the touch screen tablet versions of the Corsi Block and the Tower of Hanoi tasks",
        "organization": "University of Central Lancashire",
        "abstract": "Psychologists routinely administer cognitive tasks to assess a range of mental abilities. In recent years, researchers and practitioners have employed new (i.e. digital) technologies to test cognitive performance, with tablet computer based tasks often replacing traditional versions. However, the extent to which findings from traditional and touch screen tablet based tasks are equivalent remains unclear. In the present study, sixty participants (18 men and 42 women) completed both the Tower of Hanoi and Corsi Block tasks in their traditional (wooden) form and using a touch screen tablet. Performance outcome measures (span length, number of moves, and time taken) were recorded alongside subjective workload for each task. Findings revealed that number of moves and span length do not significantly differ between the traditional and tablet based versions of each task. However, the computerized Tower of Hanoi task was completed more quickly than the traditional version. Differences were noted for subjective workload with higher physical demand reported for the traditional versions of each task. Participants also reported the traditional Tower of Hanoi task to be more enjoyable but more mentally demanding. In conclusion, the touch screen versions of the Tower of Hanoi and Corsi Block tasks appear largely equivalent to the traditional versions.",
        "email": "SJRobinson1@UCLan.ac.uk",
        "conf": "Computers in Human Behavior",
        "coauthors": [
            "Sarita Jane Robinson",
            "Gayle Brewer"
        ],
        "keywords": "Hanoi,Corsi,Cognitive testing,Touch screen,Finger touch,Computerized"
    }
]