[
    {
        "id": 5394,
        "label": 110,
        "author": "sejoong kim",
        "title": "CRP Level and HDL Cholesterol Concentration Jointly Predict Mortality in a Korean Population",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "C-reactive protein (CRP) and high-density lipoprotein (HDL) cholesterol are well-known cardiovascular predictors. However, the joint effect of these parameters on long-term mortality has not been established. We studied a total of 92,500 subjects older than 20 years who underwent routine health examination at the three health care centers affiliated with Seoul National University. High-sensitivity CRP and the lipid profile were obtained at baseline. Subjects were followed for a median of 45.5 months. Mortality data were obtained from the National Statistics Office of Korea. Elevated CRP and low HDL cholesterol jointly contribute to the prediction of all-cause, cancer, and cardiovascular mortality in Koreans. The interactive relationship between them in mediating inflammatory processes might explain these results.",
        "email": "",
        "conf": "The American journal of medicine",
        "coauthors": [
            "Kwang-Il Kim, Se Won Oh,Soyeon Ahn,Nam Ju Heo,Sejoong Kim,Ho Jun Chin,Ki Young Na,Dong-Wan Chae,Cheol-Ho Kim,Suhnggwon Kim"
        ],
        "keywords": "C-reactive protein, HDL cholesterol, mortality"
    },
    {
        "id": 5409,
        "label": 110,
        "author": "sejoong kim",
        "title": "Small Increases in Plasma Sodium Are Associated with Higher Risk of Mortality in a Healthy Population",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Elevated blood pressure (BP) is the most common cause of cardiovascular disease. Salt intake has a strong influence on BP, and plasma sodium (pNa) is increased with progressive increases in salt intake. However, the associations with pNa and BP had been reported inconsistently. We evaluated the association between pNa and BP, and estimated the risks of all-cause-mortality according to pNa levels. On the basis of data collected from health checkups during 1995-2009, 97,009 adult subjects were included. Positive correlations between pNa and systolic BP, diastolic BP, and pulse pressure (PP) were noted in participants with pNa ≥138 mM/L (P<0.001). In participants aged ≥50 yr, SBP, DBP, and PP were positively associated with pNa. In participants with metabolic syndrome components, the differences in SBP and DBP according to pNa were greater (P<0.001). A cumulative incidence of mortality was increased with increasing pNa in women aged ≥50 yr during the median 4.2-yr-follow-up (P<0.001). In women, unadjusted risks for mortality were increased according to sodium levels. After adjustment, pNa ≥145 mM/L was related to mortality. The positive correlation between pNa and BP is stronger in older subjects, women, and subjects with metabolic syndrome components. The incidence and adjusted risks of mortality increase with increasing pNa in women aged ≥50 yr.",
        "email": "",
        "conf": "Journal of Korean medical science",
        "coauthors": [
            "Se Won Oh",
            "Seon Ha Baek",
            "Jung Nam An",
            "Ho Suk Goo",
            "Sejoong Kim",
            "Ki Young Na",
            "Dong Wan Chae",
            "Suhnggwon Kim",
            "Ho Jun Chin"
        ],
        "keywords": "Age; Blood Pressure; Mortality; Plasma Sodium; Sex Characteristics"
    },
    {
        "id": 5393,
        "label": 110,
        "author": "sejoong kim",
        "title": "Proteinuria and hematuria are associated with acute kidney injury and mortality in critically ill patients: A retrospective observational study",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Proteinuria and hematuria are both important health issues; however, the nature of the association between these findings and acute kidney injury (AKI) or mortality remains unresolved in critically ill patients. Proteinuria and hematuria were measured by a dipstick test and scored using a scale ranging from a negative result to 3+ in 1883 patients admitted to the intensive care unit. AKI was defined according to the Kidney Disease: Improving Global Outcomes (KDIGO) guidelines. The odds ratios (ORs) for AKI and 3-year mortality were calculated after adjustment for multiple covariates according to the degree of proteinuria or hematuria. For evaluating the synergistic effect on mortality among proteinuria, hematuria, and AKI, the relative excess risk due to interaction (RERI) was used. Proteinuria and hematuria are associated with the risks of AKI and mortality in critically ill patients. Additionally, these findings had a synergistic effect with AKI on mortality.",
        "email": "",
        "conf": "BMC Nephrology",
        "coauthors": [
            "Seung Seok Han",
            "Shin Young Ahn",
            "Jiwon Ryu",
            "Seon Ha Baek",
            "Ho Jun Chin",
            "Ki Young Na",
            "Dong-Wan Chae",
            "Sejoong Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5443,
        "label": 110,
        "author": "sejoong kim",
        "title": "Pre-Stage Acute Kidney Injury Can Predict Mortality and Medical Costs in Hospitalized Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The significance of minimal increases in serum creatinine below the levels indicative of the acute kidney injury (AKI) stage is not well established. We aimed to investigate the influence of pre-stage AKI (pre-AKI) on clinical outcomes. We enrolled a total of 21,261 patients who were admitted to the Seoul National University Bundang Hospital from January 1, 2013 to December 31, 2013. Pre-AKI was defined as a 25–50% increase in peak serum creatinine levels from baseline levels during the hospital stay. In total, 5.4% of the patients had pre-AKI during admission. The patients with pre-AKI were predominantly female (55.0%) and had a lower body weight and lower baseline levels of serum creatinine (0.63 ± 0.18 mg/dl) than the patients with AKI and the patients without AKI (P < 0.001). The patients with pre-AKI had a higher prevalence of diabetes mellitus (25.1%) and malignancy (32.6%). The adjusted hazard ratio of in-hospital mortality for pre-AKI was 2.112 [95% confidence interval (CI), 1.143 to 3.903]. In addition, patients with pre-AKI had an increased length of stay (7.7 ± 9.7 days in patients without AKI, 11.4 ± 11.4 days in patients with pre-AKI, P < 0.001) and increased medical costs (4,061 ± 4,318 USD in patients without AKI, 4,966 ± 5,099 USD in patients with pre-AKI, P < 0.001) during admission. The adjusted hazard ratio of all-cause mortality for pre-AKI during the follow-up period of 2.0 ± 0.6 years was 1.473 (95% CI, 1.228 to 1.684). Although the adjusted hazard ratio of pre-AKI for overall mortality was not significant among the patients admitted to the surgery department or who underwent surgery, pre-AKI was significantly associated with mortality among the non-surgical patients (adjusted HR 1.542 [95% CI, 1.330 to 1.787]) and the patients admitted to the medical department (adjusted HR 1.384 [95% CI, 1.153 to 1.662]). Pre-AKI is associated with increased mortality, longer hospital stay, and increased medical costs during admission. More attention should be paid to the clinical significance of pre-AKI.",
        "email": "rk.ca.uns@2gnoojes",
        "conf": "PLoS ONE",
        "coauthors": [
            "Jeonghwan Lee",
            "Seon Ha Baek",
            "Shin Young Ahn",
            "Ho Jun Chin",
            "Ki Young Na",
            "Dong Wan Chae",
            "Sejoong Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5386,
        "label": 110,
        "author": "sejoong kim",
        "title": "Association between body fat and vitamin D status in Korean adults",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The relationship between body fat mass and vitamin D appears to vary by ethnicity, but our understanding of this predisposition in Asians is limited due to the scarcity of prior investigations. Data on 1,697 Korean adults were obtained from the second and third years (2008-2009) of the fourth Korean National Health and Nutritional Examination Survey. Body fat mass was measured using dual-energy X-ray absorptiometry. Both linear regression analysis for serum 25-hydroxyvitamin D [25(OH)D] and logistic analysis for vitamin D deficiency [25(OH)D",
        "email": "",
        "conf": "Asia Pacific Journal of Clinical Nutrition",
        "coauthors": [
            "Seung Seok Han",
            "Myounghee Kim",
            "Su Mi Lee",
            "Jung Pyo Lee",
            "Sejoong Kim",
            "Kwon Wook Joo",
            "Chun Soo Lim",
            "Yon Su Kim",
            "Dong Ki Kim"
        ],
        "keywords": "adiposity, body composition, body fat distribution, Koreans, vitamin D"
    },
    {
        "id": 5446,
        "label": 110,
        "author": "sejoong kim",
        "title": "Role of Pendrin in Acid-base Balance",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Pendrin (SLC26A4) is a Na+-independent Cl-/HCO3- exchanger which is expressed in the apical membranes of type B and non-A, non-B intercalated cells within the distal convoluted tubule, the connecting tubule, and the cortical collecting duct. In those segments it mediates HCO3- secretion and chloride (Cl-) absorption. In mice, no renal abnormalities are observed under basal conditions, and individuals with genetic disruption of the pendrin (SLC26A4) gene (Pendred syndrome) have normal acid-base balance. In contrast, there are definite differences under conditions wherein the transporter is stimulated. In animal studies, pendrin (SLC26A4) is upregulated with aldosterone analogues, Cl- restriction, and metabolic alkalosis, and is down-regulated with Cl loading and metabolic acidosis, independently. However, the exact role of pendrin in humans has not been established to date, and further examinations are necessary.",
        "email": "imsejoong@hanmail.net",
        "conf": "Electrolyte & blood pressure: E & BP",
        "coauthors": [
            "Jae Hyun Chang",
            "Sejoong Kim"
        ],
        "keywords": "pendrin; SLC26A4; acidosis, renal tubular; metabolic alkalosis"
    },
    {
        "id": 5437,
        "label": 110,
        "author": "sejoong kim",
        "title": "Preoperative dipstick albuminuria and other urine abnormalities predict acute kidney injury and patient outcomes",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "",
        "email": "sejoong2@snu.ac.kr",
        "conf": "Surgery",
        "coauthors": [
            "Sehoon Park",
            "Soojin Lee",
            "Anna Lee",
            "Jin Hyuk Paek",
            "Ho Jun Chin",
            "Ki Young Na",
            "Dong-Wan Chae",
            "Sejoong Kim"
        ],
        "keywords": "It is unclear whether pathologic findings on preoperative urinalysis are associated with the risk of postoperative acute kidney injury (AKI). Therefore, we performed a retrospective review to investigate this association. We assessed the clinical significance of preoperative dipstick urinalysis in a 10-year surgery cohort from a tertiary hospital in Korea. Patients without available information on perioperative serum creatinine levels or kidney injury prior to surgery were excluded. Preoperative dipstick urinalysis parameters, including albuminuria, hematuria, pyuria, and others were studied. The primary outcome was postoperative acute kidney injury. Secondary outcomes were postoperative 1-year mortality and progression of poor kidney function parameters. Baseline dipstick urinalysis may predict postoperative AKI and may be significantly associated with prognosis after surgery."
    },
    {
        "id": 5376,
        "label": 110,
        "author": "sejoong kim",
        "title": "Effect of Bilirubin on Triglyceride Synthesis in Streptozotocin-Induced Diabetic Nephropathy",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "We aimed to elucidate the effect of bilirubin on dyslipidemia and nephropathy in a diabetes mellitus (DM) type I animal model. Sprague-Dawley rats were separated into control, DM, and bilirubin-treated DM (Bil) groups. The Bil group was injected intraperitoneally with 60 mg/kg bilirubin 3 times per week and hepatoma cells were cultured with bilirubin at a concentration of 0.3 mg/dL. The Bil group showed lower serum creatinine levels 5 weeks after diabetes onset. Bilirubin treatment also decreased the amount of mesangial matrix, lowered the expression of renal collagen IV and transforming growth factor (TGF)-β1, and reduced the level of apoptosis in the kidney, compared to the DM group. These changes were accompanied by decreased tissue levels of hydrogen superoxide and NADPH oxidase subunit proteins. Bilirubin decreased serum total cholesterol, high-density lipoprotein cholesterol (HDL-C), free fatty acids, and triglycerides (TGs), as well as the TG content in the liver tissues. Bilirubin suppressed protein expression of LXRα, SREBP-1, SCD-1, and FAS, factors involved in TG synthesis that were elevated in the livers of DM rats and hepatoma cells under high-glucose conditions. In conclusion, bilirubin attenuates renal dysfunction and dyslipidemia in diabetes by suppressing LXRα and SREBP-1 expression and oxidative stress.",
        "email": "",
        "conf": "Journal of Korean Medical Science",
        "coauthors": [
            "Xu Jianwei",
            "Eun Seong Lee",
            "Seon Ha Baek",
            "Shin Young Ahn",
            "Sejoong Kim",
            "Ki Young Na",
            "Dong-Wan Chae",
            "Ho Jun Chin"
        ],
        "keywords": "Bilirubin; Diabetes-Related Complications; Triglyceride; Fibrosis; Transforming Growth Factor beta"
    },
    {
        "id": 5375,
        "label": 110,
        "author": "sejoong kim",
        "title": "Clinical implications of pathologic diagnosis and classification for diabetic nephropathy",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The usefulness of renal pathologic diagnosis in type II DM (diabetes mellitus) remains debate. We grouped the pathologic diagnoses as pure DN (diabetic nephropathy), NDRD (non-diabetic renal disease), and NDRD mixed with DN (Mixed). We classified pure DN as the criteria suggested by Tervaert. We compared the accuracy of clinical parameters to predict DN and usefulness of pathology to predict renal prognosis. Among 126 enrolled patients, there were 50 pure DN, 65 NDRN, and 11 Mixed. The sensitivity and specificity for predicting DN with the presence of retinopathy were 77.8–73.6% and, with a cut-off value of 7.5 years of diabetic duration, the sensitivity and specificity were 64.5–67.2%. ESRD (end stage renal disease) occurred in 44.0% of DN, 18.2% of Mixed, and 12.3% of NDRD (p < 0.001). Among pure DN, Class IV showed the lowest estimated glomerular filtration rate (eGFR). We estimated the 5-year renal survival rate as 100.0% in Classes I and IIa, 75.0% in Class IIb, 66.7% in Class III, and 38.1% in Class IV (p = 0.002). Nephropathy of type II DM was diverse and could not be completely predicted by clinical parameters. The renal pathologic diagnosis was a good predictor for renal prognosis in type II DM.",
        "email": "",
        "conf": "Diabetes research and clinical practice",
        "coauthors": [
            "Se WonOh,Sejoong Kim,Ki Young Na,Dong-Wan Chae,Suhnggwon Kim,Dong Chan Jin,Ho Jun Chin"
        ],
        "keywords": "Diabetic nephropathy,Pathology,Pathologic classification,End stage renal disease"
    },
    {
        "id": 5414,
        "label": 110,
        "author": "sejoong kim",
        "title": "Association of Angiotensin II Type 2 Receptor Gene A1818T Polymorphism with Progression of Immunoglobulin A Nephropathy in Korean Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "We determined the relationship between the progression of immunoglobulin A nephropathy (IgAN) and the A1818T polymorphism in intron 2 of Angiotensin II type 2 receptor (AT2R) gene, which might play protective roles in the pathogenesis of IgAN. Patients with biopsy-proven IgAN were recruited from the registry of the Progressive REnal disease and Medical Informatics and gEnomics Research (PREMIER) which was sponsored by the Korean Society of Nephrology. A1818T polymorphism of AT2R gene was analyzed with PCR-RFLP method and the association with the progression of IgAN, which was defined as over 50% increase in baseline serum creatinine level, was analyzed with survival analysis. Among the 480 patients followed for more than 10 months, the group without T allele had significantly higher rates of progression of IgAN than the group with T allele (11.4% vs. 3.9%, p=0.024), although there were no significant differences in the baseline variables such as initial serum creatinine level, the degree of proteinuria, and blood pressure. In the Cox's proportional hazard model, the hazard ratio of disease progression in the patients with T allele was 0.221 (95% confidence interval for Exp(B): 0.052-0.940, p=0.041) compared to that of without T allele. In conclusion, A1818T polymorphism of AT2R gene was associated with the progression of IgAN.",
        "email": "",
        "conf": "Journal of Korean Medical Science",
        "coauthors": [
            "Hyung Jin Yoon,Ho Jun Chin,Ki Young Na,Dong-Wan Chae,Suhnggwon Kim,Un Sil Jeon,Woo Kyung Chung,Hyun Hee Lee,Jaeseok Yang,Sejoong Kim,Young-Joo Kwon,Hyun Chul Kim,Sung Bae Park,Hye Young Kim,Tae Woo Lee"
        ],
        "keywords": "Polymorphism, Single Nucleotide; Glomerulonephritis, IGA; Receptor, Angiotensin, Type 2"
    },
    {
        "id": 5435,
        "label": 110,
        "author": "sejoong kim",
        "title": "The Low Number of Red Blood Cells Is an Important Risk Factor for All-Cause Mortality in the General Population",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Patients with advanced chronic kidney disease (CKD) show decreased hemoglobin levels. We aimed to verify the changes of red blood cell (RBC) number according to glomerular filtration rate (GFR) levels and its influence on the clinical outcome. With the data from routine health checkups of 114,496 adults, we grouped the subjects according to quartile levels of RBC number in each gender. Mortality data were from the National Statistical Office. RBC number was increased with decreasing GFR and/or the presence of a component of metabolic syndrome (MS) in subjects with GFR ≥ 50 ml/min/1.73 m2. The estimated mean RBC number of subjects with GFR 89-50 ml/min/1.73 m2 was higher compared to those with GFR ≥ 100 ml/min/1.73 m2 by ANCOVA. In men, the death rate was the highest in the 1st quartile group (1Q) of RBC number (1.22%), followed by the 2nd quartile group (2Q, 0.42%), the 3rd quartile group (3Q, 0.39%), and the 4th quartile group (4Q, 0.29%) (p < 0.001). The hazard ratio (HR) of death in 2Q, 3Q and 4Q was 0.446, 0.580, and 0.440, respectively, compared to 1Q (p < 0.001). Among men in 1Q group, subjects with hemoglobin < 14.0 g/dL showed higher mortality rate than those with hemoglobin 14.0-14.9 g/dL or ≥ 15.0 g/dL (2.3% : 0.8% : 1.1%, respectively, p < 0.001). In conclusion, the RBC number was increased according to declines of GFR in the range of GFR ≥ 50 ml/min/1.73 m2 and was an important risk factor for mortality",
        "email": "",
        "conf": "The Tohoku Journal of Experimental Medicine",
        "coauthors": [
            "Yong Chul Kim, Ho Suk Koo, Shin-Young Ahn, Se Won Oh, Sejoong Kim, Ki Young Na, Dong-Wan Chae, Suhnggwon Kim, Ho Jun Chin"
        ],
        "keywords": "glomerular filtration rate, hemoglobin, metabolic syndrome, mortality, red blood cell"
    },
    {
        "id": 5457,
        "label": 110,
        "author": "sejoong kim",
        "title": "Effects of high-salt diet and thiazide on the expression of transient receptor potential vanilloid 5 and calbindin-D-28K",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "",
        "email": "",
        "conf": "Nephrology Dialysis Transplantation",
        "coauthors": [
            "Yun Kyu Oh",
            "Jae Wook Lee",
            "Hye Ryoun Jang",
            "Jin Suk Han"
        ],
        "keywords": ""
    },
    {
        "id": 5412,
        "label": 110,
        "author": "sejoong kim",
        "title": "Relationship between Changes in Body Fat and a Decline of Renal Function in the Elderly",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Obesity is a risk factor for chronic kidney disease, and its prevalence among the elderly is increasing. We investigated the effects of changes in body fat percentage (BFP) on the longitudinal changes in the estimated glomerular filtration rate (eGFR) in the elderly. This prospective cohort study included 390 participants aged >65 years who underwent bioelectrical impedance analysis at baseline and follow-up as a part of the Korean Longitudinal Study on Health and Aging. After a median follow-up period of 5.3 years, BFP was significantly higher than that at the start point (P<0.05). Participants who had the largest increase in BFP had the highest BMI and waist circumference (WC) (P<0.001). The highest tertile had the highest white blood cell count and erythrocyte sedimentation rate, incidence of rapid progression, and decline in eGFR >25% (P≤0.017, P = 0.025, P = 0.005, respectively). The lowest tertile had the lowest triglyceride and highest high-density lipoprotein levels (P<0.05). The adjusted decline rate in eGFR was correlated with a change in BFP (P = 0.039), but not with that in BMI or WC. The highest tertile had a 4.875-fold increase in the risk for rapid progression to a decline in eGFR (95% CI: 1.366–17.397) and a 4.931-fold decrease in the risk to a decline in eGFR>25% (95% CI: 1.617–15.037), when compared with the lowest tertile. In subgroup analysis, the incidence of renal outcomes was significantly increased according to the increase in BFP in patients with lower eGFR (P≤0.010). A change in BFP may be associated with inflammation and dyslipidemia development, and longitudinal changes in body fat are related to a decrease in eGFR in the elderly.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Se Won Oh",
            "Shin Young Ahn",
            "Xu Jianwei",
            "Ki Woong Kim",
            "Sejoong Kim",
            "Ki Young Na",
            "Dong Wan Chae",
            "Suhnggwon Kim",
            "Ho Jun Chin"
        ],
        "keywords": ""
    },
    {
        "id": 5453,
        "label": 110,
        "author": "sejoong kim",
        "title": "EFFECTS OF CITRATE ON PRESSURE-NATRIURESIS IN CRF RAT KIDNEYS",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "",
        "email": "",
        "conf": "Nephrology Dialysis Transplantation",
        "coauthors": [
            "Sejoong Kim",
            "Jeonghwan Lee",
            "Nam Ju Heo",
            "Jin Suk Han"
        ],
        "keywords": ""
    },
    {
        "id": 5448,
        "label": 110,
        "author": "sejoong kim",
        "title": "Role of Coronary Artery Calcification Score on the Decrease in GFR among Subjects with CT Coronary Angiography",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Higher levels of coronary artery calcification score (CACS) are associated not only with an increased risk for cardiovascular death, but also with lower glomerular filtration rates (GFRs). However, its role in renal disease progression in patients has not been elucidated. Materials and Methods: We evaluated the change of estimated GFR in 279 nondialytic outpatients, who had undergone computed tomographic coronary angiography and follow-up over a period of 3 months. The mean age of the participants was 57.7 ± 10.5 years, and the mean GFR was 88.2 ± 15.7 mL/min/1.73 m2. Although there was no difference in baseline GFR between the CACS ≤ 200 AU group (n = 240) and the CACS > 200 AU group (n = 39), the latter group had a lower level of final GFR and higher annual reduction rate of GFR than the former group after an observation period of 13.1 ± 5.97 months. After adjusting for confounding variables, including age, gender, baseline GFR, albumin, and proteinuria, high levels of CACS showed an independent association with an annual reduction rate of GFR (r = −0.142, P = .048). The results suggest that CACS was related to an annual decrease in GFR and may predict the faster decline in GFR in patients with symptoms requiring computed tomographic coronary angiography.",
        "email": "",
        "conf": "Clinical and Experimental Hypertension",
        "coauthors": [
            "Jae Hyun Chang",
            "Ji Yoon Sung",
            "Hee Eun Nam",
            "Hyomi Jeong",
            "Mi Young Jo",
            "Young Hwan Hwang",
            "Ji Yong Jung",
            "Hyun Hee Lee",
            "Wookyung Chung",
            "Yon Mi Sung",
            "Sejoong Kim"
        ],
        "keywords": "chronic kidney disease, coronary artery calcification, renal function"
    },
    {
        "id": 5387,
        "label": 110,
        "author": "sejoong kim",
        "title": "Duration of acute kidney injury and mortality in critically ill patients: A retrospective observational study",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The addition of relevant parameters to acute kidney injury (AKI) criteria might allow better prediction of patient mortality than AKI criteria alone. Here, we evaluated whether inclusion of AKI duration could address this issue. AKI was defined according to the Kidney Disease: Improving Global Outcomes (KDIGO) guidelines in 2,143 critically ill patients, within 15 days of patient admission. AKI cases were categorized according to tertiles of AKI duration: 1st tertile, 1–2 days; 2nd tertile, 3–5 days; and 3rd tertile, ≥6 days. The hazard ratios (HRs) for overall survival rates in three groups were calculated after adjustment for multiple covariates compared with ICU patients without AKI as the reference group. The predictive ability for mortality was assessed by calculating the area under the curve (AUC) of the receiver operating characteristic curve. AKI increased the HRs for overall mortality, and the mortality rate increased with AKI duration: the adjusted HRs were 1.99 (1st tertile), 2.67 (2nd tertile), and 2.85 (3rd tertile) compared with the non-AKI group (all Ps < 0.001). The AUC of the ROC curve for overall mortality based on the AKI duration groups (0.716) was higher than the AUC of AKI staging using the KDIGO guidelines (0.696) (P = 0.001). When considering KDIGO stage and AKI duration together, the AUC (0.717) was also significantly higher than that using the KDIGO stage alone (P < 0.001). AKI duration is an additional parameter for the prediction of mortality in critically ill patients. The inclusion of AKI duration could be considered as a refinement of the AKI criteria.",
        "email": "",
        "conf": "BMC Nephrology",
        "coauthors": [
            "Seung Seok Han",
            "Sejoong Kim",
            "Shin Young Ahn",
            "Jeonghwan Lee",
            "Dong Ki Kim",
            "Ho Jun Chin",
            "Dong-Wan Chae",
            "Ki Young Na"
        ],
        "keywords": "Acute kidney injury, Acute renal failure, Duration, Mortality, Surviva"
    },
    {
        "id": 5451,
        "label": 110,
        "author": "sejoong kim",
        "title": "Dose selection method for pharmacokinetic study in hemodialysis patients using a subpharmacological dose: Oseltamivir as a model drug",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Dose selection is an important step in pharmacokinetic (PK) studies of hemodialysis patients. We propose a simulation-based dose-selection method for PK studies of hemodialysis patients using a subpharmacological dose of oseltamivir as a model drug. The concentrations of oseltamivir and its active metabolite, oseltamivir carboxylate (OC), were measured by liquid chromatography-tandem mass spectrometry. To determine a low oseltamivir dose exhibiting PK linearity, a pilot low dose determination investigation (n = 4) was performed using a single administration dose-escalation study. After the dose was determined, a low dose study (n = 10) was performed, and the optimal dose required to reach the hypothetical target OC exposure (area under the concentration-time curve [AUC] of 60,000 ng · hr/mL) was simulated using a nonparametric superposition method. Finally, observed PKs at the optimal dose were compared to the simulated PKs to verify PK predictability. The results indicate that the proposed method provides a rational approach to determine the proper PK dose in hemodialysis patients.",
        "email": "",
        "conf": "BMC Nephrology",
        "coauthors": [
            "Dong Ki Kim, Jay Wook Lee, Kwang-Hee Shin, Sejoong Kim, Kook-Hwan Oh, Myounghee Kim, Kyung-Sang Yu, Jung Pyo Lee, Chun-Soo Lim, Yon Su Kim, Kwon Wook Joo"
        ],
        "keywords": ""
    },
    {
        "id": 5423,
        "label": 110,
        "author": "sejoong kim",
        "title": "Loss of residual renal function was not associated with glycemic control in patients on peritoneal dialysis",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Better glycemic control has been reported to slow the progression of nephropathy in predialysis diabetic patients. However, the relationship between glycemic control and residual renal function (RRF) in patients on peritoneal dialysis (PD) is uncertain. 89 incident diabetic patients on PD were recruited from 5 centers. We measured glomerular filtration rate (GFR) and hemoglobin A1c (HbA1c) within 2 months (baseline) after the start of PD and at 6 and 12 months. GFR was calculated as the average of renal creatinine and urea clearances. We analyzed whether mean HbA1c was associated with change in GFR (ΔGFR) over 1 year. Glycemic control was not associated with change in RRF in diabetic patients during the first year after starting PD.",
        "email": "",
        "conf": "Peritoneal Dialysis International ",
        "coauthors": [
            "Su-Ah Sung",
            "Young-Hwan Hwang",
            "Sejoong Kim",
            "Sung Gyun Kim",
            "Jieun Oh",
            "Wookyung Chung",
            "So-Young Lee",
            "Curie Ahn",
            "Kook-Hwan Oh"
        ],
        "keywords": "Glomerular filtration rate, glycosylated hemoglobin A"
    },
    {
        "id": 5384,
        "label": 110,
        "author": "sejoong kim",
        "title": "The urine-blood PCO2 gradient as a diagnostic index of H+-ATPase defect distal renal tubular acidosis",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Urine pH during acidemia and urine PCO2 upon alkalization both may be useful to indicate H+ secretion from collecting ducts. The urine anion gap has been used to detect urinary NH4+ for differential diagnosis of hyperchloremic metabolic acidosis. We have previously demonstrated that the lack of normal H+-ATPase may underlie secretory defect distal renal tubular acidosis (dRTA). In this study we evaluated the diagnostic value of the urine-blood (U-B) PCO2 in H+-ATPase defect dRTA, and compared it with that of urine pH and urine anion gap during acidemia. In H+-ATPase defect dRTA, the diagnostic values of three urinary parameters were evaluated: (1) urine pH measured after acid (NH4Cl) loading; (2) urine-to-blood carbon dioxide tension gradient (U-B PCO2) during alkali (NaHCO3) loading; and (3) urine anion gap during acidemia. Seventeen patients were diagnosed as having H+-ATPase defect dRTA based on reduced urinary NH4+ and an absolute decrease in H+-ATPase immunostaining in intercalated cells on renal biopsy. Eight patients with non-dRTA renal disease served as control patients. Upon NaHCO3 loading, U-B PCO2 was ≤30 mm Hg in all 17 dRTA patients and >30 mm Hg in all 8 control patients. With NH4Cl loading, urine pH was >5.4 in 15 of 17 dRTA patients and ≤5.4 in 7 of 8 control patients, and the urine anion gap was >5 mmol/L in 13 of 17 dRTA patients and≤5 mmol/L in 6 of 8 control patients. Therefore, the sensitivity and specificity of U-B PCO2≤30 mm Hg during NaHCO3 loading were both 100%, whereas those of urine pH >5.4 or urine anion gap >5 mmol/L during NH4Cl loading were below 90%. In control patients, the U-B PCO2 was found to be well correlated with the urinary NH4+ (r = 0.79, P < 0.05). The U-B PCO2 during NaHCO3 loading is an excellent diagnostic index of H+-ATPase defect dRTA.",
        "email": "",
        "conf": "Kidney International",
        "coauthors": [
            "Sejoong Kim,Jay Wook Lee,Junghwan Park,Ki Young Na,Kwon Wook Joo,Curie Ahn,Suhnggwon Kim,Jung Sang Lee,Gheun-Ho Kim,Jin Kim,Jin Suk Han"
        ],
        "keywords": "renal tubular acidosis,H+-ATPase,sodium bicarbonate loading,urine PCO2"
    },
    {
        "id": 5389,
        "label": 110,
        "author": "sejoong kim",
        "title": "Effects of Thiazide on the Expression of TRPV5 Calbindin-D28K and Sodium Transporters in Hypercalciuric Rats",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "TRPV5 is believed to play an important role in the regulation of urinary calcium excretion. We assessed the effects of hydrochlorothiazide (HCTZ) on the expression of TRPV5, calbindin-D28K, and several sodium transporters in hypercalciuric rats. Sprague-Dawley rats were divided into 4 groups; control, HCTZ, high salt, and high salt with HCTZ group in experiment 1; control, HCTZ, high calcium (Ca), and high Ca with HCTZ group in experiment 2. To quantitate the expression of TRPV5, calbindin-D28K, and sodium transporters, western blotting was performed. In both experiments, HCTZ significantly decreased urinary calcium excretion. TRPV5 protein abundance decreased in all hypercalciuric rats, and restored by HCTZ in both high salt with HCTZ and high Ca with HCTZ group. Calbindin-D28K protein abundance increased in the high salt and high salt with HCTZ groups, but did not differ among groups in experiment 2. Protein abundance of NHE3 and NKCC2 decreased in all hypercalciuric rats, and were restored by HCTZ in only high Ca-induced hypercalciuric rats. In summary, protein abundance of TRPV5, NHE3, and NKCC2 decreased in all hypercalciuric rats. The hypocalciuric effect of HCTZ is associated with increased protein abundance of TRPV5 in high salt or calcium diet-induced hypercalciuric rats.",
        "email": "",
        "conf": "Journal of Korean Medical Science",
        "coauthors": [
            "Hye Ryoun Jang",
            "Sejoong Kim",
            "Nam Ju Heo",
            "Jeong Hwan Lee",
            "Hyo Sang Kim",
            "Soren Nielsen",
            "Un Sil Jeon",
            "Yun Kyu Oh",
            "Ki Young Na",
            "Kwon Wook Joo",
            "Jin Suk Han"
        ],
        "keywords": "Hypercalciuria; Thiazides; Transporters"
    },
    {
        "id": 5428,
        "label": 110,
        "author": "sejoong kim",
        "title": "Hemodialysis Leads to Better Survival in Patients with Diabetes or High Comorbidity Compared to Peritoneal Dialysis",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Peritoneal dialysis (PD) has some advantages, such as hemodynamic stability and volume regulation, compared with hemodialysis (HD). However, the influence of the dialysis modality on survival is still controversial. This study assessed the mortality of incident patients undergoing HD versus PD using a propensity score approach. This study enrolled 873 subjects who began dialysis therapy at Gachon University Gil Hospital in Korea between January 2000 and June 2009. A propensity score comprising demographic, clinical, and laboratory variables was used to select a 1:1 matched cohort. The overall 1-, 2-, 3-, and 5-year survival rates for the HD patients (n = 212) were 95.1, 89.6, 82.5, and 65.3%, respectively, whereas the equivalent survival rates for the PD patients (n = 212) were 93.6, 83.1, 73.9, and 48.4%, respectively (P = 0.002 by log rank test). In patients without diabetes or patients with a low modified Charlson comorbidity index (MCCI), including hypertension, cardiovascular disease, liver disease, etc., there was no difference in mortality between PD and HD. However, PD was associated with a higher mortality for diabetic patients (HR, 2.86; 95% CI, 1.73-4.74) and for patients with a high MCCI (HR, 2.54; 95% CI 1.57-4.10). These data suggest that survival for PD may be comparable with that for HD in incident dialysis patients without diabetes or high MCCI and that HD could be more beneficial in patients with diabetes or high MCCI in this propensity score-matched cohort.",
        "email": "",
        "conf": "The Tohoku Journal of Experimental Medicine",
        "coauthors": [
            "Jae Hyun Chang, Ji Yoon Sung, Shin Young Ahn, Kwang-Pil Ko, Han Ro, Ji Yong Jung, Hyun Hee Lee, Wookyung Chung, Sejoong Kim"
        ],
        "keywords": "diabetes, end stage renal disease, hemodialysis, mortality, peritoneal dialysis"
    },
    {
        "id": 5382,
        "label": 110,
        "author": "sejoong kim",
        "title": "Hypoxia-Inducible Factor Activation Protects the Kidney from Gentamicin-Induced Acute Injury",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Gentamicin nephrotoxicity is one of the most common causes of acute kidney injury (AKI). Hypoxia-inducible factor (HIF) is effective in protecting the kidney from ischemic and toxic injury. Increased expression of HIF-1a mRNA has been reported in rats with gentamicin-induced renal injury. We hypothesizd that we could study the role of HIF in gentamicin-induced AKI by modulating HIF activity. In this study, we investigated whether HIF activation had protective effects on gentamicin-induced renal tubule cell injury. Gentamicin-induced AKI was established in male Sprague-Dawley rats. Cobalt was continuously infused into the rats to activate HIF. HK-2 cells were pre-treated with cobalt or dimethyloxalylglycine (DMOG) to activate HIF and were then exposed to gentamicin. Cobalt or DMOG significantly increased HIF-1a expression in rat kidneys and HK-2 cells. In HK-2 cells, HIF inhibited gentamicin-induced reactive oxygen species (ROS) formation. HIF also protected these cells from apoptosis by reducing caspase-3 activity and the amount of cleaved caspase-3, and -9 proteins. Increased expression of HIF-1a reduced the number of gentamicin-induced apoptotic cells in rat kidneys and HK-2 cells. HIF activation improved the creatinine clearance and proteinuria in gentamicin-induced AKI. HIF activation also ameliorated the extent of histologic injury and reduced macrophage infiltration into the tubulointerstitium. In gentamicin-induced AKI, the activation of HIF by cobalt or DMOG attenuated renal dysfunction, proteinuria, and structural damage through a reduction of oxidative stress, inflammation, and apoptosis in renal tubular epithelial cells.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Jeong-Myung Ahn",
            "Sun Jin You",
            "Yun-Mi Lee",
            "Se-Won Oh",
            "Shin-young Ahn",
            "Sejoong Kim",
            "Ho Jun Chin",
            "Dong-Wan Chae",
            "Ki Young Na"
        ],
        "keywords": ""
    },
    {
        "id": 5403,
        "label": 110,
        "author": "sejoong kim",
        "title": "Differential white blood cell count and all-cause mortality in the Korean elderly",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The circulating white blood cell (WBC) count has been considered a good biomarker of systemic inflammation, but the predictive value of this inexpensive and universally obtained test result has not been fully explored in the elderly. The objective of this study was to assess the independent association of WBC count and its individual components with mortality in an elderly population. We studied a total of 9996 participants (age ≥ 65 years) who underwent routine health examinations at the 2 healthcare centers affiliated with Seoul National University. Mortality data were obtained from the National Statistics Office of Korea. The mean age of the study population was 69.7 (SD 4.3) years, and 5491 of the subjects (54.9%) were male. The median length of follow-up was 44.9 months (range, 1.2–78.7 months). There were 118 deaths (1.2%) during the follow-up period. The leading cause of death was cancer. Compared with the survivors, the deceased subjects were older, predominantly male, had increased levels of inflammatory markers, and had poor nutritional status. A significant difference in mortality was identified among patients in different WBC and WBC subtype quartile groups. Cox proportional hazards analysis indicated that monocyte count (HR: 5.18, 95% CI: 2.44–11.02) was a strongest predictor of all-cause mortality than total WBC count (HR: 1.57, 95% CI: 0.88–2.80), granulocyte count (HR: 2.11, 95% CI: 1.15–3.88), and lymphocyte count (HR: 1.11, 95% CI: 0.66–1.86), even after adjusting for possible confounding variables. Monocyte counts were associated with an increased risk of cardiovascular and cancer-related mortality in the elderly population. In conclusion, the total WBC count is an independent predictor of mortality in older adults, but the monocyte subtype provides greater predictive ability.",
        "email": "",
        "conf": "Experimental gerontology",
        "coauthors": [
            "Kwang-Il Kim",
            "Jaebong Lee",
            "Nam Ju Heo",
            "Sejoong Kim",
            "Ho Jun Chin",
            "Ki Young Na",
            "Dong-Wan Chae",
            "Cheol-Ho Kim",
            "Suhnggwon Kim"
        ],
        "keywords": "Elderly,Monocyte,Inflammation,Mortality,Immunity"
    },
    {
        "id": 5405,
        "label": 110,
        "author": "sejoong kim",
        "title": "Vitamin D and Kidney Disease",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Mineral metabolism abnormalities, such as low 1,25-dihydroxyvitamin D (1,25(OH)2D) and elevated parathyroid hormone (PTH), are common at even higher glomerular filtration rate than previously described. Levels of 25-hydroxyvitamin D (25(OH)D) show an inverse correlation with those of intact PTH and phosphorus. Studies of the general population found much higher all-cause and cardiovascular (CV) mortality for patients with lower levels of vitamin D; this finding suggests that low 25(OH)D level is a risk factor and predictive of CV events in patients without chronic kidney disease (CKD). 25(OH)D/1,25(OH)2D becomes deficient with progression of CKD. Additionally, studies of dialysis patients have found an association of vitamin D deficiency with increased mortality. Restoration of the physiology of vitamin D receptor activation should be essential therapy for CKD patients.",
        "email": "imsejoong@daum.net",
        "conf": "Electrolyte & blood pressure: E & BP",
        "coauthors": [
            "Hyung Soo Kim",
            "Wookyung Chung",
            "Sejoong Kim"
        ],
        "keywords": "renal insufficiency; chronic; vitamin D; deficiency"
    },
    {
        "id": 5388,
        "label": 110,
        "author": "sejoong kim",
        "title": "Activation of Hypoxia-Inducible Factor by Cobalt Is Associated with the Attenuation of Tissue Injury and Apoptosis in Cyclosporine-Induced Nephropathy",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Hypoxia-inducible factor (HIF) is a transcription factor that regulates cellular hypoxic responses. Despite the therapeutic benefits of cyclosporine A (CsA) in organ transplantation, its clinical use is limited due to chronic nephropathy. We investigated whether HIF activation by cobalt could improve CsA-induced nephropathy, and investigated the related mechanism. In animal experiments, rats were kept on a 0.05% low-salt diet and administered CsA subcutaneously for 28 days (15 mg/kg/day). They also received cobalt (10 mg/kg/day) during the entire experimental period. The administration of cobalt significantly increased HIF-1α expression in the kidney. The increased expression of HIF-1α ameliorated CsA-induced afferent arteriolopathy and tubulointerstitial injury in the kidney. Cobalt significantly reduced the infiltration of macrophages/monocytes into the renal tubulointerstitium. In addition, HIF activation by cobalt reduced the number of CsA-induced apoptotic cells in the kidney. Subsequently, HK-2 human renal tubular epithelial cells were used for in vitro experiments. They were pre-treated with 150 μM of cobalt to activate HIF, and then exposed to 10 μM CsA. HIF activation by cobalt decreased the CsA-induced apoptosis in HK-2 cells, as judged by the decreases in the number of apoptotic cells, pro-apoptotic caspase-3 activity, and the expression level of cleaved caspase-3, together with the increase in the expression of anti-apoptotic bcl-2. Cobalt pretreatment also reduced the CsA-induced phosphorylation of NF-κB and the CsA-induced expression of vimentin and α-smooth muscle actin, suggesting the attenuation of inflammation and fibrosis. In conclusion, the activation of HIF by cobalt may ameliorate the CsA-induced nephropathy by inhibiting apoptosis, inflammation, and fibrosis.",
        "email": "",
        "conf": "The Tohoku Journal of Experimental Medicine",
        "coauthors": [
            "Se Won Oh",
            "Jeong Myung Ahn",
            "Yun-Mi Lee",
            "Sejoong Kim",
            "Ho Jun Chin",
            "Dong-Wan Chae",
            "Ki Young Na"
        ],
        "keywords": "apoptosis, cyclosporine, fibrosis, hypoxia-inducible factor 1, inflammation"
    },
    {
        "id": 5422,
        "label": 110,
        "author": "sejoong kim",
        "title": "U-Shape Relationship of White Blood Cells with Acute Kidney Injury and Mortality in Critically Ill Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Low or high counts of white blood cells (WBCs) and WBC subtypes can be a predictor of morbidity and mortality in several clinical settings. However, the correlations of WBC and its subtypes with acute kidney injury (AKI) and mortality remain unresolved in critically ill patients. The counts of WBC and subtypes, such as neutrophil, lymphocyte, monocyte, and eosinophil, were measured in 2,079 patients admitted to the intensive care unit (ICU) from June 2004 through June 2010. The non-linear relationship between WBC counts and AKI risk was initially explored by a restricted cubic spline analysis. The odds ratios (ORs) for AKI and 1-year mortality were calculated after adjustment for multiple covariates. The relationship between WBC counts and AKI risk was U-shaped. Accordingly, we divided patients into quintiles according to the counts of WBC or subtypes. The 1st and 5th quintiles of WBC counts had greater ORs for AKI (1.42 and 2.05, respectively) and mortality (1.40 and 1.36, respectively) compared with the 3rd quintile. After stratification by WBC subtype, the 5th quintile of neutrophil counts and the 1st quintiles of lymphocyte and monocyte counts tended to have higher ORs for AKI (1.69, 1.40, and 1.77, respectively). For mortality, the 1st quintiles of neutrophil, lymphocyte, and eosinophil counts were associated with higher mortality compared with the 3rd quintile (the ORs were 1.48, 1.57, and 1.42, respectively). Both leukopenia and leukocytosis are associated with AKI and mortality risk in critically ill patients. This result may be attributable to the change in the subtype counts.",
        "email": "",
        "conf": "The Tohoku Journal of Experimental Medicine",
        "coauthors": [
            "Seung Seok Han, Shin Young Ahn, Jiwon Ryu, Seon Ha Baek, Kwang-il Kim, Ho Jun Chin, Ki Young Na, Dong-Wan Chae, Sejoong Kim"
        ],
        "keywords": "acute kidney injury, leukocyte, lymphocyte, monocyte, white blood cell"
    },
    {
        "id": 5450,
        "label": 110,
        "author": "sejoong kim",
        "title": "Atherosclerotic Renovascular Hypertension : Lessons from Recent Clinical Studies",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Atherosclerotic renovascular hypertension is a form of secondary hypertension due to renal artery stenosis. After the introduction of medical therapy such as with statins and angiotensin blocking agents, it has been considered a very slowly progressive disease. In the 1990s, surgical methods were compared to radiological intervention and showed no additional benefits. Recent clinical data also demonstrate that in cases of relatively stable atherosclerotic renovascular disease, medical therapy is as effective as other interventions with regard to patient outcomes. In this paper the recent clinical outcomes are reviewed.",
        "email": "imsejoong@hanmail.net",
        "conf": "Electrolyte & blood pressure: E & BP",
        "coauthors": [
            "Wookyung Chung",
            "Sejoong Kim"
        ],
        "keywords": "atherosclerosis; renal artery obstruction; hypertension"
    },
    {
        "id": 5374,
        "label": 110,
        "author": "sejoong kim",
        "title": "Benefits of biocompatible PD fluid for preservation of residual renal function in incident CAPD patients: A 1-year study",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "In vitro studies of peritoneal dialysis (PD) solutions demonstrated that a biocompatible fluid with neutral-pH and low glucose degradation products (LF) has better biocompatibility than a conventional acidic lactate-buffered fluid (CF). However, few clinical trials have investigated the effects of the biocompatible solution on residual renal function (RRF). We performed a prospective, randomized trial with patients starting continuous ambulatory peritoneal dialysis (CAPD). Ninety-one incident patients started CAPD for 12-month treatment with either LF (Balance®, Fresenius, n = 48) or CF (CAPD/DPCA®, Fresenius, n = 43). RRF, peritoneal solute transport rate and solute clearance were measured every 6 months. LF had a significant effect on the change of glomerular filtration rate (GFR) ( P = 0.048 by the mixed model). In per-protocol analysis, GFR in the LF group did not decrease over a 12-month period, while GFR in the control group significantly decreased (0.13 ± 33.4 L/ week/1.73 m 2 for LF versus −13.6 ± 19.4 L/week/1.73 m 2 for CF, P = 0.049). Subgroup analysis for patients with initial GFR of 2 mL/min/1.73 m 2 or above showed a significantly higher GFR for the LF group over the 12-month period. At Month 13, serum total CO 2 levels were higher and serum albumin levels were lower in the LF group. No differences between the two groups were observed for the C-reactive protein. Over the 12-month period, effluent cancer antigen-125 levels significantly increased in the LF group, compared with those of the CF group, while effluent interleukin-6 levels were not different between the two groups.",
        "email": "khoh@snu.ac.kr",
        "conf": "Nephrology Dialysis Transplantation",
        "coauthors": [
            "Sejoong Kim, Jieun Oh, Suhnggwon Kim, Wookyung Chung, Curie Ahn, Sung Gyun Kim, Kook-Hwan Oh"
        ],
        "keywords": "end-stage renal disease, glucose degradation products, peritoneal dialysis, randomized controlled trials, residual renal function"
    },
    {
        "id": 5410,
        "label": 110,
        "author": "sejoong kim",
        "title": "Low Resistin Level is Associated with Poor Hospitalization-Free Survival in Hemodialysis Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Malnutrition and inflammation are related to high rates of morbidity and mortality in hemodialysis patients. Resistin is associated with nutrition and inflammation. We attempted to determine whether resistin levels may predict clinical outcomes in hemodialysis patients. We conducted a prospective evaluation of 100 outpatients on hemodialysis in a single dialysis center (male, 46%; mean age, 53.7 ± 16.4 yr). We stratified the patients into 4 groups according to quartiles of serum resistin levels. During the 18-month observational period, patients with the lowest quartile of serum resistin levels had poor hospitalization-free survival (log rank test, P = 0.016). After adjustment of all co-variables, patients with the lowest quartile of serum resistin levels had poor hospitalization-free survival, compared with reference resistin levels. Higher levels of interleukin-6 were an independent predictor of poor hospitalization-free survival. In contrast, serum resistin levels were not correlated with interleukin-6 levels. The current data showed that low resistin levels may independently predict poor hospitalization free survival in hemodialysis patients.",
        "email": "",
        "conf": "Journal of Korean medical science",
        "coauthors": [
            "Wookyung Chung",
            "Eul Sik Jung",
            "Dongsu Shin",
            "Shung Han Choi",
            "Ji Yong Jung",
            "Jae Hyun Chang",
            "Hyun Hee Lee",
            "Dong Ki kim",
            "Sejoong Kim"
        ],
        "keywords": "Renal Dialysis; Resistin; Hospitalization"
    },
    {
        "id": 5440,
        "label": 110,
        "author": "sejoong kim",
        "title": "The Relationship between Coronary Artery Calcification and Renal Function in Nondialyzed Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Coronary artery calcification (CAC) has been described in individuals with chronic kidney disease (CKD), and its presence is associated with an increased risk of cardiovascular death. However, it is unclear whether there is an independent relationship between renal function and CAC. Therefore, we evaluated the association between renal function and CAC. We retrospectively reviewed 870 Korean patients who had undergone computed tomographic coronary angiography. The glomerular filtration rate (GFR) was estimated using the Modification of Diet in Renal Disease study formula with an ethnic factor for the Korean population. The CKD stages were classified using estimated GFR (eGFR) and proteinuria. CAC is related to late stage CKD in nondialyzed patients. These findings emphasize that individuals with CAC should be considered a high-risk population for decreased renal function.",
        "email": "imsejoong@hanmail.net",
        "conf": "Yonsei medical journal",
        "coauthors": [
            "Jae Hyun Chang",
            "Ji Yoon Sung",
            "Ji Yong Jung",
            "Hyun Hee Lee",
            "Wookyung Chung",
            "Yon Mi Sung",
            "Sejoong Kim"
        ],
        "keywords": "Chronic kidney disease; coronary artery calcification; proteinuria; renal function"
    },
    {
        "id": 5385,
        "label": 110,
        "author": "sejoong kim",
        "title": "Bilirubin attenuates the renal tubular injury by inhibition of oxidative stress and apoptosis",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Bilirubin (BIL) has been recognized as an endogenous antioxidant that shows a protective effect for cardiorenal diseases. We investigated whether administration of BIL had a protective effect on cyclosporine (CsA)-induced nephropathy (CIN), and examined the effects of BIL on the oxidative stress and apoptosis. BIL was pretreated intraperitoneally three times for a week (60 mg/kg), and CsA was injected for 4 weeks (15 mg/kg/day, subcutaneous). Proximal tubular epithelial (HK2) cells were pretreated with 0.1mg/ml of BIL for 24 hours, and then treated with 20 μM of CsA for another 24 hours. CsA induced marked increases in urine kidney injury molecule-1 (Kim-1) and neutrophil gelatinase-associated lipocalin (NGAL) concentrations (P < 0.05). BIL reduced urine Kim-1 in CIN (P < 0.05), while urine NGAL exhibited a decreasing tendency. In CsA-treated rat kidneys, the protein expression of NOX4 and p22phox was reduced by BIL (P < 0.05). BIL ameliorated CsA-induced arteriolopathy, tubulointerstitial fibrosis, tubular injury, and the apoptosis examined by TUNEL assay (P < 0.01). In HK2 cells, BIL reduced intracellular reactive oxygen species in CsA-treated cells. CsA increased the protein expression of bax, cleaved caspase-9, caspase-3 and the activity of caspase-3; however, the anti-apoptotic bcl-2 protein was reduced. These changes were recovered by BIL (P < 0.05). The direct administration of BIL protected against CsA-induced tubular injury via inhibition of oxidative stress and apoptosis.",
        "email": "",
        "conf": "BMC Nephrology",
        "coauthors": [
            "Se Won Oh",
            "Eun Seong Lee",
            "Sejoong Kim",
            "Ki Young Na",
            "Dong Wan Chae",
            "Suhnggwon Kim",
            "Ho Jun Chin"
        ],
        "keywords": "Apoptosis,Bilirubin,Cyclosporine,Oxidative stress,Renal injury"
    },
    {
        "id": 5397,
        "label": 110,
        "author": "sejoong kim",
        "title": "Frailty as a Predictor of Acute Kidney Injury in Hospitalized Elderly Patients: A Single Center Retrospective Cohort Study",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Elderly patients have an increased risk for acute kidney injury (AKI). However, few studies have reported on predictors for AKI in geriatric patients. Therefore, we aimed at determining the effect of frailty as a predictor of AKI. We retrospectively enrolled 533 hospitalized elderly patients (aged ≥ 65 years) who had their creatinine levels measured (≥ 1 measurement) during admission for a period of 1 year (2013) and conducted a comprehensive geriatric assessment (CGA) within 1 year before the index hospitalization. We examined five variables (activity of daily living [ADL] and instrumental ADL dependence, dementia, nutrition, and polypharmacy) from CGA. We categorized the patients into 3 groups according to the tertile of aggregate frailty scores: Group 1, score 1–2; Group 2, score 3–4; Group 3, score 5–8). We found that frailty may independently predict the development of AKI and adverse outcomes in geriatric inpatients.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Seon Ha Baek, Sung Woo Lee, Sun-wook Kim, Shin young Ahn, Mi-Yeon Yu, Kwang-il Kim, Ho Jun Chin, Ki Young Na, Dong-Wan Chae, Sejoong Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5429,
        "label": 110,
        "author": "sejoong kim",
        "title": "Increased Plasma Osmolar Gap Is Predictive of Contrast-Induced Acute Kidney Injury",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Contrast-induced acute kidney injury (CIAKI) is a common complication after percutaneous coronary artery intervention (PCI). It is urgent to find a novel, easily measurable and accurate predictor for the early detection of CIAKI. Hyperosmolarity and large amounts of contrast media are risk factors for CIAKI. However, there is no study on plasma osmolar gap as a predictor of CIAKI. We enrolled 89 patients undergoing elective PCI and tested changes of serum sodium, osmolar gap, and renal function at 0, 6, 12 and 24 hours. Plasma osmolar gap was calculated using the following formula: measured plasma osmolarity - [2(Na) + serum urea nitrogen/2.8 + glucose/18]. CIAKI was defined as follows: increase in serum creatinine of ≥ 50%, increase in serum creatinine of ≥ 0.3 mg/dL, or decrease in estimated glomerular filtration rate of ≥ 25% within 24 hours after PCI. The incidence of CIAKI was 13.5% (12/89 patients). The CIAKI group had higher plasma osmolar gaps 6 hours after PCI. The adjusted hazard ratio of the plasma osmolar gap from hour 6 (1-mOsm/L increments) to the development of CIAKI was 1.12 (95% confidence interval [CI], 1.01-1.26; P = 0.041). Sensitivity and specificity of 7 mOsm/L or higher plasma osmolar gap at hour 6 were 70.0% and 76.6%, respectively (area under the ROC curve = 0.77 [95% CI, 0.65-0.89]). Increased plasma osmolar gap may precede the development of CIAKI in patients undergoing PCI. In conclusion, plasma osmolar gap may be a useful predictor for the development of CIAKI.",
        "email": "",
        "conf": "The Tohoku Journal of Experimental Medicine",
        "coauthors": [
            "Sejoong Kim, Jiyoon Sung, Woong Chul Kang, Shin Young Ahn, Dong Ki Kim, Ho Jun Chin, Ki Young Na, Kwon Wook Joo, Dong-Wan Chae, Jin Suk Han"
        ],
        "keywords": "acute kidney injury, biomarker, contrast media, coronary angiography, osmolality"
    },
    {
        "id": 5454,
        "label": 110,
        "author": "sejoong kim",
        "title": "Volume Control by Using the Body Composition Monitor in a Puerperal Patient on Hemodialysis",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Accurate measurement of the volume status in hemodialysis patients is important as it can affect mortality. However, no studies have been conducted regarding volume management in cases where a sudden change of body fluid occurs, such as during puerperium in hemodialysis patients. This report presents a case in which the patient was monitored for her body composition and her volume status was controlled using a body composition monitor (BCM) during the puerperal period. This case suggests that using a BCM for volume management may help maintain hemodynamic stability in patients with a rapidly changing volume status for a short term period, such as during puerperium.",
        "email": "imsejoong@daum.net",
        "conf": "Electrolyte & blood pressure: E & BP",
        "coauthors": [
            "Wookyung Chung",
            "Shung Han Choi",
            "Jiyoon Sung",
            "Sejoong Kim"
        ],
        "keywords": "body composition; hemodialysis; postpartum period; volume control"
    },
    {
        "id": 5392,
        "label": 110,
        "author": "sejoong kim",
        "title": "Serum calcium and phosphorus levels in patients undergoing maintenance hemodialysis: A multicentre study in Korea",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "In many countries, nephrologists follow clinical practice guidelines for mineral bone disorders to control secondary hyperparathyroidism (SHPT) associated with abnormal serum calcium (Ca) and phosphorus (P) levels in patients undergoing maintenance hemodialysis (MHD). The Kidney Disease Outcomes Quality Initiative (KDOQI) Guidelines have long been used in Korea, and this study was undertaken to investigate the current status of serum Ca and P control in MHD patients. Data were collected from a total of 1,018 patients undergoing MHD without intercurrent illness, in 17 hemodialysis centers throughout the country. Serum levels of Ca, P, and intact parathyroid hormone (iPTH) were measured over 1 year, and the average values were retrospectively analyzed. Despite the current clinical practice guidelines, SHPT seems to be inadequately controlled in many MHD patients. Uncontrolled SHPT was associated with higher levels of serum Ca, P, and Ca × P product, suggestive of the importance of SHPT management.",
        "email": "",
        "conf": "Kidney Research and Clinical Practice",
        "coauthors": [
            "Gheun-HoKim,Bum Soon Choi,Dae Ryong Cha,Dong Hyun Chee,Eunah Hwang,Hyung Wook Kim,Jae Hyun Chang,Joong-Kyung Kim,Jung Woo Noh,Kwon Wook Joo,Sang Choel Lee,Sang-Woong Han,Sejoong Kim,Soo Wan Kim,Sug-Kyun Shin,Wondo Park,Won Kim,Wooseong Huh,Young Joo KwonmYoung Sun Kang"
        ],
        "keywords": "Calcium,Hemodialysis,Intact parathyroid hormone,Phosphorus,Secondary hyperparathyroidism"
    },
    {
        "id": 5398,
        "label": 110,
        "author": "sejoong kim",
        "title": "Outcomes of Predialysis Nephrology Care in Elderly Patients Beginning to Undergo Dialysis",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The proportion of elderly patients beginning to undergo dialysis is increasing globally. Whether early referral (ER) of elderly patients is associated with favorable outcomes remains under debate. We investigated the influence of referral timing on the mortality of elderly patients. We retrospectively assessed mortality in 820 patients aged ≥70 years with end-stage renal disease (ESRD) who initiated hemodialysis at a tertiary university hospital between 2000 and 2010. Mortality data was obtained from the time of dialysis initiation until December 2010. We assigned patients to one of two groups according to the time of their first encounters with nephrologists: ER (≥ 3 months) and late referral (LR; < 3 months). Timely referral was also associated with reduced mortality in elderly ESRD patients who initiated hemodialysis. In particular, the initial 90-day mortality reduction in ER patients contributed to mortality differences during the follow-up period.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Seon Ha Baek",
            "Shin young Ahn",
            "Sung Woo Lee",
            "Youn Su Park",
            "Sejoong Kim",
            "Ki Young Na",
            "Dong-Wan Chae",
            "Suhnggwon Kim",
            "Ho Jun Chin"
        ],
        "keywords": ""
    },
    {
        "id": 5377,
        "label": 110,
        "author": "sejoong kim",
        "title": "Single Nucleotide Polymorphisms in the Phospholipase A2 Receptor Gene Are Associated with Genetic Susceptibility to Idiopathic Membranous Nephropathy",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The phospholipase A2 receptor (PLA2R) is a major antigen found in patients with idiopathic membranous nephropathy (MN). The relationship of genetic polymorphisms of PLA2R with the susceptibility and clinical outcomes of this disease is unknown. We studied 199 patients with idiopathic MN followed up for 3.7 ± 3.2 years. We enrolled 33 patients with secondary MN and 356 subjects with normal blood pressure and no proteinuria. PLA2R single nucleotide polymorphisms (SNPs) were genotyped. The allele frequencies of C in rs35771982 and G in rs3828323 were 73.6 and 73.9%, respectively. Subjects with the CC genotype in rs35771982 had a higher susceptibility to idiopathic MN compared to subjects with other genotypes (odds ratio 2.6; 95% confidence interval 1.8–4.0). Patients with secondary MN were not different from controls with regard to PLA2R genotype. No impact of genetic polymorphisms on renal survival was detected. The findings of this study suggest that PLA2R SNPs might be associated with the risk of developing MN.",
        "email": "",
        "conf": "Nephron Clinical Practice",
        "coauthors": [
            "Se Joong Kim, Ho Jun Chin, Ki Young Na, Suhnggwon Kim, Jieun Oh, Wookyung Chung, Jung Woo Noh, Young Ki Lee, Jong Tae Cho, Eun Kyoung Lee, Dong-Wan Chae"
        ],
        "keywords": "Genetic polymorphism,Glomerulonephritis,Membranous nephropathy,Phospholipase A2 receptor"
    },
    {
        "id": 5381,
        "label": 110,
        "author": "sejoong kim",
        "title": "Factors associated with aortic stiffness and its change over time in peritoneal dialysis patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "As a prospective observational study, we analysed 67 PD patients, aged 50 ± 14 years (mean ± SD) and with dialysis duration of 26 (5–58) months (median, interquartile range). At baseline, age, mean arterial pressure (MAP), left ventricular mass (LVM) index, diabetes, serum albumin, calcium (Ca), phosphorus (P) and intact parathyroid hormone (iPTH), uric acid, total bilirubin, high-sensitivity C-reactive protein (hsCRP), fetuin-A, and residual renal function were included in association analysis with aortic stiffness represented by heart-to-femoral PWV (hfPWV). We also evaluated simple vascular calcification score (SVCS) with plain radiograph of the pelvis and both hands. PWV was measured both at baseline and at 1 year. Change of aortic stiffness was determined by △PWV (difference between 1-year PWV and baseline PWV). Time-averaged concentrations were used to evaluate the relation between biologic markers and changes of aortic stiffness. For our PD patients, serum fetuin-A was an independent determinant of aortic stiffness, as well as age, MAP and log PTH. Although 1 year is not sufficient to observe the change of aortic stiffness, some patients exhibited >15% increase of PWV during this period. △MAP and aTG were factors affecting the change of PWV. Follow-up over a longer period is necessary to elucidate factors that determine changes of aortic stiffness over time from PD patients.",
        "email": "",
        "conf": "Nephrology Dialysis Transplantation",
        "coauthors": [
            "Ji Yong Jung",
            "Young-Hwan Hwang",
            "Seong-Woo Lee",
            "Hajeong Lee",
            "Dong Ki Kim",
            "Sejoong Kim",
            "Yun Gyu Oh",
            "Jaeseok Yang",
            "Kwon Wook Joo",
            "Curie Ahn",
            "Kook-Hwan Oh"
        ],
        "keywords": "aortic stiffness, peritoneal dialysis, PWV, serum fetuin-A"
    },
    {
        "id": 5404,
        "label": 110,
        "author": "sejoong kim",
        "title": "Renal function and decline in functional capacity in older adults",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "longitudinal relationship between renal function, disability and mortality has not been evaluated. we investigated the temporal association between renal function and disability, and aimed to identify the influence of disability on mortality according to renal function in a cohort of older Koreans. a total of 984 participants were followed for 5 years with a 70.9% participation rate. The participants were categorized into three groups according to their baseline estimated glomerular filtration rates (eGFRs) (Group I, ≥60; Group II, 45–59; and Group III, <45 ml/min/1.73 m2). Baseline eGFR was higher in participants who maintained functional status compared with participants who died or had disability at follow-up examination. The incidence of ADL/IADL decline was 13, 12.5 and 29.5% in participants who showed improvement, no change, and decline in renal function, respectively (P = 0.01). The hazard ratio for mortality in the subgroup with IADL disability was 1.87 (95% CI: 1.10–3.20, P = 0.022) in Group I, and 2.53 (95% CI: 1.57–4.09, P<0.001) in Groups II and III after adjustment. impaired renal function was related to disability and ADL/IADL decline. The effect of ADL/IADL disability on mortality was more prominent in participants with impaired eGFR.",
        "email": "",
        "conf": "Age and Ageing",
        "coauthors": [
            "Ho Jun Chin, Shin Young Ahn, Jiwon Ryu, Sejoong Kim, Ki Young Na, Ki Woong Kim, Dong-Wan Chae, Cheol-Ho Kim, Kwang-il Kim"
        ],
        "keywords": "chronic kidney disease, disability, older adults, mortality, older people"
    },
    {
        "id": 5430,
        "label": 110,
        "author": "sejoong kim",
        "title": "Usefulness of Preoperative Echocardiography to Predict Acute Kidney Injury and Long-Term Mortality After Coronary Artery Bypass Grafting",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Acute kidney injury (AKI) is a common complication in patients undergoing coronary artery bypass grafting (CABG), which is associated with significant morbidity and mortality. This study identified echocardiographic predictors of AKI and determined whether these predictors were related to long-term mortality in CABG. This retrospective cohort study included 1,300 patients who underwent echocardiography before CABG at 2 tertiary referral centers from 2004 to 2010. The best echocardiographic predictor of AKI was determined using multivariate and stepwise selection methods. Patients were followed for 72 ± 28.8 months (maximum 11 years) for all-cause mortality. We measured the adjusted odds ratio and hazard ratio for AKI and all-cause mortality, respectively, according to the chosen parameter. E/e' was the best predictor of AKI among echocardiographic parameters. The high E/e' group (>15) exhibited a greater odds ratio for AKI (2.2 [1.51 to 3.27]) than the low E/e' group (<8). The high E/e' group required a longer hospital stay (16 days [12 to 23 days]) than the low E/e' group (14 days [11 to 17 days]). There were 272 deaths (21%) during follow-up. The high E/e' group exhibited a greater hazard ratio for long-term mortality (1.9 [1.34 to 2.76]) than the low E/e' group, and this difference remained statistically significant regardless of the occurrence of AKI and the size of the ejection fraction volume. E/e' in preoperative echocardiography is the best predictor of AKI and long-term mortality in patients undergoing CABG.",
        "email": "",
        "conf": "The American journal of cardiology",
        "coauthors": [
            "Seung Seok Han",
            "Seokwoo Park",
            "Si-Hyuck Kang",
            "Goo-Yeong Cho",
            "Dong Ki Kim",
            "Sejoong Kim",
            "Ho Jun Chin",
            "Dong-Wan Chae",
            "Ki Young Na"
        ],
        "keywords": ""
    },
    {
        "id": 5402,
        "label": 110,
        "author": "sejoong kim",
        "title": "Effects of Intensive Low-Salt Diet Education on Albuminuria among Nondiabetic Patients with Hypertension Treated with Olmesartan: A Single-Blinded Randomized Controlled Trial",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The antiproteinuric effect of a renin-angiotensin-aldosterone system blockade can be magnified by dietary salt restriction. This study sought to determine the effect of intensive low-salt diet education on BP and urine albumin excretion in nondiabetic patients with hypertension and albuminuria. This study was conducted between March of 2012 and March of 2013 as an open-label, randomized, controlled trial. After a run-in period of 8 weeks, all patients received the angiotensin II receptor blocker olmesartan (40 mg daily). Patients were then divided into two groups. One group was treated for another 8 weeks with angiotensin II receptor blocker plus conventional low-salt diet education, and the other group was treated for 8 weeks with angiotensin II receptor blocker plus intensive low-salt diet education. The final analyses was performed with 245 completed patients. The 24-hour urinary albumin excretion was decreased more in patients in the intensive low-salt diet education group than patients in the conventional education group. Weekly intensive education on a low-salt diet would be a suitable method for clinical practice.",
        "email": "",
        "conf": "Clinical Journal of the American Society of Nephrology",
        "coauthors": [
            "Jin Ho Hwang, Ho Jun Chin, Sejoong Kim, Dong Ki Kim, Suhnggwon Kim, Jung Hwan Park, Sung Joon Shin, Sang Ho Lee, Bum Soon Choi, Chun Soo Lim"
        ],
        "keywords": "albuminuria,CKD,hypertension,nutrition,rennin,angiotensin system"
    },
    {
        "id": 5418,
        "label": 110,
        "author": "sejoong kim",
        "title": "Decreased estimated glomerular filtration rate is not directly related to increased insulin resistance",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Insulin resistance (IR) is associated with chronic kidney disease (CKD) but little is known about the possible causal relationship and differences in IR based on estimated glomerular filtration rate (eGFR) groups. The objective of this study was to identify a possible association between the level of renal dysfunction and IR. While HOMA-IR index values were higher in lower eGFR groups compared with higher eGFR groups (P < 0.001), multivariate analysis revealed that the relationship was not significant. HOMA-IR index values in eGFR groups estimated by analysis of covariance (ANCOVA) adjusted for related factors were not significantly higher in lower eGFR groups. When we stratified the subjects by the number of MS components, there were no meaningful differences in HOMA-IR values according to eGFR group. The frequency of high HOMA-IR index (≥2.5) among eGFR groups stratified with number of MS components was not significantly different.",
        "email": "",
        "conf": "Diabetes research and clinical practice",
        "coauthors": [
            "Jung Hwan Park",
            "Se Won Oh",
            "Shin Young Ahn",
            "Sejoong Kim",
            "Ki Young Na",
            "Dong-Wan Chae",
            "Suhnggwon Kim",
            "Ho Jun Chin"
        ],
        "keywords": "Insulin resistance,Glomerular filtration rate,Renal dysfunction,Metabolic syndrome"
    },
    {
        "id": 5390,
        "label": 110,
        "author": "sejoong kim",
        "title": "Impact of Electronic Acute Kidney Injury (AKI) Alerts With Automated Nephrologist Consultation on Detection and Severity of AKI: A Quality Improvement Study",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Several electronic alert systems for acute kidney injury (AKI) have been introduced. However, their clinical benefits require further investigation. After introduction of the alert system, the odds of overlooked AKI events were significantly lower (adjusted OR, 0.40; 95% CI, 0.30-0.52), and the odds of an early consultation with a nephrologist were greater (adjusted OR, 6.13; 95% CI, 4.80-7.82). The odds of a severe AKI event was reduced after implementation of the alerts (adjusted OR, 0.75; 95% CI, 0.64-0.89). Furthermore, the likelihood of AKI recovery was improved in the alert group (adjusted HR, 1.70; 95% CI, 1.53-1.88). Mortality was not affected by the AKI alert system (adjusted HR, 1.07; 95% CI, 0.68-1.68). Implementation of the AKI alert system was associated with beneficial effects in terms of an improved rate of recovery from AKI. Therefore, widespread adoption of such systems could be considered in general hospitals.",
        "email": "sejoong2@snu.ac.kr",
        "conf": "American Journal of Kidney Diseases",
        "coauthors": [
            "Sehoon Park",
            "Seon Ha Baek",
            "Soyeon Ahn",
            "Kee-Hyuk Lee",
            "Hee Hwang",
            "Jiwon Ryu",
            "Shin Young Ahn",
            "Ho Jun Chin",
            "Ki Young Na",
            "Dong-Wan Chae",
            "Sejoong Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5379,
        "label": 110,
        "author": "sejoong kim",
        "title": "The Occurrence of Warfarin-Related Nephropathy and Effects on Renal and Patient Outcomes in Korean Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Warfarin-related nephropathy (WRN) is a recently described disease entity, in which excessive warfarinization (international normalized ratio (INR) >3.0) causes acute kidney injury. Previous reports regarding WRN included few Asian patients who might have differed from the western WRN patients in terms of genetic and environmental factors. During the period of March 2003 to December 2011, the data about a total of 1297 patients who had serum creatinine (sCr) level measured within 1 week after INR >3.0 and within 6 months before INR >3.0 was analyzed through the retrospective review of electronic medical records of a single tertiary hospital in Korea. WRN developed in 19.3% of patients having excessive warfarinization. The incidence was higher in the chronic kidney disease (CKD) group than the non-CKD group. The risk of WRN increased as the basal serum albumin level decreased and was strongly associated with highest quartile serum AST level at post INR elevation and the presence of congestive heart failure. But the presence of atrial fibrillation was protective against the development of WRN. Neither the presence of CKD nor basal estimated glomerular filtration rate (eGFR) was an independent risk factor for WRN. Despite no difference in the basal sCr level, the sCr level was higher in patients with WRN than those without WRN after follow-up. The mortality rates were also higher in patients with WRN. WRN developed in 19.3% of patients having excessive warfarinization. A lower basal serum albumin, highest quartile serum AST level at post INR elevation, and congestive heart failure were associated with the occurrence of WRN. The development of WRN adversely affected renal and patient outcomes.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Jung Nam An,Shin Young Ahn,Chang-Hwan Yoon,Tae-Jin Youn,Moon-Ku Han,Sejoong Kim,Ho Jun Chin, Ki Young Na,Dong-Wan Chae"
        ],
        "keywords": ""
    },
    {
        "id": 5438,
        "label": 110,
        "author": "sejoong kim",
        "title": "Use of a New Connector Decreases Peritoneal Dialysis-Related Peritonitis",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The most common cause of peritoneal dialysis (PD)-related peritonitis remains infection by gram-positive organisms originating from contamination of the catheter during a fluid exchange. However, peritonitis rates have declined mainly because of technological advances such as improved connection devices and better training programs for caregivers and patients (1,2). Over time, the technology of PD therapy has been further modified in attempt to reduce rates of peritonitis (3). The PIN technology of the Stay•Safe system (Fresenius Medical Care, Bad Homburg, Germany) provides a closed-system disconnection that expels a pin and secures it firmly into the catheter extension, avoiding touch contamination. In 2008, Fresenius Medical Care introduced to our center a PD transfer set (Stay•Safe Catheter Extension Luer Lock) with a deeply recessed cone on the connector side of the PD system to reduce even further the risk of touch contamination during patient connection. However, no clinical studies to date have investigated the effect of this transfer set on the prevention of peritonitis. The present study was designed to determine whether this new connector system in fact has the potential to lower the incidence of PD-related peritonitis.",
        "email": "",
        "conf": "Peritoneal Dialysis International",
        "coauthors": [
            "Youngsu Kim",
            "Young Rim Song",
            "Jwa-Kyung Kim",
            "Hyung Jik Kim",
            "Sejoong Kim",
            "Sung Gyun Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5401,
        "label": 110,
        "author": "sejoong kim",
        "title": "Early Vascular Access Blood Flow as a Predictor of Long-term Vascular Access Patency in Incident Hemodialysis Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The long-term clinical benefits of vascular access blood flow (VABF) measurements in hemodialysis (HD) patients have been controversial. We evaluated whether early VABF may predict long-term vascular access (VA) patency in incident HD patients. We enrolled 57 patients, of whom 27 were starting HD with arteriovenous fistulas (AVFs) and 30 with arteriovenous grafts (AVGs). The patients' VABF was measured monthly with the ultrasound dilution technique over the course of the first six months after the VA operation. During the 20.4-month observational period, a total of 40 VA events in 23 patients were documented. The new VA events included 13 cases of stenosis and 10 thrombotic events. The lowest quartile of average early VABF was related to the new VA events. After adjusting for covariates such as gender, age, hypertension, diabetes, VA type, hemoglobin levels, body mass index, parathyroid hormone, and calcium-phosphorus product levels, the hazard ratio of VABF (defined as <853 mL/min in AVF or <830 mL/min in AVG) to incident VA was 3.077 (95% confidence interval, 1.127-8.395; P=0.028). There were no significant relationships between early VABF parameters and VA thrombosis. It is concluded that early VABF may predict long-term VA patency, particularly VA stenosis.",
        "email": "",
        "conf": "Journal of Korean medical science",
        "coauthors": [
            "Hyung Soo Kim",
            "Jin-Woong Park",
            "Jae Hyun Chang",
            "Jaeseok Yang",
            "Hyun Hee Lee",
            "Wookyung Chung",
            "Yeon Ho Park",
            "Sejoong Kim"
        ],
        "keywords": "Renal Dialysis; Blood Flow Velocity; Vascular Patency; Indicator Dilution Techniques"
    },
    {
        "id": 5433,
        "label": 110,
        "author": "sejoong kim",
        "title": "Glomerular Immune Deposits Are Predictive of Poor Long-Term Outcome in Patients with Adult Biopsy-Proven Minimal Change Disease: A Cohort Study in Korea",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "There has been little published information on risk factors for poor long-term outcome in adult biopsy-proven minimal change disease (MCD). Data from sixty-three adult, biopsy-proven primary MCD patients treated at a tertiary university hospital between 2003 and 2013 were analyzed. Baseline clinical and pathologic factors were assessed for the associations with composite outcome of creatinine doubling, end stage renal disease, or all-cause mortality. Glomerular immune deposits were associated with increased risk of a composite outcome in adult MCD patients. The higher rate of non-responders in patients with deposits might be related to the poor outcome. Future study is needed.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Sung Woo Lee",
            "Mi-Yeon Yu",
            "Seon Ha Baek",
            "Shin-Young Ahn",
            "Sejoong Kim",
            "Ki Young Na",
            "Dong-Wan Chae",
            "Ho Jun Chin"
        ],
        "keywords": ""
    },
    {
        "id": 5427,
        "label": 110,
        "author": "sejoong kim",
        "title": "Control of fluid balance guided by body composition monitoring in patients on peritoneal dialysis (COMPASS): Study protocol for a randomized controlled trial",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The clinical benefits of bioimpedance spectroscopy (BIS)-guided fluid management in patients on hemodialysis have been widely demonstrated. However, no previous reports have evaluated the effect of regular and serial BIS-guided fluid management on the residual renal function (RRF) in patients on peritoneal dialysis (PD). Therefore, we will evaluate the clinical efficacy of BIS-guided fluid management for preserving RRF and protecting cardiovascular events in patients on PD. This is a multicenter, prospective, randomized controlled trial. A total of 138 participants on PD will be enrolled and randomly assigned to receive either BIS-guided fluid management or fluid management based only on the clinical information for 1 year. The primary outcome is the change in the glomerular filtration rate (GFR) between months 0 and 12 after starting treatment. The secondary outcomes will include GFR at month 12, time to the anuric state (urine volume <100 ml/day), and fatal and nonfatal cardiovascular events during treatment. This is the first clinical trial to investigate the effect of BIS-guided fluid management on RRF and for protecting against cardiovascular events in patients on PD.",
        "email": "",
        "conf": "Trials",
        "coauthors": [
            "Seon Ha Baek, Kook-Hwan Oh, Sejoong Kim, Dong Ki Kim, Kwon-Wook Joo, Yun Kyu Oh, Byoung Geun Han, Jae Hyun Chang, Wookyung Chung, Yon Su Kim, Ki Young Na"
        ],
        "keywords": "Fluid balance, Bioimpedance spectroscopy, Peritoneal dialysis"
    },
    {
        "id": 5436,
        "label": 110,
        "author": "sejoong kim",
        "title": "High dose vitamin D3 attenuates the hypocalciuric effect of thiazide in hypercalciuric rats",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Thiazide is known to decrease urinary calcium excretion. We hypothesized that thiazide shows different hypocalciuric effects depending on the stimuli causing hypercalciuria. The hypocalciuric effect of hydrochlorothiazide (HCTZ) and the expression of transient receptor potential vanilloid 5 (TRPV5), calbindin-D28K, and several sodium transporters were assessed in hypercalciuric rats induced by high calcium diet and vitamin D3. Urine calcium excretion and the expression of transporters were measured from 4 groups of Sprague-Dawley rats; control, HCTZ, high calcium-vitamin D, and high calcium-vitamin D with HCTZ groups. HCTZ decreased urinary calcium excretion by 51.4% in the HCTZ group and only 15% in the high calcium-vitamin D with HCTZ group. TRPV5 protein abundance was not changed by HCTZ in the high calcium-vitamin D with HCTZ group compared to the high calcium-vitamin D group. Protein abundance of NHE3, SGLT1, and NKCC2 decreased in the hypercalciuric rats, and only SGLT1 protein abundance was increased by HCTZ in the hypercalciuric rats. The hypocalciuric effect of HCTZ is attenuated in high calcium and vitamin D-induced hypercalciuric rats. This attenuation seems to have resulted from the lack of HCTZ's effect on protein abundance of TRPV5 in severe hypercalciuric condition induced by high calcium and vitamin D.",
        "email": "",
        "conf": "Journal of Korean Medical Science",
        "coauthors": [
            "Hye Ryoun Jang",
            "Jae Wook Lee",
            "Sejoong Kim",
            "Nam Ju Heo",
            "Jeong Hwan Lee",
            "Hyo Sang Kim",
            "Ji Yong Jung",
            "Yun Kyu Oh",
            "Ki Young Na",
            "Jin Suk Han",
            "Kwon Wook Joo"
        ],
        "keywords": "Hypercalciuria; TRPV5; Sodium Transporters; Cholecalciferol; Thiazides"
    },
    {
        "id": 5383,
        "label": 110,
        "author": "sejoong kim",
        "title": "Association between blood pressure and target organ damage in patients with chronic kidney disease and hypertension: Results of the APrODiTe study",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Blood pressure control is the most established practice for preventing the progression of chronic kidney disease. Evidence addressing blood pressure control status or nocturnal blood pressure dipping in Korean hypertensive patients with chronic kidney disease is scarce. We recruited 1317 hypertensive patients (chronic kidney disease stages 2–4, median age 58) from 21 centers in Korea. These patients underwent office and ambulatory blood pressure monitoring. High office and ambulatory blood pressure were defined as >140/90 mm Hg and >135/85 mm Hg (daytime)/ >120/70 mm Hg (nighttime), respectively. The blood pressure control status was as follows: true controlled (19%), white-coat (4.3%), masked (33.9%) and sustained uncontrolled (42.3%) hypertension. The dipping status was as follows: extreme-dipping (14.9%), dipping (33.3%), non-dipping (34.5%) and reverse-dipping (17.3%). Masked and sustained hypertension as well as non-dipping/reverse-dipping was more apparent in proportion to renal dysfunction and the extent of proteinuria. Ageing (⩾58 years), male gender, obesity, diabetic nephropathy and proteinuria (>300 mg g−1 Cr or dipstick proteinuria⩾1+) were independently associated with sustained uncontrolled hypertension. Diabetic nephropathy, old age, a history of stable angina/heart failure, advanced renal dysfunction and higher proteinuria levels were also significantly associated with non-dipping and reverse-dipping. Half of Korean chronic kidney disease patients had uncontrolled blood pressure and a non-dipping nocturnal blood pressure pattern. Future studies are warranted to assess the predictive values of ambulatory blood pressure for cardiorenal events in Korean chronic kidney disease patients.",
        "email": "",
        "conf": "Hypertension Research",
        "coauthors": [
            "Ran-hui Cha, Sejoong Kim, Sun Ae Yoon, Dong-Ryeol Ryu, Ji Eun Oh, Sang-Youb Han, Eun Young Lee, Dong Ki Kim, Yon Su Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5452,
        "label": 110,
        "author": "sejoong kim",
        "title": "A Low-Salt Diet Increases the Estimated Net Endogenous Acid Production in Nondiabetic Chronic Kidney Disease Patients Treated with Angiotensin Receptor Blockade",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "An acid-base imbalance precedes renal disease progression in patients with chronic kidney disease (CKD). Little is known about the effects of a low-salt diet (LSD) on net endogenous acid production (NEAP) levels in CKD patients using angiotensin receptor blockade. We enrolled a total of 202 nondiabetic CKD patients who underwent an 8-week treatment with olmesartan from the original trial [Effects of Low Sodium Intake on the Antiproteinuric Efficacy of Olmesartan in Hypertensive Patients with Albuminuria (ESPECIAL) trial: NCT01552954]. The patients were divided into good- and poor-LSD-compliance groups. During the interventional 8 weeks, the NEAP in the good-compliance group increased compared to the control group (12.9 ± 32.0 vs. -2.0 ± 35.0 mmol/day, p = 0.002). NEAP was positively associated with the good-LSD-compliance group in the fully adjusted analyses (r = 0.135, p = 0.016). The additional reduction of 2.39 g/day of protein intake with a reduction of 1 g/day of salt intake did not increase the NEAP under angiotensin II receptor blockade (ARB) treatment with an LSD (r = 0.546, p < 0.001). We found that an LSD may increase the NEAP in nondiabetic CKD patients using ARB, which suggests that additional acid producing-protein restriction should be required to prevent the NEAP from rising.",
        "email": "",
        "conf": "Nephron Clinical Practice",
        "coauthors": [
            "Seon Ha Baek",
            "Sejoong Kim",
            "Dong Ki Kim",
            "Chun Soo Lim"
        ],
        "keywords": "Acidosis,Angiotensin receptor blockade,Chronic kidney disease,Low-salt diet,Nutrition"
    },
    {
        "id": 5391,
        "label": 110,
        "author": "sejoong kim",
        "title": "Effects of acute kidney injury and chronic kidney disease on long-term mortality after coronary artery bypass grafting",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Both acute kidney injury (AKI) and chronic kidney disease (CKD) are important issues in patients undergoing coronary artery bypass grafting (CABG), particularly with regard to mortality. However, their synergistic or discrete effects on long-term mortality remain unresolved. Methods A total of 1,899 patients undergoing CABG were retrospectively analyzed. The adjusted hazard ratios for all-cause mortality were calculated after stratifying the timeframes. To evaluate the synergistic effects between AKI and CKD, the relative excess risk due to interaction was applied. Results The presence of AKI, CKD, or both increased the hazard ratios for mortality, compared with the absence of both: AKI alone, 1.84 (1.464-2.319); CKD alone, 2.46 (1.735-3.478); and AKI and CKD together, 3.21 (2.301-4.488). However, the relationships with mortality were different between AKI and CKD, according to the timeframes: AKI primarily affected early mortality, particularly within 3 years, whereas CKD had a relatively constant effect on both the early and late periods. When the parameters from the relative excess risk due to interaction were obtained, there was a synergistic additive effect on early mortality between AKI and CKD. Conclusions The relationships with mortality after CABG were different between AKI and CKD. However, their effects were not exclusive but synergistic.",
        "email": "",
        "conf": "American Heart Journal",
        "coauthors": [
            "Seung Seok Han, Nara Shin, Seon Ha Baek, Shin Young Ahn, Dong Ki Kim, Sejoong Kim, Ho Jun Chin, Dong Wan Chae, Ki Young Na"
        ],
        "keywords": ""
    },
    {
        "id": 5406,
        "label": 110,
        "author": "sejoong kim",
        "title": "Effects of potassium on expression of renal sodium transporters in salt-sensitive hypertensive rats induced by uninephrectomy",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Dietary potassium is an important modulator of systemic blood pressure (BP). The purpose of this study was to determine whether dietary potassium is associated with an altered abundance of major renal sodium transporters that may contribute to the modulation of systemic BP. A unilateral nephrectomy (uNx) was performed in male Sprague-Dawley rats, and the rats were fed a normal-salt diet (0.3% NaCl) for 4 wk. Thereafter, the rats were fed a high-salt (HS) diet (3% NaCl) for the entire experimental period. The potassium-repleted (HS+KCl) group was given a mixed solution of 1% KCl as a substitute for drinking water. We examined the changes in the abundance of major renal sodium transporters and the expression of mRNA of With-No-Lysine (WNK) kinases sequentially at 1 and 3 wk. The systolic BP of the HS+KCl group was decreased compared with the HS group (140.3 ± 2.97 vs. 150.9 ± 4.04 mmHg at 1 wk; 180.3 ± 1.76 vs. 207.7 ± 6.21 mmHg at 3 wk). The protein abundances of type 3 Na+/H+ exchanger (NHE3) and Na+-Cl− cotransporter (NCC) in the HS+KCl group were significantly decreased (53 and 45% of the HS group at 1 wk, respectively; 19 and 8% of HS group at 3 wk). WNK4 mRNA expression was significantly increased in the HS+KCl group (1.4-fold of control at 1 wk and 1.9-fold of control at 3 wk). The downregulation of NHE3 and NCC may contribute to the BP-attenuating effect of dietary potassium associated with increased urinary sodium excretion. hypertension is a major global health problem. The risks of cardiovascular and kidney diseases are greatly increased in hypertensive individuals. The prevalence of hypertension is positively correlated with salt intake (8). Numerous studies have shown that an excess of dietary sodium is related to the development of hypertension in some way (10, 35). It has been reported recently that both a reduction in nephron number by uninephrectomy (uNx) and chronic salt loading in young rats caused salt-sensitive hypertension (SSH) (5). By contrast, potassium has usually been viewed as a minor factor in the pathogenesis of hypertension. However, abundant evidence indicates that potassium depletion has a critical role in hypertension (7, 26, 27). Many studies examined the effect of potassium on blood pressure, and most of them identified a beneficial effect (16, 28, 41). As an antihypertensive effect, the diuretic action of potassium has been described previously (22, 42). Although potassium has been regarded as having various antihypertensive effects, its precise mechanism remains uncertain. The With-No-Lysine (WNK) kinases are a novel family of serine/threonine kinases that play critical roles in the regulation of epithelial ion transport. At present, there are four known mammalian WNK family members: WNK1, WNK2, WNK3, and WNK4 (43). WNK4 is widely expressed in epithelial tissues. The full-length WNK1 (L-WNK1) has intact kinase activity and is expressed ubiquitously. In contrast, kidney-specific WNK1 (KS-WNK1) is a kinase-deficient isoform with a truncated N terminus. This isoform is expressed in the distal nephron at high levels (34). The discovery of the renal WNK kinase pathway has offered new insight into sodium, potassium, and blood pressure regulation in the distal nephron (48); however, it is insufficient to fully explain the mechanism underlying potassium-associated antihypertensive effects.",
        "email": "",
        "conf": "AJP Renal Physiology",
        "coauthors": [
            "Ji Yong Jung",
            "Sejoong Kim",
            "Jay Wook Lee",
            "Eun Sook Jung",
            "Nam Ju Heo",
            "Min-Jeong Son",
            "Yun Kyu Oh",
            "Ki Young Na",
            "Jin Suk Han",
            "Kwon Wook Joo"
        ],
        "keywords": ""
    },
    {
        "id": 5395,
        "label": 110,
        "author": "sejoong kim",
        "title": "Study on the relationship between serum 25-hydroxyvitamin D levels and vascular calcification in hemodialysis patients with consideration of seasonal variation in vitamin D levels",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The aim of this study was to determine the prevalence of vitamin D deficiency in hemodialysis (HD) patients and the relationship between seasonal variations in vitamin D levels and vascular calcification. As a prospective observational study, we analyzed 289 HD patients. We have assessed serum 25-hydroxyvitamin D (25D) levels at the end of the summer (September) and winter (March) and analyzed the data to reveal the association of serum 25D level with vascular calcification scores (VCS) at the end of the summer, when vitamin D levels were found to peak. Plan X-ray images of lateral lumbar spine from all subjects were studied for calculation of semiquantitative VCS as described by Kauppila. Vitamin D deficiency was highly prevalent in HD patients with marked seasonal variation. However, low 25D levels could not be identified as an independent predictor of vascular calcification in these patients.",
        "email": "",
        "conf": "Atherosclerosis",
        "coauthors": [
            "Jae Hyun Chang",
            "Han Ro",
            "Sejoong Kim",
            "Hyun Hee Lee",
            "Wookyung Chung",
            "Ji Yong Jung"
        ],
        "keywords": "Vitamin D,Vascular calcification,Hemodialysis"
    },
    {
        "id": 5411,
        "label": 110,
        "author": "sejoong kim",
        "title": "Changes in the Sodium and Potassium Transporters in the Course of Chronic Renal Failure",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "In chronic renal failure (CRF), residual nephrons can increase their excretion of sodium (Na) and potassium (K). However, the mechanisms of renal Na and K regulation in late-stage CRF have not been clearly investigated. We examined altered expression of major renal Na and K transporters in Sprague-Dawley rats at 4 and 12 weeks after a 5/6 nephrectomy. CRF rats were azotemic and had gradually increased levels of urinary Na and K excretion over time. At 4 weeks, the abundance of Na-K-2Cl cotransporter (NKCC2), and Na-Cl cotransporter (NCC) in CRF rats increased significantly (477 and 222% of the control, respectively). In contrast, expression of NKCC2 and NCC decreased markedly at 12 weeks (55.4 and 30.8%, respectively). Expression of epithelial Na channel-α increased throughout the whole period. The abundance of renal outer medullary K-channel (ROMK) and Na-K-ATPase did not decrease at 4 weeks, but it was reduced at 12 weeks. We suggest that increased urinary Na excretion in late-stage CRF may be associated with decreased expression of renal Na transporters except ENaC compared to early-stage CRF, and that increased urinary K excretion in the late stage of CRF may not be related to expression of ROMK.",
        "email": "",
        "conf": "Nephron Physiology",
        "coauthors": [
            "Se Joong Kim, Nam Ju Heo, Ji Yong Jung, Min Jeong Son, Hye Ryoun Jang, Jay Wook Lee, Yun Kyu Oh, Ki Young Na, Kwon-Wook Joo, Jin Suk Han"
        ],
        "keywords": "Chronic renal failure,Sodium,Potassium,Membrane transport proteins"
    },
    {
        "id": 5396,
        "label": 110,
        "author": "sejoong kim",
        "title": "Early Start of Dialysis Has No Survival Benefit in End-Stage Renal Disease Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The timing for dialysis initiationis still debated. The aim of this study was to compare mortality rates, using a propensity-score approach, in dialysis patients with early or late starts. From January 2000 to June 2009, incident adult patients (n = 836) starting dialysis for end-stage renal disease (ESRD) were enrolled. The patients were assigned to either an early- or late-start group depending on the initiation time of the dialysis. After propensity-score-basedmatching, 450 patients remained. At the initiation of dialysis, the mean estimated glomerular filtration rate (eGFR) was 11.1 mL/min/1.73 m2 in the early-start group compared with 6.1 mL/min/1.73 m2 in the late-start group. There were no significant differences in survival between the patients in the early- and late-start groups (Log rank tests P = 0.172). A higher overall mortality risk was observed in the early-start group than in the late-start group for the patients aged ≥ 70 yr (hazard ratio [HR]: 3.29; P = 0.048) and/or who had albumin levels ≥ 3.5 g/dL (HR: 2.53; P = 0.046). The survival of the ESRD patients was comparable between the patients in the early and late-start groups. The time to initiate dialysis should be determined based on clinical findings as well as the eGFR.",
        "email": "",
        "conf": "Journal of Korean medical science",
        "coauthors": [
            "Jae Hyun Chang",
            "Min Young Rim",
            "Jiyoon Sung",
            "Kwang-Pil Ko",
            "Dong Ki Kim",
            "Ji Yong Jung",
            "Hyun Hee Lee",
            "Wookyung Chung",
            "Sejoong Kim"
        ],
        "keywords": "End Stage Renal Disease; Glomerular Filtration Rate; Renal Dialysis; Mortality; Peritoneal Dialysis"
    },
    {
        "id": 5400,
        "label": 110,
        "author": "sejoong kim",
        "title": "Serum anion gap is predictive of mortality in an elderly population",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "An elevated serum anion gap is known to be associated with hypertension, low cardiorespiratory fitness, and decreased renal function. We evaluated whether serum AG might be predictive of elderly mortality in a community-based cohort in Korea. We analyzed the available data from 862 elderly people in the Korean Longitudinal Study on Health and Aging. Over a 5-year observational period, 151/862 (17.5%) participants died, and a high albumin-adjusted anion gap (SAAG) was associated with an increased risk of all-cause mortality in unadjusted analyses (hazard ratio [HR], 1.96; 95% confidence interval [CI], 1.41–2.71) and fully adjusted analyses (HR, 1.77; 95% CI, 1.24–2.52), compared with a low SAAG group. The population attributable fraction of death due to high SAAG was 38.2% (95% CI 20.7–58.2%). In particular, the participants with high SAAG had higher cardiovascular and infection-related mortality rates than those with low SAAG (HR, 2.11; 95% CI, 1.06–4.19, and HR, 9.69; 95% CI, 1.12–83.4, respectively). High SAAG may be an independent predictor of mortality and is associated with higher cardiovascular and infection related mortality in the elderly.",
        "email": "imsejoong@hanmail.net",
        "conf": "Experimental gerontology",
        "coauthors": [
            "Shin Young Ahn",
            "Jiwon Ryu",
            "Seon Ha Baek",
            "Ji Won Han",
            "Jang Han Lee",
            "Soyeon Ahn",
            "Kwang-il Kim",
            "Ho Jun Chin",
            "Ki Young Na",
            "Dong-Wan Chae",
            "Ki Woong Kim",
            "Sejoong Kim"
        ],
        "keywords": "Elderly,Mortality,Anion gap,Age,Albumin"
    },
    {
        "id": 5378,
        "label": 110,
        "author": "sejoong kim",
        "title": "Dipeptidyl peptidase IV inhibitor attenuates kidney injury in rat remnant kidney",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The inhibition of dipeptidyl peptidase (DPP) IV shows protective effects on tissue injury of the heart, lung, and kidney. Forkhead box O (FoxO) transcriptional factors regulate cellular differentiation, growth, survival, the cell cycle, metabolism, and oxidative stress. The aims of this study were to investigate whether the DPP IV inhibitor sitagliptin could attenuate kidney injury and to evaluate the status of FoxO3a signaling in the rat remnant kidney model. Rats were received two-step surgery of 5/6 renal mass reduction and fed on an oral dose of 200 mg/kg/day sitagliptin for 8 weeks. Before and after the administration of sitagliptin, physiologic parameters were measured. After 8 weeks of treatment, the kidneys were harvested. The sitagliptin treatment attenuated renal dysfunction. A histological evaluation revealed that glomerulosclerosis and tubulointerstitial injury were significantly decreased by sitagliptin. Sitagliptin decreased DPP IV activity and increased the renal expression of glucagon-like peptide-1 receptor (GLP-1R). The subtotal nephrectomy led to the activation of phosphatidylinositol 3-kinase (PI3K)-Akt and FoxO3a phosphorylation, whereas sitagliptin treatment reversed these changes, resulting in PI3K-Akt pathway inactivation and FoxO3a dephosphorylation. The renal expression of catalase was increased and the phosphorylation of c-Jun N-terminal kinase (JNK) was decreased by sitagliptin. Sitagliptin treatment reduced apoptosis by decreasing cleaved caspase-3 and −9 and Bax levels and decreased macrophage infiltration. In rat remnant kidneys, DPP IV inhibitor attenuated renal dysfunction and structural damage. A reduction of apoptosis, inflammation and an increase of antioxidant could be suggested as a renoprotective mechanism together with the activation of FoxO3a signaling. Therefore, DPP IV inhibitors might provide a promising approach for treating CKD, but their application in clinical practice remains to be investigated.",
        "email": "",
        "conf": "BMC Nephrology",
        "coauthors": [
            "Kwon Wook Joo",
            "Sejoong Kim",
            "Shin-Young Ahn",
            "Ho Jun Chin",
            "Dong Wan Chae",
            "Jeonghwan Lee",
            "Jin Suk Han",
            "Ki Young Na"
        ],
        "keywords": "Dipeptidyl peptidase IV, Glucagon-like peptide-1 receptor, FoxO3a, Sitagliptin, Kidney injury"
    },
    {
        "id": 5426,
        "label": 110,
        "author": "sejoong kim",
        "title": "Effects of Sodium Citrate on Salt Sensitivity and Kidney Injury in Chronic Renal Failure",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Metabolic acidosis, which is observed in salt-sensitive hypertension, is also associated with kidney injury. Alkali therapy in chronic renal failure (CRF) may ameliorate the progression of kidney disease; however, few studies have examined the effects of alkali therapy on salt sensitivity and kidney injury in CRF. We randomly administered standard diet (SD), sodium chloride with 20% casein diet (NACL), or sodium citrate with 20% casein diet (NACT) to Sprague-Dawley rats after a CRF or a sham operation. Four weeks after 5/6 nephrectomy, serum bicarbonate levels were higher in the NACT-treated group. On the pressure-natriuresis curve, NACT-treated CRF rats were more salt-resistant than NACL-treated CRF rats. Additionally, the NACT-treated CRF group showed less tubulointerstitial damage than the NACL-treated CRF group. The expression and immunoreactivity of NHE3 in the kidney in the NACT-treated CRF group were lower than those in the NACL-treated CRF group. We observed that dietary NACT as alkali therapy in CRF might improve the altered salt-sensitivity and ameliorate the progression of kidney injury compared to the NACL diet, which may be related to reduced renal NHE3 expression.",
        "email": "",
        "conf": "Journal of Korean Medical Science",
        "coauthors": [
            "Sejoong Kim",
            "Jin Young Yang",
            "Eun Sook Jung",
            "Jeonghwan Lee",
            "Nam Ju Heo",
            "Jae Wook Lee",
            "Ki Young Na",
            "Jin Suk Han"
        ],
        "keywords": "Kidney Failure, Chronic; Citrates; Acidosis; Natriuresis"
    },
    {
        "id": 5419,
        "label": 110,
        "author": "sejoong kim",
        "title": "Electrolyte and Acid-Base Disturbances Associated with Non-Steroidal Anti-Inflammatory Drugs",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Inhibition of renal prostaglandin synthesis by non-steroidal anti-inflammatory drugs (NSAIDs) causes various electrolyte and acid-base disturbances including sodium retention (edema, hypertension), hyponatremia, hyperkalemia, and decreased renal function. Decreased sodium excretion can result in weight gain, peripheral edema, attenuation of the effects of antihypertensive agents, and rarely aggravation of congestive heart failure. Although rare, NSAIDs can cause hyponatremia by reducing renal free water clearance. Hyperkalemia could occur to a degree sufficient to cause cardiac arrhythmias. Renal function can decline sufficiently enough to cause acute renal failure. NSAIDs associated electrolyte and acid-base disturbances are not uncommon in some clinical situations. Adverse renal effects of NSAIDs are generally associated with prostaglandin dependent states such as volume-contracted states, low cardiac output, or other conditions that tend to compromise renal perfusion. All NSAIDs seem to share these adverse effects. In view of many NSAIDs users' susceptibility to renal adverse effects due to their underlying disease or condition, physicians should be cautious in prescribing NSAIDs to susceptible patients.",
        "email": "",
        "conf": "Electrolyte & blood pressure: E & BP",
        "coauthors": [
            "Sejoong Kim",
            "Kwon Wook Joo"
        ],
        "keywords": "Edema; Hyponatremia; Renal tubular acidosis; Non-steroidal anti-inflammatory agents; Acute renal failure"
    },
    {
        "id": 5416,
        "label": 110,
        "author": "sejoong kim",
        "title": "Risk Factors for Acute Kidney Injury and In-Hospital Mortality in Patients Receiving Extracorporeal Membrane Oxygenation",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Although acute kidney injury (AKI) is the most frequent complication in patients receiving extracorporeal membrane oxygenation (ECMO), few studies have been conducted on the risk factors of AKI. We performed this study to identify the risk factors of AKI associated with in-hospital mortality. Data from 322 adult patients receiving ECMO were analyzed. AKI and its stages were defined according to Kidney Disease Improving Global Outcomes (KDIGO) classifications. Variables within 24 h before ECMO insertion were collected and analyzed for the associations with AKI and in-hospital mortality. The initial pump speed of ECMO was a significant risk factor of in-hospital mortality and AKI in patients receiving ECMO. The RDW was a risk factor of stage 3 AKI.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Sung Woo Lee",
            "Mi-Yeon Yu",
            "Hajeong Lee",
            "Shin Young Ahn",
            "Sejoong Kim",
            "Hi Jun Chin",
            "Ki Young Na"
        ],
        "keywords": ""
    },
    {
        "id": 5399,
        "label": 110,
        "author": "sejoong kim",
        "title": "Glomerular Filtration Rate and Proteinuria: Association with Mortality and Renal Progression in a Prospective Cohort of a Community- Based Elderly Population",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Limited prospective data are available on the importance of estimated glomerular filtration rate (GFR) and proteinuria in the prediction of all-cause mortality (ACM) in community-based elderly populations. We examined the relationship between GFR or proteinuria and ACM in 949 randomly selected community-dwelling elderly subjects (aged ≥65 years) over a 5-year period. A spot urine sample was used to measure proteinuria by the dipstick test, and GFR was estimated using the chronic kidney disease-epidemiology collaboration (CKD-EPI) equation. Information about mortality and causes of death was collected by direct enquiry with the subjects and from the national mortality data. Compared to subjects without proteinuria, those with proteinuria of grade ≥1+ had a 1.725-fold (1.134–2.625) higher risk of ACM. Compared to subjects with GFR ≥90 ml/min/1.73 m2, those with GFR<45 ml/min/1.73 m2 had a 2.357 -fold (1.170–4.750) higher risk for ACM. Among the 403 subjects included in the analysis of renal progression, the annual rate of GFR change during follow-up period was −0.52±2.35 ml/min/1.73 m2/year. The renal progression rate was 7.315-fold (1.841–29.071) higher in subjects with GFR<60 ml/min/1.73 m2 than in those with GFR ≥60 ml/min/1.73 m2. Among a community-dwelling elderly Korean population, decreased GFR of <45 ml/min/1.73 m2 and proteinuria were independent risk factors for ACM.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Se Won Oh",
            "Sejoong Kim",
            "Ki Young Na",
            "Ki Woong Kim",
            "Dong-Wan Chae",
            "Ho Jun Chin"
        ],
        "keywords": ""
    },
    {
        "id": 5407,
        "label": 110,
        "author": "sejoong kim",
        "title": "Predictive Value of Echocardiographic Parameters for Clinical Events in Patients Starting Hemodialysis",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Echocardiographic parameters can predict cardiovascular events in several clinical settings. However, which echocardiographic parameter is most predictive of each cardiovascular or non-cardiovascular event in patients starting hemodialysis remains unresolved. Echocardiography was used in 189 patients at the time of starting hemodialysis. We established primary outcomes as follows: cardiovascular events (ischemic heart disease, cerebrovascular disease, peripheral artery disease, and acute heart failure), fatal non-cardiovascular events, all-cause mortality, and all combined events. The most predictable echocardiographic parameter was determined in the Cox hazard ratio model with a backward selection after the adjustment of multiple covariates. Among several echocardiographic parameters, the E/e' ratio and the left ventricular end-diastolic volume (LVEDV) were the strongest predictors of cardiovascular and non-cardiovascular events, respectively. After the adjustment of clinical and biochemical covariates, the predictability of E/e' remained consistent, but LVEDV did not. When clinical events were further analyzed, the significant echocardiographic parameters were as follows: s' for ischemic heart disease and peripheral artery disease, LVEDV and E/e' for acute heart failure, and E/e' for all-cause mortality and all combined events. However, no echocardiographic parameter independently predicted cerebrovascular disease or non-cardiovascular events. In conclusion, E/e', s', and LVEDV have independent predictive values for several cardiovascular and mortality events.",
        "email": "",
        "conf": "Journal of Korean Medical Science",
        "coauthors": [
            "Seung Seok Han",
            "Goo-Yeong Cho",
            "Youn Su Park",
            "Seon Ha Baek",
            "Shin Young Ahn",
            "Sejoong Kim",
            "Ho Jun Chin",
            "Dong-Wan Chae",
            "Ki Young Na"
        ],
        "keywords": "Heart Failure; Diastolic; Echocardiography; Kidney Failure; Chronic; Renal Dialysis; Morbidity; Mortality"
    },
    {
        "id": 5424,
        "label": 110,
        "author": "sejoong kim",
        "title": "Hypoalbuminemia at admission predicts the development of acute kidney injury in hospitalized patients: A retrospective cohort study",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Development of acute kidney injury (AKI) is common and is associated with poor outcomes. We aimed to determine whether hypoalbuminemia (HA) at admission could be a risk factor for the development of AKI and mortality in hospitalized patients. We enrolled patients who were admitted to Seoul National University Bundang Hospital from January 2013 to December 2013. HA at admission was defined as a serum albumin level < 3.4 mg/dL measured within two days after admission. AKI was defined as an increase in the serum creatinine level by ≥0.3 mg/dL or ≥1.5 times of the baseline value during the hospital stay. HA is associated with the development of AKI and high mortality in hospitalized patients. Replacement of albumin after the development of AKI may contribute to renal recovery. Further clinical trials are warranted.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Mi-Yeon Yu",
            "Sung Woo Lee",
            "Seon Ha Baek",
            "Ki Young Na",
            "Dong-Wan Chae",
            "Ho Jun Chin",
            "Sejoong Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5456,
        "label": 110,
        "author": "sejoong kim",
        "title": "Effects of chronic furosemide administration on H+-ATPase B1 subunit and pendrin in rat kidneys",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "",
        "email": "",
        "conf": "Nephrology Dialysis Transplantation",
        "coauthors": [
            "Ki Young Na",
            "Hye Ryoun Jang",
            "Sejoong Kim",
            "Yun Kyu Oh",
            "Kwon Wook Joo",
            "Gheun-Ho Kim",
            "Ho Jun Chin",
            "Deokho Chae",
            "Yoon Chul Jung",
            "Jin Suk Han"
        ],
        "keywords": ""
    },
    {
        "id": 5432,
        "label": 110,
        "author": "sejoong kim",
        "title": "Serum Resistin as a Novel Marker of Erythropoietin Resistance in Nondiabetic Patients on Hemodialysis",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The use of higher erythropoietin (EPO) doses is associated with an increased risk of an adverse outcome and increased mortality in patients with renal failure. Resistin is related to heart disease, and may contribute to an increased atherosclerotic risk. We hypothesized that a link between resistin and EPO responsiveness may exist. We therefore investigated the relationship between resistin and the EPO resistance index (ERI) in nondiabetic hemodialysis (HD) patients. Fifty-seven patients enrolled in the study underwent HD for ≥ 3 months and intravenous EPO therapy to maintain a target hemoglobin (Hb) level of 11.0 g/dl. The ERI was defined as the weekly EPO dose per unit Hb per body weight. The mean patient age was 52.6 ± 11.9 years and the mean time on dialysis was 4.9 ± 4.4 years. Serum Hb and ERI were 10.4 ± 0.7 g/dl, and 13.3 ± 7.0 (IU/kg/week/g/dl), respectively. Serum resistin levels were 23.6 ± 9.3 μg/L. EPO resistance is associated with low body mass index (BMI) (coefficient β =−0.393, p = 0.002) and with high serum resistin levels (coefficient β = 0.332, p = 0.018). According to a multiple regression analysis, the serum resistin level was a significant independent factor related to EPO resistance (p = 0.017). The results suggest that serum resistin levels reflect EPO responsiveness in nondiabetic HD patients. Resistin may therefore be considered as a new marker of EPO responsiveness in HD patients.",
        "email": "",
        "conf": "The Tohoku Journal of Experimental Medicine",
        "coauthors": [
            "Jae Hyun Chang, Ji Yong Jung, Hyun Hee Lee, Wookyung Chung, Kwon-Wook Joo, Sejoong Kim"
        ],
        "keywords": "adipokine, anemia, erythropoietin responsiveness, hemodialysis, resistin"
    },
    {
        "id": 5441,
        "label": 110,
        "author": "sejoong kim",
        "title": "Acute Severe Symptomatic Hyponatremia Following Coronary Angiography",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Hyponatremia is a relatively common electrolyte disorder. Although severe acute hyponatremia following coronary angiography is rare, potentially lethal neurologic manifestations may result. We describe a patient with severe, symptomatic hyponatremia, an unusual complication of coronary angiography. Lack of familiarity with contrast media-related hyponatremia caused a delay in diagnosis and therapy in our case. The diagnosis of acute hyponatremia should be considered in any patient who develops behavioral or neurologic manifestations following coronary angiography. Prompt diagnosis and treatment is essential to avoid permanent neurologic damage or death.",
        "email": "",
        "conf": "Korean Circulation Journal",
        "coauthors": [
            "Eul Sik Jung",
            "Woong Chol Kang",
            "Young Rock Jang",
            "Sejoong Kim",
            "Ji Won Yang",
            "Kyounghoon Lee",
            "Taehoon Ahn"
        ],
        "keywords": "Hyponatremia; Coronary angiography"
    },
    {
        "id": 5434,
        "label": 110,
        "author": "sejoong kim",
        "title": "Urinary Sodium Excretion Has Positive Correlation with Activation of Urinary Renin Angiotensin System and Reactive Oxygen Species in Hypertensive Chronic Kidney Disease",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "It is not well described the pathophysiology of renal injuries caused by a high salt intake in humans. The authors analyzed the relationship between the 24-hr urine sodium-to-creatinine ratio (24HUna/cr) and renal injury parameters such as urine angiotensinogen (uAGT/cr), monocyte chemoattractant peptide-1 (uMCP1/cr), and malondialdehyde-to-creatinine ratio (uMDA/cr) by using the data derived from 226 hypertensive chronic kidney disease patients. At baseline, the 24HUna/cr group or levels had a positive correlation with uAGT/cr and uMDA/cr adjusted for related factors (P<0.001 for each analysis). When we estimated uAGT/cr in the 24HUna/cr groups by ANCOVA, the uAGT/cr in patients with ≥200 mEq/g cr was higher than in patients with <100 mEq/g cr (708 [95% CI, 448-967] vs. 334 [95% CI, 184-483] pg/mg cr, P=0.014). Similarly, uMDA/cr was estimated as 0.17 (95% CI, 0.14-0.21) pM/mg cr in patients with <100 mEq/g cr and 0.27 (95% CI, 0.20-0.33) pM/mg cr in patients with ≥200 mEq/g cr (P=0.016). During the 16-week follow-up period, an increase in urinary sodium excretion predicted an increase in urinary angiotensinogen excretion. In conclusion, high salt intake increases renal renin-angiotensin-system (RAS) activation, primarily, and directly or indirectly affects the production of reactive oxygen species through renal RAS activation.",
        "email": "",
        "conf": "Journal of Korean Medical Science",
        "coauthors": [
            "Shin-Young Ahn",
            "Sejoong Kim",
            "Dong Ki Kim",
            "Jung Hwan Park",
            "Sung Joon Shin",
            "Sang Ho Lee",
            "Bum Soon Choi",
            "Chun Suu Lim",
            "Suhnggwon Kim",
            "Ho Jun Chin"
        ],
        "keywords": "Chronic Renal Insufficiency; Sodium Chloride; Renin; Angiotensinogen"
    },
    {
        "id": 5442,
        "label": 110,
        "author": "sejoong kim",
        "title": "Tubular B7-1 expression parallels proteinuria levels but not clinical outcomes in adult minimal change disease patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "B7-1 is thought to play a pathogenic role in minimal-change disease (MCD). Recently, however, doubts have arisen regarding the role of B7-1 expression in MCD. Therefore, we aimed to identify the presence and clinical significance of B7-1 expression in MCD patients. The study participants included 28 adult MCD patients for whom kidney specimens were available. The intensity of B7-1 expression was assessed by two independent specialists. We analysed the association between the intensity of B7-1 expression and clinicopathological variables. No B7-1 expression in the glomeruli was observed in any of the 28 patients. Unexpectedly, however, 75.0% of the patients exhibited tubular B7-1 expression, with 35.7% demonstrating weak positive expressions and 39.3% demonstrating strong positive expressions. The level of proteinuria significantly increased as the intensity of tubular B7-1 expression increased. We also found trends of increasing blood urea nitrogen and serum creatinine levels with increased intensity of tubular B7-1 expression. However, we could not observe definite differences in long- and short-term clinical outcomes depending on the intensity of tubular B7-1 expression. In conclusion, B7-1 was expressed in renal tubular cells but not in glomeruli in adult MCD patients. The intensity of tubular B7-1 expression paralleled proteinuria levels, but not clinical outcomes.",
        "email": "",
        "conf": "Scientific Reports",
        "coauthors": [
            "Sung Woo Lee",
            "Seon Ha Baek",
            "Jin Ho Paik",
            "Sejoong Kim",
            "Ki Young Na",
            "Dong Wan Chae",
            "Ho Jun Chin"
        ],
        "keywords": ""
    },
    {
        "id": 5425,
        "label": 110,
        "author": "sejoong kim",
        "title": "Hemodynamic and Biochemical Benefits of the Objective Measurement of Fluid Status in Hemodialysis Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "fluid imbalance can cause poor clinical outcomes among hemodialysis patients. However, the traditional subjective assessment of fluid status may be inadequate. We evaluated whether the objective measurement and optimization of fluid status could be beneficial for hemodynamic and biochemical parameters in hemodialysis patients. We enrolled 120 hemodialysis patients, who were clinically euvolemic for at least 3 months. Based on the results of a body composition monitor, we divided the patients into the following two groups: the hyperhydrated group (post hemodialysis fluid overload ≥ 1.1 L) and the dehydrated group (post hemodialysis fluid overload < −1.1 L). We reduced the patient's body weight in the hyperhydrated group and raised the body weight in the dehydrated group towards normohydration (−1.1 L ≤ fluid overload < 1.1 L) for 16 weeks. Forty-four of 120 patients were in the hyperhydrated group, and 18 of 120 patients in the dehydrated group. After 16 weeks, systolic blood pressure and pulse pressure decreased in the hyperhydrated group, while there was no increase in blood pressure in the dehydrated group after the intervention. Serum levels of monocyte chemotactic protein-1, an inflammatory marker, gradually decreased in the hyperhydrated group, and serum adiponectin levels, an anti-atherogenic biomarker, increased in the two groups. We found that hyperhydrated patients contributed over 1/3 of the participants despite enrolling clinically euvolemic patients and that body composition monitor-guided optimization of body fluid status may lead to improvement of inflammatory markers and anti-atherogenic adipokines as well as hemodynamic parameters in hemodialysis patients.",
        "email": "",
        "conf": "The Tohoku Journal of Experimental Medicine",
        "coauthors": [
            "Sejoong Kim, Jiyoon Sung, Eun Sook Jung, Hayne Cho Park, Hajeong Lee, Ho Jun Chin, Dong Ki Kim, Yon Su Kim, Jin Suk Han, Kwon Wook Joo"
        ],
        "keywords": "adipokines, blood pressure, body composition, hemodialysis, inflammation"
    },
    {
        "id": 5447,
        "label": 110,
        "author": "sejoong kim",
        "title": "Glomerular Hypertrophy Is a Risk Factor for Relapse in Minimal Change Disease Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Patients with minimal change disease (MCD) have a high relapse rate, which results in many complications. Identifying the risk factors for relapse is crucial, but little is known about these factors. Therefore, we performed the current study to determine the factors related to relapse in this patient population. We retrospectively analyzed 51 adult patients with biopsy-proven primary MCD treated between 2003 and 2013. The demographic, physiologic, laboratory and therapeutic data were gathered from the electronic medical records database. Lesions of the glomerulus, tubulointerstitium and vasculature were analyzed for associations with relapse. GH is associated with relapse in adult patients with MCD, particularly in men and in those with TI lesions. Frequent monitoring and early intervention are needed in these groups. Future large prospective cohort studies are needed to confirm the study results.",
        "email": "",
        "conf": "Nephron",
        "coauthors": [
            "Sung Woo Lee, Mi Yeon Yu, Seon Ha Baek, Shin Young Ahn, Sejoong Kim, Ki Young Na, Dong Wan Chae, Ho Jun Chin"
        ],
        "keywords": "Relapse,Glomerular hypertrophy,Minimal change disease"
    },
    {
        "id": 5408,
        "label": 110,
        "author": "sejoong kim",
        "title": "De Novo Hypokalemia in Incident Peritoneal Dialysis Patients: A 1-Year Observational Study",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Hypokalemia occurs frequently in patients undergoing peritoneal dialysis (PD). However, the therapeutic strategy may differ from that of non-PD-related hypokalemia. We investigated clinical features and related factors of de novo hypokalemia in incident PD patients. We retrospectively enrolled 82 normokalemic patients starting PD at Gachon University Gil Hospital, Korea. The patients were divided into hypokalemia (K+<3.5 mEq/L) and normokalemia (3.5 mEq/L≤K+<5.5 mEq/L) groups based on the plasma potassium levels at month 13, and then clinical parameters including peritoneal function and adequacy tests and biochemical parameters were compared. Eight patients who showed hyperkalemia (K+≥5.5 mEq/L) at month 13 were excluded from our analyses. The incidence of hypokalemia in PD patients was 7.3% in a year. The de novo hypokalemia (n=6) and normokalemia (n=68) groups had no significant differences in baseline characteristics. The serum albumin levels and normalized protein equivalent of nitrogen appearance (nPNA) at month 1 were not significantly different between the two groups. At month 13, on the other hand, serum albumin levels and nPNA were significantly lower in the hypokalemia group (P=0.014; P=0.006, respectively). Kt/Vurea, residual renal function, dialysate-peritoneal creatinine ratio, and glucose load were not significantly different between the two groups. Hypokalemia occurring after initiation of PD may largely be associated with poor nutritional status.",
        "email": "imsejoong@hanmail.net",
        "conf": "Electrolyte & blood pressure: E & BP",
        "coauthors": [
            "Ji Yong Jung",
            "Jae Hyun Chang",
            "Hyun Hee Lee",
            "Wookyung Chung",
            "Sejoong Kim"
        ],
        "keywords": "hypokalemia; peritoneal dialysis; serum albumin; nutrition"
    },
    {
        "id": 5380,
        "label": 110,
        "author": "sejoong kim",
        "title": "Chronic Kidney Disease in Cancer Patients: An Independent Predictor of Cancer-Specific Mortality",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The effects of chronic kidney disease (CKD) on the risk of death for patients with malignant disease are uncertain. The aim of this study was to determine the association between the presence of CKD and mortality in cancer patients. We retrospectively reviewed the cases of 8,223 cancer patients with one or more serum creatinine measurements from January 1, 2000 to December 31, 2004. The key outcome was cancer-specific mortality within the follow-up period. The cumulative incidence rate for death from cancer was estimated using methods of competing risks survival analysis. Cox proportional-hazards regression with the use of Fine and Gray’s proportional-hazards model were evaluated in multiple analyses. Results: CKD was associated with an increased risk of death in cancer patients. The adjusted hazard ratios were 1.12 for patients with an estimated glomerular filtration rate (eGFR) of 30–59 ml/min/1.73 m2 (95% confidence interval 1.01–1.26, p = 0.04) and 1.75 for patients with an eGFR <30 ml/min/1.73 m2 (95% confidence interval 1.32–2.32, p < 0.001). CKD should be considered a risk factor for survival among patients with cancer.",
        "email": "",
        "conf": "American Journal of Nephrology",
        "coauthors": [
            "Sun Young Na",
            "Ji Yoon Sung",
            "Jae Hyun Chang",
            "Sejoong Kim",
            "Hyun Hee Lee",
            "Yeon Ho Park",
            "Wookyung Chung",
            "Kook-Hwan Oh",
            "Ji Yong Jung"
        ],
        "keywords": "Chronic kidney disease, Cancer, Mortality"
    },
    {
        "id": 5415,
        "label": 110,
        "author": "sejoong kim",
        "title": "Elevated baseline potassium level within reference range is associated with worse clinical outcomes in hospitalised patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The clinical significance of elevated baseline serum potassium (K+) levels in hospitalised patients is rarely described. Hence, we performed a retrospective study assessing the significance of elevated K+ levels in a one-year admission cohort. Adult patients without hypokalaemia or end-stage renal disease were included. Adverse outcomes were all-cause mortality, hospital-acquired acute kidney injury, and events of arrhythmia. In total, 17,777 patients were included in the study cohort, and a significant difference (P < 0.001) was observed in mortality according to baseline serum K+ levels. The adjusted hazard ratios (HRs) and associated 95% confidence intervals (CIs) of all-cause mortality for K+ levels above the reference range of 3.6–4.0 mmol/L were as follows: 4.1–4.5 mmol/L, adjusted HR 1.075 (95% CI 0.981–1.180); 4.6–5.0 mmol/L, adjusted HR 1.261 (1.105–1.439); 5.1–5.5 mmol/L, adjusted HR 1.310 (1.009–1.700); >5.5 mmol/L, adjusted HR 2.119 (1.532–2.930). Moreover, the risks of in-hospital acute kidney injury and arrhythmia were higher in patients with serum K+ levels above 4.0 mmol/L and 5.5 mmol/L, respectively. In conclusion, increased serum K+ levels, including mild elevations may be related to worse prognosis. Close monitoring and prompt correction of underlying causes or hyperkalaemia itself is warranted for admitted patients.",
        "email": "",
        "conf": "Scientific Reports",
        "coauthors": [
            "Sehoon Park, Seon Ha Baek, Sung Woo Lee, Anna Lee, Ho Jun Chin, Ki Young Na, Yon Su Kim, Dong-Wan Chae, Jin Suk Han, Sejoong Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5420,
        "label": 110,
        "author": "sejoong kim",
        "title": "Association of Insulin Resistance with Lower Glomerular Filtration Rate and All-Cause Mortality in the Korean Elderly Population: A Community-Based Prospective Cohort Study",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Insulin resistance (IR) is a common metabolic disorder in chronic kidney disease patients. In the elderly population, it is not clear whether IR is associated with lower glomerular filtration rate (GFR) and mortality. Here, we analyzed the association between IR and GFR, all-cause mortality (ACM), or cardiovascular mortality (CVM) in the elderly population. This was a community-based prospective study. Participants were selected by random sampling from those aged ≥ 65 years in Seongnam, a satellite city of Seoul, Korea. A total of 743 participants were analyzed. IR was calculated using the homeostasis model assessment of insulin resistance (HOMA-IR). The mean age was 76.4 ± 9.3 years. After multivariate analysis, HOMA-IR was negatively associated with GFR as a continuous variable (per 10 mL/min/1.73 m2 increase, β = −0.10, P = 0.004). Analyzing GFR as a categorical variable, HOMA-IR was still higher those with GFR < 60 mL/min/1.73 m2 (GFR < 60 vs. 60-89 and ≥ 90 mL/min/1.73 m2: 1.3 vs. 1.2 and 1.1, respectively; P = 0.025 and 0.019) by covariance analysis. During the follow-up period of 62.9 ± 16.9 months, there were 168 (22.6%) cases of ACM and 47 (6.3%) cases of CVM. Those in the third quintile HOMA-IR group showed the lowest ACM rate, compared with the other quintiles (P < 0.001). CVM was not significantly associated with HOMA-IR. In conclusion, a lower GFR is associated with higher IR in the elderly population. Moreover, the lowest or the highest levels of HOMA-IR are associated with higher mortality rates.",
        "email": "",
        "conf": "The Tohoku Journal of Experimental Medicine",
        "coauthors": [
            "Hyo Jin Kim, Jiwon Ryu, Shin Young Ahn, Sejoong Kim, Soo Lim, Ki Young Na, Ki Woong Kim, Hak Chul Jang, Dong-Wan Chae, Ho Jun Chin"
        ],
        "keywords": "chronic kidney disease, elderly, glomerular filtration rate, insulin resistance, mortality"
    },
    {
        "id": 5431,
        "label": 110,
        "author": "sejoong kim",
        "title": "The Effects of Pre-Existing Hyponatremia and Subsequent-Developing Acute Kidney Injury on In-Hospital Mortality: A Retrospective Cohort Study",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Both hyponatremia and acute kidney injury (AKI) are common and harmful in hospitalized patients. However, their combined effects on patient mortality have been little studied. We retrospectively enrolled 19191 adult patients who were admitted for 1 year. Pre-existing hyponatremia was defined as a serum sodium level < 135 mmol/L on the first measurement of their admission. AKI was defined as a rise in serum creatinine by ≥ 26.5 μmol/L or ≥ 1.5 times of the baseline value of creatinine during the hospital stay. Pre-existing hyponatremia may be associated with the development of AKI in hospitalized patients, and both hyponatremia and hospital-acquired AKI could have a detrimental effect on short term patient mortality, which might be related to the inappropriate correction of hyponatremia in AKI patients.",
        "email": "rk.ca.uns@2gnoojes",
        "conf": "PLoS ONE",
        "coauthors": [
            "Sung Woo Lee,Seon Ha Baek,Shin Young Ahn,Ki Young Na,Dong-Wan Chae,Ho Jun Chin,Sejoong Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5439,
        "label": 110,
        "author": "sejoong kim",
        "title": "Classical Indications Are Useful for Initiating Continuous Renal Replacement Therapy in Critically Ill Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The optimal timing for initiating continuous renal replacement therapy (CRRT) remains controversial, and it is not obvious which parameters should be considered during this process. We investigated the predictive value of physiological parameters among critically ill patients receiving CRRT due to acute kidney injury (AKI). A total of 496 patients who started CRRT were prospectively enrolled. The following physiological parameters were significantly associated with mortality even after multivariate adjustments: level of pH [hazard ratio (95% CI): 7.15 < pH ≤ 7.20, 1.971 (1.319-2.946); pH ≤ 7.15, 2.315 (1.586-3.380); reference > 7.25, P-for-trend < 0.001]; bicarbonate level (HCO3−) [≤ 14 mmol/L, 2.010 (1.542-2.620); reference > 18 mmol/L, P-for-trend < 0.001]; phosphorus level [> 7 mmol/L, 1.736 (1.313-2.296); reference ≤ 5 mmol/L, P-for-trend < 0.001]; and urine output < 0.3 ml/kg/hr [1.509 (1.191-1.912); reference > 0.3 ml/kg/hour]. Weight gain over 2 kg was associated with mortality exclusively according to univariate analysis [1.516 (1.215-1.892)]. The diagnostic value of the composite of these factors (pH, bicarbonate level, phosphorus level, urine output, weight gain, and potassium levels) [area under the curve (AUC) 0.701, 95% CI 0.644-0.759] was comparable to or higher than the blood urea nitrogen level (AUC 0.571, 95% CI 0.511-0.630), serum creatinine level (AUC 0.462, 95% CI 0.399-0.525), eGFR (AUC 0.541, 95% CI 0.478-0.605), and AKI Network stage (AUC 0.627, 95% CI 0.561-0.692). In conclusion, the physiological parameters are useful in predicting post-AKI mortality and should be considered when initiating CRRT in critically ill patients with AKI.",
        "email": "",
        "conf": "The Tohoku Journal of Experimental Medicine",
        "coauthors": [
            "Jeonghwan Lee, Jang-Hee Cho, Byung Ha Chung, Jung Tak Park, Jung Pyo Lee, Jae Hyun Chang, Dong Ki Kim, Sejoong Kim"
        ],
        "keywords": "acute kidney injury, continuous renal replacement therapy, indication, mortality, renal replacement therapy"
    },
    {
        "id": 5413,
        "label": 110,
        "author": "sejoong kim",
        "title": "Biocompatible Peritoneal Dialysis Solution Preserves Residual Renal Function",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "The long-term effects of biocompatible peritoneal dialysis (PD) solution on residual renal function (RRF), inflammation, adipokines and metabolic acidosis are controversial. We evaluated the effects of biocompatible PD solution in continuous ambulatory PD (CAPD) patients for an additional 12-month period. Method: Among 91 incident patients who started CAPD with either biocompatible PD solution (Balance®, Fresenius; LS, n = 48) or conventional PD solution (CAPD/DPCA®, Fresenius; CS, n = 43), 63 patients, who were followed for 12 months, were enrolled and followed for an additional 12 months. Results: After 24 months of treatment, the glomerular filtration rate (GFR) of the LS group was twofold higher compared to the CS group (33.5 ± 30.7 vs. 16.3 ± 17.9 l/week/1.73 m2, respectively, p = 0.021). In a subgroup of patients with an initial GFR >2 ml/min/1.73 m2, the GFR of the LS group was significantly higher than the rate of the CS group after 24 months (43.7 ± 30.5 vs. 18.6 ± 19.0 l/week/1.73 m2, respectively, p = 0.042). Over a 24-month period, effluent cancer antigen-125 levels were significantly increased in the LS group compared to the CS group, while effluent interleukin-6 levels did not differ between the two groups. The serum tCO2 levels were consistently higher in the LS group compared to the CS group. We found that the effect of LS on preserving RRF may be maintained over a 24-month treatment period in CAPD patients, and LS use may have other benefits, such as the correction of metabolic acidosis.",
        "email": "",
        "conf": "American Journal of Nephrology",
        "coauthors": [
            "Sejoong Kim",
            "Kook-Hwan Oh",
            "Jieun Oh",
            "Soo Jin Kim",
            "Wookyung Chung",
            "Young Rim Song",
            "Ki Young Na",
            "Yun Kyu Oh",
            "Curie Ahn",
            "Sung Gyun Kim",
            "Kathryn C. B. Tan"
        ],
        "keywords": "End-stage renal disease,Glycation end products,Peritoneal dialysis,Creatinine clearance"
    },
    {
        "id": 5421,
        "label": 110,
        "author": "sejoong kim",
        "title": "C-Reactive Protein Predicts Acute Kidney Injury and Death After Coronary Artery Bypass Grafting",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "A better prediction of postoperative acute kidney injury (AKI) is worthwhile in patients undergoing coronary artery bypass grafting (CABG) because AKI is associated with high rates of morbidity and mortality. The present study was performed to investigate whether preoperative C-reactive protein (CRP) predicted AKI and the long-term rate of mortality in CABG. The prevalence of AKI was increased in the third tertile group (42.7%) compared with in the first tertile group (25.6%). The corresponding odds ratio of AKI and p values were 1.86 (95% confidence interval: 1.39 to 2.49) and <0.001, respectively. Compared with the existing risk model, the addition of CRP improved the predictability with 0.135 of net reclassification improvement (p = 0.005) and 0.084 of integrated discrimination improvement (p < 0.001). There were 474 deaths (28.6%) during follow-up. The third tertile group exhibited a higher hazard ratio for mortality (1.63, 95% confidence interval: 1.27 to 2.08) than the first tertile group. This predictability for mortality remained consistent regardless of the presence of AKI. Preoperative CRP level is a predictor of postoperative AKI and mortality in patients undergoing CABG.",
        "email": "",
        "conf": "The Annals of thoracic surgery",
        "coauthors": [
            "Seung Seok Han",
            "Dong Ki Kim",
            "Sejoong Kim",
            "Ho Jun Chin",
            "Dong-Wari Chae",
            "Ki Young Na"
        ],
        "keywords": ""
    },
    {
        "id": 5417,
        "label": 110,
        "author": "sejoong kim",
        "title": "Anemia Is a Risk Factor for Acute Kidney Injury and Long-Term Mortality in Critically Ill Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Acute kidney injury (AKI) is a major health concern, because AKI is related with an increase in morbidity and mortality. Anemia is related to AKI in several clinical settings. However, the relationship between anemia and AKI and the effect of anemia on long-term mortality are unresolved in critically ill patients. A total of 2,145 patients admitted to the intensive care unit were retrospectively analyzed. We calculated a threshold value of hemoglobin associated with an increased risk of AKI and used this value to define anemia. The odds ratios (ORs) and hazard ratios for AKI and all-cause mortality were calculated after adjusting for multiple covariates. The OR of AKI increased depending on the decrease in hemoglobin level and the ideal threshold point of hemoglobin linked to increasing AKI risk was 10.5 g/dL. We categorized patients into anemia (< 10.5 g/dL) and non-anemia (≥ 10.5 g/dL) groups. The risk of AKI was higher in the anemia group than the non-anemia group and this trend remained significant irrespective of the AKI development time (early vs. late) or duration (< 3 days vs. ≥ 3 days). Both anemia and AKI increased the 10-year mortality risk and this risk prediction was significantly separated by the presence of anemia and AKI. Furthermore, the risk prediction remained consistent irrespective of the AKI severity (i.e., recovery, stage, or duration of AKI). Based on these, we urge clinicians to monitor anemia and AKI in critically ill patients.",
        "email": "",
        "conf": "The Tohoku Journal of Experimental Medicine",
        "coauthors": [
            "Seung Seok Han",
            "Seon Ha Baek",
            "Shin Young Ahn",
            "Ho Jun Chin",
            "Ki Young Na",
            "Dong-Wan Chae",
            "Sejoong Kim"
        ],
        "keywords": "acute kidney injury; anemia; hemoglobin; intensive care unit; mortality"
    },
    {
        "id": 5455,
        "label": 110,
        "author": "sejoong kim",
        "title": "Association between Renal Dysfunction and the Mixed Plaque of Coronary Artery on Computed Tomographic Angiography",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Coronary artery plaque is related to development of coronary artery disease (CAD), and chronic kidney disease is associated with CAD. However, the association of renal dysfunction (RD) with coronary artery plaque characteristics has not been fully elucidated. We evaluated the association between RD and coronary artery plaque characteristics in patients with suspected CAD, who underwent multislice computed tomographic angiography (CTA). A total of 918 patients were classified into 4 groups: group with no plaque (NP) (48.9%), group with calcified plaque (CP) (16.0%), group with noncalcified plaque (NCP) (22.4%), and group with mixed plaque (MP) (12.7%). NCP is considered as rupture-prone soft plaque, and CP as more stable lesion. The mean of estimated glomerular filtration rate (eGFR) was 82.5 ± 15.4 mL/min/1.73m2, and the prevalence of RD (defined as eGFR < 60 mL/min/1.73m2) was 6.3%. The prevalence of RD was 3.3% in the NP group, 10.2% in the CP group, 5.3% in the NCP group, and 14.5% in the MP group (P < 0.001 by ANOVA tests). The adjusted odds ratio for RD was 3.38 (95% confidence interval, 1.27 - 9.04) for the MP group, compared with the NP group. The presence of RD showed an independent association with the MP counts (r = 0.155, P < 0.001); however, there was no association between RD and other plaque characteristics. In conclusion, RD is associated with MP rather than CP or NCP, compared with NP, which may reflect one of the developmental processes of CAD in patients with RD.",
        "email": "",
        "conf": "The Tohoku Journal of Experimental Medicine",
        "coauthors": [
            "Jiyoon Sung, Jae Hyun Chang, Wook-Jin Chung, Ji Yong Jung, Sun Young Na, Hyun Hee Lee, Yon Mi Sung, Chan Il Moon, Young-Hwan Hwang, Wookyung Chung, Sejoong Kim"
        ],
        "keywords": "calcified plaque, computed tomographic angiography, coronary artery plaque, mixed plaque, renal dysfunction"
    },
    {
        "id": 5445,
        "label": 110,
        "author": "sejoong kim",
        "title": "Correction of Anemia with Continuous Erythropoietin Receptor Activator in Korean Patients on Long-Term Hemodialysis",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Continuous erythropoietin receptor activator (CERA) is an erythropoietin with a long-half life. This study investigated the efficacy of CERA for correcting anemia in Korean patients on dialysis. Patients (≥18 yr) who were not receiving any ESAs for more than 8 weeks were randomly assigned to either intravenous CERA once every 2 weeks (n=39) or epoetin beta thrice-weekly (n=41) during a 24-week correction phase. Hemoglobin (Hb) response was defined as increase of Hb by at least 1 g/dL and Hb≥11 g/dL without red blood cell (RBC) transfusion. Median dialysis duration was 1.7 (0.3-20.8) and 1.6 (0.4-13.8) yr in CERA and epoetin beta group, respectively. Hemoglobin response rate of CERA was 79.5% (95% confidence interval [CI], 63.5-90.7). As the lower limit of 95% CI was higher than pre-specified 60% response rate, it can be concluded that CERA corrected anemia (P<0.05). Hb response rate of epoetin beta was 87.8% (95% CI, 73.8-95.9) (P=0.37). Median time to response was 12 weeks in CERA and 10.3 weeks in epoetin beta (P=0.03). It is suggested that once every 2 weeks administration of CERA is effective for correcting anemia in Korean patients on long-term hemodialysis with longer time-to-response than thrice weekly epoetin beta.",
        "email": "",
        "conf": "Journal of Korean medical science",
        "coauthors": [
            "Jieun Oh",
            "Kwon-Wook Joo",
            "Ho Jun Chin",
            "Dong-Wan Chae",
            "Sung-Gyun Kim",
            "Soo Jin Kim",
            "Wookyung Chung",
            "Sejoong Kim",
            "Wooseong Huh",
            "Ha Young Oh",
            "Bum Soon Choi",
            "Chul-Woo Yang",
            "Suhnggwon Kim"
        ],
        "keywords": "Anemia Correction; Continuous Erythropoietin Receptor Activator; Kidney Failure, Chronic; Renal Dialysis"
    },
    {
        "id": 5449,
        "label": 110,
        "author": "sejoong kim",
        "title": "Hyponatremia and Hypokalemia in Peritoneal Dialysis Patients",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Imbalance of sodium and potassium in patients on peritoneal dialysis (PD) is not uncommon. Sodium is the major extracellular cation; however, its concentrations are mainly affected by water balance, as well as sodium balance. Potassium is the major intracellular cation, and serum potassium concentrations are very low, compared with its intracellular components. Hyponatremia and hypokalemia are associated with severe consequences, respectively. I will review development of hyponatremia and hypokalemia in incident PD",
        "email": "",
        "conf": " Progress in peritoneal dialysis",
        "coauthors": [
            "Sejoong Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5444,
        "label": 110,
        "author": "sejoong kim",
        "title": "Alkali Therapy Attenuates the Progression of Kidney Injury via Na/H Exchanger Inhibition in 5/6 Nephrectomized Rats",
        "organization": "Seoul National University Bundang Hospital",
        "abstract": "Metabolic acidosis is a cause of renal disease progression, and alkali therapy ameliorates its progression. However, there are few reports on the role of renal acid-base transporters during alkali therapy. We evaluated the effect of sodium bicarbonate therapy and the role of acid-base transporters on renal disease progression in rats with a remnant kidney. Sprague-Dawley rats consumed dietary sodium bicarbonate (NaHCO3) or sodium chloride (NaCl) with 20% casein after a 5/6 nephrectomy. After being provided with a casein diet, the NaHCO3-treated group had higher levels of serum bicarbonate than the control group. At week 4, the glomerular filtration rate in the NaHCO3 group was higher than that in the NaCl group, and the difference became prominent at week 10. The glomerulosclerosis and tubulointerstitial damage indices in the NaHCO3 group were less severe compared with controls at week 4 and 10. The expression of the Na/H exchanger (NHE) was decreased, and apical reactivity was decreased in the NaHCO3 group, compared with the NaCl group. Endothelin-1 levels in the kidney were also decreased in the NaHCO3 group. Dietary sodium bicarbonate has the effects of ameliorating renal disease progression, which may be related to the altered expression of NHE in the remaining kidney.",
        "email": "",
        "conf": "Journal of Korean Medical Science",
        "coauthors": [
            "Sejoong Kim",
            "Jeonghwan Lee",
            "Nam Ju Heo",
            "Jae Wook Lee",
            "Jin Suk Han"
        ],
        "keywords": "Sodium Bicarbonate; Acidosis; Kidney Failure, Chronic"
    }
]