[
    {
        "id": 888,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Impact of weight reduction on selected immune system response among Hepatitis C virus Saudi patients",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "Recently, about 2.35% of the world populations are estimated to be chronically infected with hepatitis C virus (HCV). Previous cohort studies indicated that obesity increases risk of hepatic steatosis and fibrosis in non-diabetic patients with chronic hepatitis C infection due to diminished response to anti-viral therapy and as a result obesity is considered as an important factor in the progression of chronic HCV. However, there is a strong association between BMI and the human immune system among HCV patients. This study aimed to examine effects of weight reduction program on selected immune parameters among HCV Saudi patients. One-hundred obese Saudi patients with chronic HCV infection participated in this study, their age ranged from 50- 58 years and their body mass index (BMI) ranged from 30-35 kg/m2. All Subjects were included in two groups: The first group received weight reduction program in the form of treadmill aerobic exercises in addition to diet control whereas, the second group received no therapeutic intervention. Parameters of CD3, CD4 and CD8 were quantified; Leukocyte, differential counts and BMI were measured before and after 3 months, at the end of the study. The mean values of BMI, white blood cells, total neutrophil count, monocytes, CD3, CD4 and CD8 were significantly decreased in the training group as a result of weight loss program; however the results of the control group were not significant. Also, there were significant differences between both groups at the end of the study. Weight loss modulates immune system parameters of patients with HCV.",
        "email": "salmuzain@kau.edu.sa",
        "conf": "African Health Sciences",
        "coauthors": [
            "Shehab Abd El-Kader",
            "Osama H Al-Jiffri"
        ],
        "keywords": "Hepatitis C virus, obesity, immune system, weight reduction"
    },
    {
        "id": 892,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Biomarkers of endothelial function and insulin resistance response to aerobic exercise versus resistance exercises in obese type 2 diabetic patients",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "The risk of endothelial dysfunction and insulin resistance is higher in type 2 diabetes mellitus (T2DM) which could be modulated with exercise training. However, to our knowledge, there is no clinical studies have addressed which exercise specific type is superior in modulating biomarkers of endothelial dysfunction and insulin resistance for T2DM. Objective: This study aimed to determine the differences in response of biomarkers of endothelial dysfunction and insulin resistance to aerobic versus resistance exercises in type 2 diabetic patients. Materials and Methods: Eighty obese type 2 diabetic patients participated in this study and were included into two groups, group (A) received aerobic exercises; where group (B) received resistance exercises for 12 months. Results: The mean values of Inter-Cellular Adhesion Molecule (ICAM-1), Vascular Cell Adhesion Molecule (VCAM-1), tissue plasminogen activator (tPA), E-selectin, glycosylated hemoglobin (HBA1c) and Homeostasis Model Assessment-Insulin Resistance (HOMA-IR) were significantly decreased in both groups at the end of the study. However, the mean values of ICAM-1, VCAM-1 and t-PA antigen were more significantly reduced in group (A), while the mean values of HBA1c and HOMA-IR were more significantly reduced in group (B) and there were significant differences between both groups at the end of the study. Conclusion: Resistance exercise appears to be more beneficial than aerobic exercise for improving insulin resistance in T2DM. Also, aerobic exercise appears to be more beneficial than resistance exercise for improving endothelial function in T2DM.",
        "email": "",
        "conf": "European Journal of General Medicine",
        "coauthors": [
            "Fadwa M Al-Shreef",
            "Shehab Abd El-Kader"
        ],
        "keywords": "endothelial function biomarkers, aerobic exercise, type 2 diabetes mellitus, resistance training, insulin resistance, obesity"
    },
    {
        "id": 893,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Impact of weight loss on oxidative stress and inflammatory cytokines in obese type 2 diabetic patients",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "Type 2 diabetes mellitus is associated with abnormal markers of inflammatory cytokines and oxidative stress markers. Although, these abnormalities could be modulated with weight reduction; there is limitation in clinical studies that have addressed the beneficial effects of weight reduction in modulating biomarkers of inflammatory cytokines and oxidative stress for obesity associated with type 2 diabetes mellitus.This study was designed to detect the effects of weight loss on the inflammatory cytokines, oxidative stress markers in obese type 2 diabetic patients.Eighty obese patients with type 2 diabetes mellitus, their age ranged from 35-57 years and their body mass index ranged from 31-35 kg/m2 were equally assigned into 2 groups: the weight reduction group received aerobic exercises, diet regimen, where as the control group received medical treatment only for 12 weeks.The mean values of body mass index (BMI), tumor necrosis factor-alpha (TNF-α), interleukin-6 (IL-6), C-reactive protein (sCRP), conjugated dienes (CD) and malondialdehyde (MDA) were significantly decreased, while the mean values of glutathione peroxidase (GPx), superoxide dismutase (SOD) and glutathione (GSH) were significantly increased in patients of group (A), while changes were not significant in group (B). Also, there were significant differences between mean levels of the investigated parameters in group (A) and group (B) at the end of the study.Weight loss ameliorates inflammatory cytokines and oxidative stress markers in obese type 2 diabetic patients.",
        "email": "salmuzain@kau.edu.sa",
        "conf": "African Health Sciences",
        "coauthors": [
            "Shehab Abd El-Kader",
            "Mohammed H Saiem Al-Dahr"
        ],
        "keywords": "Type 2 diabetes, weight reduction, oxidative stress, cytokines, obesity"
    },
    {
        "id": 902,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Influence of Hyperbaric Oxygen Therapy on Tone Modulation Gross Manual Dexterity and Inspiratory Capacity of Spastic Hemiparetic Cerebral Palsied Children",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "The purpose of this study was to investigate the effect of hyperbaric oxygen therapy on modulation of muscle tone, the gross manual dexterity and inspiratory capacity in spastic hemiparetic cerebral palsied children. Forty children with spastic Hemiparetic cerebral palsy ranged in age from 4 to 7 years participated in the study. The sample was divided into two equal groups (control and study groups). The control group was treated by a specially designed physical therapy program. The study group received hyperbaric oxygen therapy in addition to the same designed physical therapy program. Evaluation was carried out for each child in both groups before intervention and after three months of intervention. The H/M ratio was measured by the use of the EMG apparatus, the gross manual dexterity of the affected upper extremity was measured by the use of the Box and Block Test and the inspiratory capacity was measured by incentive spirometer. The results revealed significant reduction of spasticity and improvement of the gross manual dexterity of the affected upper extremity and the inspiratory capacity for both study and control groups after the treatment (p",
        "email": "",
        "conf": "Bull. Fac. Ph. Th. Cairo Univ",
        "coauthors": [
            "Fatma A. Hegazy",
            "Shehab M Abd El-Kader",
            "Samia A Abdel Rahman"
        ],
        "keywords": "Cerebral palsy, Hyperbaric oxygen therapy, H/M ratio, Gross manual dexterity, Inspiratory capacity, Physical therapy program"
    },
    {
        "id": 900,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Aerobic versus resistance exercise training in modulation of insulin resistance adipocytokines and inflammatory cytokine levels in obese type 2 diabetic patients",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "It is suggested that adipocytokines secreted by adipose tissue play a role in the development of obesity-related complications and diabetes. Regular aerobic exercise has been shown to reduce the risk of metabolic complications in obese type 2 diabetic subjects. The aim of this study was to compare the impact of aerobic versus resistance training on insulin resistance, adipocytokines and inflammatory cytokine in obese type 2 diabetic patients. Forty obese type 2 diabetic patients of both sexes with body mass index (BMI) ranging from 31 to 35 kg/m2, non smokers, and free from respiratory, kidney, liver, metabolic and neurological disorders, were selected for this study. Their ages ranged from 34 to 56 years. The subjects were divided into two equal groups: the first group received aerobic exercise training. The second group (B) received resisted exercise training three times a week for three months. The mean values of tumour necrosis factor-α (TNF-α), interleukin (IL-6), Assessment-Insulin Resistance (HOMA) index for insulin sensitivity and glycosylated hemoglobin (HBA1c), were significantly decreased in both groups. Also, there was a significant difference between the groups after treatment on all measured variables. It is suggested that in obese type 2 diabetic patients aerobic exercise is more appropriate for modulating insulin resistance, adipocytokines and inflammatory cytokine levels than is resisted exercise training.",
        "email": "drshehab@live.com",
        "conf": "Journal of Advanced Research",
        "coauthors": [
            "Shehab Abd El-Kader"
        ],
        "keywords": "Aerobic exercise,Resistance exercise,Insulin resistance,Adipocytokines,Inflammatory cytokine,Obesity"
    },
    {
        "id": 887,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Impact of weight reduction on insulin resistance adhesive molecules and adipokines dysregulation among obese type 2 diabetic patients",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "Type 2 diabetes mellitus is usually related to vascular problems and is associated with impairment in endothelial function characterized by impaired endothelial-dependent vasodilation and increased platelet adhesion. There is limitation in clinical studies that have addressed the beneficial effects of weight reduction in modulating biomarkers of endothelial dysfunction and adipokines dysregulation for obesity associated with type 2 diabetes mellitus. This study was designed to detect the effects of weight loss on insulin resistance, adhesive molecules and adipokines dysregulation in obese type 2 diabetic patients. Eighty obese patients with type 2 diabetes mellitus, their age ranged from 35-55 years and their body mass index ranged from 31-37 kg/m2  were equally assigned into 2 groups:  the weight reduction group received aerobic exercises in addition to diet regimen, where the control group received medical treatment only for 12 weeks. There was a 24.04%, 19.33%, 22.78% ,12.28%, 9.35%, 22.53% & 10.12 % reduction in mean values of Homeostasis Model Assessment-Insulin Resistance Index (HOMA-IR), Leptin, Adiponectin, Resistin, intercellular cell adhesion molecule -1 (ICAM-1), vascular cell adhesion molecule-1 (VCAM-1) and E-selectin & body mass index (BMI) respectively in addition to 26.20% & 24.58% increase in the mean values of adiponectin & the quantitative insulin-sensitivity check index (QUICKI) respectively in group (A) at the end of the study. The mean values of leptin, resistin, insulin, HOMA-IR, ICAM-1, VCAM-1, E-selectin & BMI were significantly decreased in addition to significant increase in the mean values of adiponectin & QUICKI in group (A) those that received aerobic exercise training in addition to diet regimen. While the results of group (B) those that received no treatment intervention were not significant. In addition, there were significant differences between mean levels of the investigated parameters in group (A) and group (B) after treatment (P<0.05). Within the limit of this study, 10% reduction in body mass index modulates insulin resistance, adhesive molecules and adipokines dysregulation among obese type 2 diabetic patients.",
        "email": "salmuzain@kau.edu.sa",
        "conf": "African Health Sciences",
        "coauthors": [
            "Shehab Abd El-Kader",
            "Osama H Al-Jiffri"
        ],
        "keywords": "Type 2 Diabetes, obesity, adhesive molecules, adipokines, insulin resistance, weight reduction"
    },
    {
        "id": 890,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Impact of aerobic exercises on selected inflammatory markers and immune system response among patients with sickle cell anemia in asymptomatic steady state",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "Sickle cell anemia (SCA) is well recognized as a chronic inflammatory disease. Despite progress in therapy, SCA remains a cause of significant morbidity and mortality. The relationship between exercise and immune function has been of great interest to the scientific community and the lay public. The aim of this study was to measure the impact of aerobic exercise training on the immunologic parameters and inflammatory cytokines of patients with sickle cell anemia (SCA) in asymptomatic steady state. Sixty asymptomatic sickle cell anemia patients were involved in this study, their age ranged from 25- 40 years and were assigned to two sub-groups; group (A) received aerobic exercise training for 12 weeks, however group (B) received no training intervention for 12 weeks. Parameters of CD3, CD4 and CD8 were quantified, Leukocyte, differential counts, IL-6 and TNF-α were measured before and after 12 weeks, at the end of the study. The current study provides evidence that aerobic exercise training improves inflammatory markers and immune system in patients with sickle cell anemia (SCA) in asymptomatic steady state.",
        "email": "salmuzain@kau.edu.sa",
        "conf": "African Health Sciences",
        "coauthors": [
            "Shehab Abd El-Kader",
            "Fadwa M Al-Shreef"
        ],
        "keywords": "Cytokines, immune parameters, aerobic exercise, sickle cell disease, stable state"
    },
    {
        "id": 891,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Coagulation fibrinolytic and cytokines parameters response to weight reduction in obese subjects",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "Obesity is a major risk factor for developing cardiovascular disorders due to increased platelets count and platelets activation. Objective: The aim of this study was to measure the influence of weight loss on the coagulation and fibrinolysis parameters among obese patients. Material and Methods: One hundred obese subjects of both genders (mean age 46.72± 3.13 year) selected from the Internal Medicine Department at King Abdul Aziz University Teaching Hospital, their body mass index (BMI) ranged from 32 to 36 Kg/m². Participants enrolled randomly into two study groups; the first group (A) received aerobic exercises and diet regimen for three months, while the second group (B) received no exercise training or diet regimen for three months. Results: Mean values of von Willbrand factor antigen (vWF-Ag), fibrinogen, plasminogen activator inhibitor-1 antigen (PAI-1:Ag) and plasminogen activator inhibitor-1 activity (PAI-1:Ac), tumor necrotic factor-alpha (TNF-α), Interleukin - 6 (IL-6) and body mass index (BMI), while the mean values of partial thromboplastin time (PTT), prothrombin time (PT), tissue plasminogen activator antigen (tPA:Ag) and tissue plasminogen activator activity (tPA:Ac) increased significantly after 3 months in group (A) as a result of weight reduction program. However, the mean values of all investigated parameters of group (B) had no significant changes. Moreover, comparison between both groups had statistical significant differences in all investigated parameters at the end of the study (P&lt;.05). Conclusion: weight reduction program modulates systemic inflammation, fibrinolytic and coagulation of obese subjects.",
        "email": "salmuzain@kau.edu.sa",
        "conf": "European Journal of General Medicine",
        "coauthors": [
            "Shehab Abd El-Kader",
            "Osama H. Al-Jiffri"
        ],
        "keywords": "obesity, inflammatory cytokines, coagulation, fibrinolytic parameters"
    },
    {
        "id": 889,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Inflammatory cytokines and immune system modulation by aerobic versus resisted exercise training for elderly",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "Aging is characterized with immunosenescence associated with a hyper-inflammatory state, characterized by elevated circulating levels of pro-inflammatory mediators. Physical exercise is a potential strategy for improving the immune system dysfunction and chronic inflammation that accompanies aging. However, there is a need to differentiate between aerobic and resistance exercise training regarding human immune system and systemic inflammation among the elderly Saudi population. The aim of this study was to compare the impact of 6 months of aerobic versus resisted exercise training on inflammatory cytokines and immune system response among elderly. Sixty previously sedentary elderly subjects participated in this study, their age ranged from 61- 66 years. All Subjects were randomly assigned to supervised aerobic exercise intervention group (group A, n=40) or resistance exercise group (group B, n=40). Number of CD3+,CD4+,CD8+ T cells count and CD4/CD8 ratio were quantified, IL-6, TNF-α and IL10 were measured before and after 6 months, at the end of the study. The current study provides evidence that aerobic exercise is more appropriate in modulating the immune system and inflammatory markers among the elderly population.",
        "email": "salmuzain@kau.edu.sa",
        "conf": "African Health Sciences",
        "coauthors": [
            "Shehab Abd El-Kader",
            "Fadwa M Al-Shreef"
        ],
        "keywords": "Immune function, inflammatory cytokines, aerobic exercise, resistance exercise, aging"
    },
    {
        "id": 901,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Cardiopulmonary Adaptation Response to Exercises Training in Obese Subjects",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "This study was designed to determine changes in cardiopulmonary functions after aerobic and anaerobic exercise training in obese subjects. Subjects, material and methods: Thirty obese adult subjects, their age ranged between 20 to 28 years old and divided into two equal groups. The first group performed aerobic exercise training program the duration of exercise was 12 weeks, at a frequency of 4 sessions per week in addition to diet regimen and the second group performed anaerobic exercise training program the duration of exercise was 12 weeks, at a frequency of 2 sessions per week in addition to diet regimen. Cardiopulmonary functions were measured for both groups before and after the exercise program. Results: Both aerobic and anaerobic exercise training program produced significant increase in cardiopulmonary functions, where aerobic exercise group indicated a significant improvement in the Cardiopulmonary functions but the anaerobic exercise program indicated no significant changes in the Cardiopulmonary functions. Conclusion: It is recommended to use aerobic exercise and diet regimen in order to reduce weight and improve cardiopulmonary fitness in obese subjects. ",
        "email": "",
        "conf": "Bull. Fac. Ph. Th. Cairo Univ",
        "coauthors": [
            "Shehab Abd El-Kader"
        ],
        "keywords": ""
    },
    {
        "id": 898,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Markers of liver function and inflammatory cytokines modulation by aerobic versus resisted exercise training for nonalcoholic steatohepatitis patients",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "Non-alcoholic steatohepatitis is a growing public health problem with no approved therapy; as cytokines and other pro-inflammatory mediators may each play a role in transition of steatosis to NASH which is projected to be the leading cause of liver transplantation in the United States by 2020. The aim of this study was to compare the impact of aerobic versus resisted exercise training on inflammatory cytokines and markers of liver function in patients with nonalcoholic steatohepatitis. Fifty patients with NASH were included in the study and divided into two subgroups. Participants were included into 2 equal groups; the first group (A) received aerobic exercise training. The second group (B) received resisted exercise training three times a week for 3 months. The mean values of TNF- α, IL6, IL8, ALT and AST were significantly decreased in group (A) and group (B). Also; there was a significant difference between both groups after treatment. Aerobic exercise training modulates inflammatory cytokine levels and markers of liver function in patients with nonalcoholic steatohepatitis.",
        "email": "",
        "conf": "African Health Sciences",
        "coauthors": [
            "Shehab Abd El-Kader",
            "Osama H Al-Jiffri",
            "Fadwa M Al-Shreef"
        ],
        "keywords": "Aerobic Exercise, Resisted Exercises, Inflammatory Cytokine, markers of liver function, Non-alcoholicsteatohepatitis"
    },
    {
        "id": 896,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Aerobic exercises alleviate symptoms of fatigue related to inflammatory cytokines in obese patients with type 2 diabetes",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "Non-insulin dependent diabetic patients frequently suffer from fatigue symptoms that result from chronic systemic inflammation. Aerobic exercise was proved to modulate systemic inflammation. This study was an attempt to measure the impact of aerobic exercises on fatigue symptoms related to systemic inflammation in obese patients with type 2 diabetes. Eighty obese patients with type 2 diabetes participated in the present study, their age ranged from 40-58 years and their BMI ranged from 31-36 kg/m2 and were assigned to two subgroups; group (A) received aerobic exercise training for 12 weeks and group (B) received no exercise training for 3 months. Measurements of fatigue symptoms and markers of systemic inflammation were assessed before and at the end of the study for all participants in both groups. The mean values of inflammatory markers (IL-6 and TNF-α) and Multidimensional Fatigue Inventory (MFI) was significantly decreased in group (A), while changes were not significant in group (B). Moreover, there were significant differences between mean levels of the investigated parameters in group (A) and group (B) at the end of the study. Treadmill walking exercise training is an effective treatment policy to improve symptoms of fatigue related to inflammatory cytokines in obese patients with type 2 diabetes.",
        "email": "",
        "conf": "African Health Sciences",
        "coauthors": [
            "Shehab Abd El-Kader",
            "Osama H Al-Jiffri",
            "Fadwa M Al-Shreef"
        ],
        "keywords": "Aerobic exercise, inflammatory cytokines, obesity, Type 2 diabetes, fatigue syndrome"
    },
    {
        "id": 895,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Biochemical parameters response to weight loss in patients with non-alcoholic steatohepatitis",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "Non-alcoholic steatohepatitis (NASH) is a chronic liver disease that is capable of progressing to end-stage liver disease, but generally has a benign course. Non-alcoholic steatohepatitis (NASH) is a growing public health problem with no approved therapy. NASH projected to be the leading cause of liver transplantation in the United States by 2020. Obesity, non-insulin-dependent diabetes mellitus and hyperlipidaemia are the most common associations of the disease. Global prevalence of NASH is 10-24% amongst general population but increases to 25-75% in obese diabetic individuals.There is an urgent need for efficient therapeutic options as there is still no approved medication. The aim of this study was to detect changes in biochemical parameters including insulin resistance, cytokines, blood lipid profile and liver enzymes following weight loss in patients with non-alcoholic steatohepatitis.One hundred obese patients with NASH, their age between 35-50 years, body mass index (BMI) from 30 to 35 Kg/m(2) were included in the study in two subgroups; the first group (A) received moderate aerobic exercise training in addition to diet regimen , where the second group (B) received no treatment intervention.The mean values of leptin, TNF-α, IL6, IL8, Alanine Aminotransferase (ALT), Aspartate Aminotransferase (AST), Homeostasis Model Assessment-Insulin Resistance- index (HOMA-IR), Total Cholesterol (TC), Low Density Lipoprotein Cholesterol (LDL-c) , Triglycerides (TG) and BMI were significantly decreased in group (A), where the mean value of Adiponectin and High Density Lipoprotein Cholesterol (HDL-c) were significantly increased, while there were no significant changes in group (B). Also, there was a significant difference between both groups at the end of the study.Weight loss modulates insulin resistance, adiponectin, leptin, inflammatory cytokine levels and markers of hepatic function in patients with nonalcoholic steatohepatitis.",
        "email": "",
        "conf": "African Health Sciences",
        "coauthors": [
            "Shehab Abd El-Kader",
            "Fadwa M. Al-Shreef",
            "Osama H. Al-Jiffri"
        ],
        "keywords": "Weight loss, insulin resistance, cytokines, liver enzymes, nonalcoholic steatohepatitis"
    },
    {
        "id": 894,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Treadmill walking exercise modulates bone mineral status and inflammatory cytokines in obese asthmatic patients with long term intake of corticosteroids",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "Obesity and asthma are an important public health problem in Saudi Arabia. An increasing body of data supports the hypothesis that obesity is a risk factor for asthma. Asthma appears to be associated with low bone mineral density (BMD) due to long-term use of corticosteroids. Studies recently showed that weight bearing exercise training can increase mineral bone density, reduce weight and improve metabolic control.The present study aimed to measure the effects of treadmill walking exercises on bone mineral status and inflammatory cytokines in obese asthmatic patients treated with long term intake of corticosteroids.Eighty obese asthmatic patients of both sexes, their age ranged from 41 to 53 years. Subjects were divided into two equal groups: training group (group A) received aerobic exercise training on treadmill for six months in addition to the medical treatment where, the control group (group B) received only the medical treatment.The results of this study indicated a significant increase in BMD of the lumbar spine & the radius, serum calcium and high density lipoprotein cholesterol (HDL-c) & significant reduction in parathyroid hormone, leptin, tumor necrosis factor- alpha(TNF-α), interleukin-2 (IL-2), interleukin-4 (IL-4), interleukin-6 (IL-6), low density lipoprotein cholesterol (LDL-c), triglycerides (TG) and body mass index (BMI) in group (A), while these changes were not significant in group (B).Also; there was a significant difference between both groups at the end of the study.Treadmill walking exercise training is an effective treatment policy to improve bone mineral status and modulates inflammatory cytokines and blood lipids profile in obese asthmatic patients with long term intake of corticosteroids.",
        "email": "",
        "conf": "African Health Sciences",
        "coauthors": [
            "Shehab Abd El-Kader",
            "Osama H. Al-Jiffri",
            "Eman M. Ashmawy",
            "Riziq Allah Gaowgzeh"
        ],
        "keywords": "Bone mineral density, bronchial asthma, exercises, inflammatory cytokines, inhaled corticosteroids, obesity"
    },
    {
        "id": 899,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Liver enzymes and psychological well-being response to aerobic exercise training in patients with chronic hepatitis C",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "Chronic hepatitis C (CHC) is a medical condition that has broad implications for a person's physical and psychological health. The aim of this study was to detect changes in liver enzymes and psychological well-being in response to aerobic exercise training in patients with CHC. Fifty CHC patients were included in two equal groups. The first group (A) received aerobic exercise training in addition to their regular medical treatment. The second group (B) received no training and only has their regular medical treatment. The program consisted of three sessions per week for three months. RESULTS: There was a significant decrease in mean values of Alkaline Phosphatase (ALP), Alanine Aminotransferase (ALT), Aspartate Aminotransferase (AST), Gamma - Glutamyltransferase (GGT), Beck Depression Inventory (BDI ) & Profile of Mood States(POMS) and increase in Rosenberg Self-Esteem Scale (RSES) in group (A) after treatments, but the changes in group (B) were not significant. Also, there were significant differences between mean levels of the investigated parameters in group (A) and group (B) at the end of the study. Aerobic exercise training improves hepatic enzymes and psychological well-being in patients with chronic hepatitis C.",
        "email": "",
        "conf": "African Health Sciences",
        "coauthors": [
            "Shehab Abd El-Kader",
            "Osama H Al-Jiffri",
            "Fadwa M Al-Shreef"
        ],
        "keywords": "liver enzymes, psychological well-being, aerobic exercise, chronic hepatitis C"
    },
    {
        "id": 897,
        "label": 26,
        "author": "shehab mahmoud abd el-kader",
        "title": "Bone metabolism and hand grip strength response to aerobic versus resistance exercise training in non-insulin dependent diabetic patients",
        "organization": "Professor of Physical Therapy-Cairo University &amp;King Abdalaziz University",
        "abstract": "Diabetes mellitus has been shown in many studies to be associated with reduced bone mass and an increased risk of fracture. Currently, our understanding of how to use exercise effectively in diabetic patients in prevention of osteoporosis is incomplete and has prompted our interest to identify the type of effective osteogenic exercise.The aim of this study was to compare the changes in handgrip strength and bone metabolism after 6 months between aerobic and resistance exercise training in non-insulin dependent diabetic patients in Jeddah area.One hundred non-insulin dependent diabetic male patients participated in this study and were divided into two equal groups; the first group (A) received aerobic exercise training, where the second group (B) received resistance exercise training. The program consisted of three sessions per week for six months.The mean values of serum calcium and Hand grip strength were significantly increased, while the mean values of parathyroid hormone were significantly decreased in both groups .Also, there were significant differences between mean levels of the investigated parameters in group (A) and group (B) after treatment.Aerobic exercise training on treadmill is appropriate to improve markers of bone metabolism and hand grip strength in non-insulin dependent diabetic patients.",
        "email": "",
        "conf": "African Health Sciences",
        "coauthors": [
            "Fadwa M Al-Shreef",
            "Osama H Al-Jiffri",
            "Shehab Abd El-Kader"
        ],
        "keywords": "Aerobic exercise, resistance exercise, bone mineral density, non-insulin dependent diabetes"
    }
]