[
    {
        "id": 5548,
        "label": 111,
        "author": "sung woo kim",
        "title": "Relative Availability of Iron in Mined Humic Substances for Weanling Pigs",
        "organization": "North Carolina State University",
        "abstract": "Humic substances include several biological active and inactive compounds that are commonly used for improving soil fertility. Use of humic substances in swine diets is a novel concept. Humic substances contain 8,700 mg/kg of iron but its bioavailability is unknown. This study was conducted to test the bioavailability of iron in humic substances for nursery pigs. One hundred twenty five pigs (Newsham, Colorado Springs, CO) were not given supplemental iron while nursing for 21 d. Pigs were weaned on d 21 and allotted to one of five treatments (four control treatments with different levels of supplemented iron; 0, 30, 70 and 88 mg/kg from FeSO4 and one treatment with 70 mg/kg iron from humic substances). Pigs were fed diets for 5 wk ad libitum and water was accessible freely. Body weight and feed intake were measured weekly. Blood samples were taken from pigs on d 28 to measure the number of red blood cells and hemoglobin concentration. Pigs fed a diet with the humic substances grew faster (p0.05). Humic substances can replace FeSO4 as an alternative iron source for pigs at 71% relative bioavailability",
        "email": "sungwoo.kim@ttu.edu",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "Sung Woo Kim",
            "Lindsey Eve Hulbert",
            "H. A. Rachuonyo",
            "John McGlone"
        ],
        "keywords": "Bioavailability; Humic Substances; Iron; Nursery; Pigs"
    },
    {
        "id": 5502,
        "label": 111,
        "author": "sung woo kim",
        "title": "Fermented soybean meal as a vegetable protein source for nursery pigs: I. Effects on growth performance of nursery pigs",
        "organization": "North Carolina State University",
        "abstract": "Four experiments were conducted using 671 nursery pigs to evaluate fermented soybean meal (FSBM) as a new vegetable protein source for nursery pigs. In Exp. 1, a total of 192 pigs weaned at 19.2 ± 0.3 d of age were fed 3 diets (8 pens per treatment) for 2 wk: a control diet (without FSBM) and 2 diets with 3 and 6% FSBM replacing soybean meal, followed by a common diet for the next 2 wk. In Exp. 2, a total of 160 pigs weaned at 21.6 ± 0.2 d of age were fed 4 diets (5 pens per treatment) for 2 wk: a control diet (without FSBM but with 25% dried skim milk; DSM) and 3 diets with 3, 6, and 9% FSBM replacing DSM based on CP. Concentrations of CP, Lys, Met, Thr, and Trp were kept consistent among diets in Exp. 1 and 2. In Exp. 3, a total of 144 pigs weaned at 22.1 ± 0.2 d of age were fed 3 diets (6 pens per treatment) for 2 wk: a control diet (without FSBM but with 40% DSM) and 2 diets with 5 and 10% FSBM replacing DSM based on CP. Concentrations of CP, Lys, Met, Thr, Trp, and lactose were kept consistent among diets. In Exp. 4, a total of 175 pigs weaned at 20.7 ± 0.4 d of age were fed 5 diets (5 pens per treatment) for 3 wk: a basal diet [15.5% CP without plasma protein (PP) and FSBM], 2 diets (18.4% CP) with 3.7% PP or 4.9% FSBM, and 2 diets (21.2% CP) with 7.3% PP or 9.8% FSBM. Concentrations of Lys, Met, Thr, and Trp were kept consistent among diets with the same CP concentrations. Pigs had access to feed and water ad libitum and their BW and feed intake were measured weekly for all experiments. Use of up to 6% FSBM replacing soybean meal improved (P < 0.05) G:F and diarrhea scores of nursery pigs (Exp. 1). Use of up to 9% FSBM replacing DSM reduced (P < 0.05) ADG and G:F (Exp. 2). When lactose concentrations were equal, FSBM could replace up to 10% DSM without adverse effects on ADG and G:F (Exp. 3). Relative bioavailability of protein in FSBM to PP was 99.1% (Exp. 4). Collectively, FSBM can serve as an alternative protein source for nursery pigs at 3 to 7 wk of age, possibly replacing the use of DSM and PP but excluding the first week postweaning for PP when balancing for AA and lactose.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Sung Woo Kim",
            "E van Heugten",
            "F Ji",
            "R D Mateo"
        ],
        "keywords": ""
    },
    {
        "id": 5556,
        "label": 111,
        "author": "sung woo kim",
        "title": "Nutrient mobilization from body tissues as influenced by litter size in lactating sows",
        "organization": "North Carolina State University",
        "abstract": "Twenty-eight primiparous sows were used to study nutrient mobilization among body tissues as influenced by litter size in lactating sows. Litter size was set to 6, 7, 8, 9, 10, 11, or 12 pigs within 48 h postpartum by cross-fostering. Four sows were allotted to each litter size group. Sows had 11.5 ± 1.3 Mcal of ME and 39.3 ± 4.4 g of lysine per day and were killed on d 20.6 ± 1.1 of lactation. Liver, gastrointestinal tract (GIT, composed of the empty stomach, empty small and large intestines, cecum and rectum), reproductive tract, and other organs (excluding liver, GIT, reproductive tract, and mammary gland) were separated from the carcass. Gastrointestinal tracts were manually stripped of contents and flushed with water to remove digesta. Hot carcasses were split longitudinally at the midline after removing mammary glands and internal organs. Individual organs and carcasses were weighed then ground for chemical analysis. Dry matter, crude protein, fat, and ash contents were measured. As litter size increased, protein mobilization was linearly increased (P < 0.05) in carcass, GIT, and reproductive tract. Protein mobilization in liver was quadratically affected by litter size (P < 0.05). Fat mobilization was not affected by litter size. The amount of protein mobilized from carcass, GIT, liver, and reproductive tract in sows increased by 641 g as litter size increased by one pig from 6 to 12 pigs after a 21-d lactation. Carcass contributed the largest amount of protein (600 g for an additional pig) among body tissues, whereas the reproductive tract contributed the highest percentage (26%) of its protein among body tissues. Protein efficiency from milk to litter weight gain was 72% as litter size increased during a 21-d lactation. In feeding lactating sows, effect of litter size on nutrient mobilization from various tissues should be considered for minimizing the excess tissue mobilization during lactation",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Sung Woo Kim",
            "R. A. Easter"
        ],
        "keywords": "Body Composition, Lactation, Litter Size, Nutrient Reserves, Sows"
    },
    {
        "id": 5543,
        "label": 111,
        "author": "sung woo kim",
        "title": "Branched-chain amino acid catabolism in lactating porcine mammary tissue",
        "organization": "North Carolina State University",
        "abstract": "",
        "email": "",
        "conf": "The FASEB Journal",
        "coauthors": [
            "GY Wu",
            "PR O'Quinn",
            "DA Knabe",
            "Sung Woo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5491,
        "label": 111,
        "author": "sung woo kim",
        "title": "Proline and hydroxyproline metabolism: Implications for animal and human nutrition",
        "organization": "North Carolina State University",
        "abstract": "Proline plays important roles in protein synthesis and structure, metabolism (particularly the synthesis of arginine, polyamines, and glutamate via pyrroline-5-carboxylate), and nutrition, as well as wound healing, antioxidative reactions, and immune responses. On a per-gram basis, proline plus hydroxyproline are most abundant in collagen and milk proteins, and requirements of proline for whole-body protein synthesis are the greatest among all amino acids. Therefore, physiological needs for proline are particularly high during the life cycle. While most mammals (including humans and pigs) can synthesize proline from arginine and glutamine/glutamate, rates of endogenous synthesis are inadequate for neonates, birds, and fish. Thus, work with young pigs (a widely used animal model for studying infant nutrition) has shown that supplementing 0.0, 0.35, 0.7, 1.05, 1.4, and 2.1% proline to a proline-free chemically defined diet containing 0.48% arginine and 2% glutamate dose dependently improved daily growth rate and feed efficiency while reducing concentrations of urea in plasma. Additionally, maximal growth performance of chickens depended on at least 0.8% proline in the diet. Likewise, dietary supplementation with 0.07, 0.14, and 0.28% hydroxyproline (a metabolite of proline) to a plant protein-based diet enhanced weight gains of salmon. Based on its regulatory roles in cellular biochemistry, proline can be considered as a functional amino acid for mammalian, avian, and aquatic species. Further research is warranted to develop effective strategies of dietary supplementation with proline or hydroxyproline to benefit health, growth, and development of animals and humans.",
        "email": "",
        "conf": "Amino Acids",
        "coauthors": [
            "Guoyao Wu, Fuller W. Bazer, Robert C. Burghardt, Gregory A. Johnson, Sung Woo Kim, Darrell A. Knabe, Peng Li, Xilong Li, Jason R. McKnight, M. Carey Satterfield, Thomas E. Spencer"
        ],
        "keywords": "Proline; Nutrition; Biochemistry; Health; Growth"
    },
    {
        "id": 5520,
        "label": 111,
        "author": "sung woo kim",
        "title": "Important roles for the arginine family of amino acids in swine nutrition and production",
        "organization": "North Carolina State University",
        "abstract": "Arginine, glutamine, glutamate, proline, aspartate, asparagine, ornithine, and citrulline are interconvertible via complex interorgan metabolism in most mammals (including the pig). The major sites for their metabolism are the small intestine, kidneys, and liver, with cortisol being a key regulatory hormone. Because these amino acids (except for ornithine and citrulline) are usually abundant in plant and animal tissue proteins, pig producers have traditionally paid little attention to supplementing the arginine family of amino acids to swine diets. However, results of recent studies indicate that these amino acids serve important regulatory functions in nutrient metabolism and immune response, thereby affecting the efficiency of feed utilization by pigs. Arginine and glutamine are the prototypes with well-defined functions and expanded applications to pork production. Arginine deficiency, induced by a reduction in intestinal synthesis of citrulline, is a major factor limiting maximal growth of milk-fed piglets. Both enzymological and metabolic studies discovered that low availability of N-acetylglutamate in enterocyte mitochondria is responsible for limited synthesis of citrulline from both glutamine and proline in 7- to 21-day-old suckling piglets. Thus, either dietary supplementation with arginine or oral administration of N-carbamylglutamate (a metabolically stable analogue of N-acetylglutamate) increased muscle protein synthesis and body-weight gain in milk-fed piglets. Moreover, dietary supplementation with glutamine to early-weaned piglets prevented intestinal atrophy and improved growth performance. Remarkably, supplementing arginine to the diet of pregnant gilts between days 30 and 114 of gestation markedly increased the number of live-born piglets and litter birth-weight. Large-scale availability of feed-grade arginine and glutamine holds great promise for improving animal health and nutrient utilization in pig production worldwide.",
        "email": "",
        "conf": "Livestock Science",
        "coauthors": [
            "Guoyao Wu,Fuller W. Bazer,Teresa A.Davis,Laurie A. Jaeger,Greg A. Johnson,Sung Woo Kim,Darrell A. Knabe,Cynthia J. Meininger,Thomas E. Spencer,Yu-Long Yin"
        ],
        "keywords": "Amino acids,Biological functions,Production performance,Pigs"
    },
    {
        "id": 5518,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of dietary arginine supplementation during gestation and lactation on the performance of lactating primiparous sows and nursing piglets",
        "organization": "North Carolina State University",
        "abstract": "A 2 × 2 factorial arrangement of treatments in a randomized block design was used to determine the effects of dietary Arg supplementation during gestation and lactation on the lactation performance of 38 first-parity sows. At 30 d of gestation, pregnant gilts were allotted based on BW to 1 of 2 diets supplemented with 1% L-Arg·HCl or 1.7% L -Ala (isonitrogenous control). After farrowing, sows were further allotted based on BW within previous gestation treatment groups to 1 of 2 lactation diets supplemented with 1% L-Arg·HCl or 1.7% L-Ala (isonitrogenous control). All gestation diets contained 3.1 Mcal/kg and 12.2% CP (as is) and were fed 2 kg/d in 2 equally sized meals, whereas all lactation diets contained 3.2 Mcal/kg and 18.6% CP (as is) and were fed ad libitum. Litter size was standardized to 10 piglets by cross-fostering within 24 h postfarrowing. On a weekly basis, BW and backfat (BF) thickness of sows, as well as piglet BW were measured, and blood and milk samples were obtained from the sows. Number of days from weaning to estrus and ADFI were also recorded. There were no differences in BW, BF thickness, ADFI, or days until return to estrus among treatment groups. There was no effect of the gestation diet or a gestation × lactation diet interaction on any parameter measured. On d 7 of lactation, plasma concentrations of Arg and insulin in sows, as well as concentrations of most AA in milk, were greater (P < 0.05) in response to Arg supplementation during lactation compared with the control. Weight gain of piglets from sows fed the Arg-supplemented diet during lactation was greater between d 0 and 7 (P < 0.01) and between d 0 and 21 (P < 0.05) of lactation compared with piglets from sows fed the control diet. Collectively, results from this study indicate the potential beneficial effects of dietary Arg supplementation in improving the lactation performance of first-parity sows.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "R D Mateo",
            "G Wu",
            "H K Moon",
            "J. A. Carroll",
            "Sung Woo Kim"
        ],
        "keywords": "L-arginine, lactation performance, litter weight gain, sow"
    },
    {
        "id": 5521,
        "label": 111,
        "author": "sung woo kim",
        "title": "Dietary Supplementation with Acanthopanax senticosus Extract Modulates Cellular and Humoral Immunity in Weaned Piglets",
        "organization": "North Carolina State University",
        "abstract": "This study was conducted to test the hypothesis that dietary supplementation with an herbal extract of Acanthopanax senticosus (AS) enhances the immune response in weaned piglets. Sixty piglets weaned at 21 days of age were randomly assigned to 3 treatment groups representing the addition of 0 or 1 g/kg of the AS extract or 0.2 g/kg of colistin (an antibiotic) to maize- and soybean meal-based diets (n = 20 per group). On days 7, 14 and 28 after initiation of the addition, total and differential counts of leucocytes, proliferating activity of peripheral lymphocytes, serum levels of immunoglobulins (Ig) and cytokines and the spleen index were determined. The AS extract decreased (p<0.05) the number of neutrophils on days 7 and 28 in comparison with the control group and reduced (p<0.05) serum interleukin-1??level on day 28 compared with the other 2 groups. Dietary supplementation with the AS extract increased (p<0.05) the lymphocyte/leukocyte ratio on day 28 compared with the control group and increased the proliferating activity of lymphocytes on days 14 and 28 compared with the other 2 groups. The AS extract increased (p<0.05) the serum content of IgG on day 7 and of IgG and IgM on day 28 compared with the other 2 groups, as well as increasing the serum content of tumor necrosis factor on day 7 and spleen index on days 7 and 28 compared with the control group. Collectively, these findings suggest that the AS extract as a dietary additive enhances the cellular and humoral immune responses of weaned piglets by modulating the production of immunocytes, cytokines and antibodies.",
        "email": "",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "Xiangfeng Kong, Yulong Yin, Guoyao Wu, Hejun Liu, Fugui Yin, Tiejun Li, Ruilin Huang, Zheng Ruan, Hua Xiong, Zeyuan Deng, Mingyong Xie, Yiping Liao, Sungwoo Kim"
        ],
        "keywords": "Dietary Additive; Acanthopanax Senticosus Extract; Immunity; Weaned Piglets"
    },
    {
        "id": 5526,
        "label": 111,
        "author": "sung woo kim",
        "title": "Efficacy of dietary selenium sources on growth and carcass characteristics of growing-finishing pigs fed diets containing high endogenous selenium",
        "organization": "North Carolina State University",
        "abstract": "A study was conducted to determine the efficacy of organic (Se-yeast, SelenoSource AF, Diamond V Mills Inc., Cedar Rapids, IA) and inorganic sources of Se on growth performance, tissue Se accretion, and carcass characteristics of growing-finishing pigs fed diets with high endogenous Se content. A total of 180 pigs at 34.4 ± 0.06 kg of BW were allotted to 1 of 5 dietary treatments: a negative control without added Se (NC); 3 treatment diets with 0.1, 0.2, or 0.3 mg/kg of added Se from an organic source; and a diet with 0.3 mg/kg of added Se as sodium selenite. Each treatment had 6 pens, with 6 pigs per pen-replicate. Experimental diets were changed twice at 66.1 ± 0.5 kg and 99.0 ± 0.9 kg of BW, and were fed until the pigs reached market weight. Growth performance was measured at the end of each phase. Upon reaching 129.9 ± 1.4 kg of BW, the pigs were transported to a local abattoir (Seaboard Foods, Guymon, OK), where carcass, loin, and liver samples were obtained. Hair and blood samples were obtained at the beginning and end of the study for Se analysis. Growth performance did not differ (P > 0.05) among treatments. Percent drip loss of the NC pigs was greater (2.41 vs. 1.75, P = 0.011) compared with pigs supplemented with Se. Pigs fed diets with added Se had greater Se concentrations in the liver (0.397 vs. 0.323 ppm, P = 0.015), loin (0.236 vs. 0.132 ppm, P < 0.001), serum (0.087 vs. 0.062 ppm, P = 0.047), and hair (0.377 vs. 0.247 ppm, P = 0.003) compared with the NC pigs. Percentage drip loss was linearly reduced [percent drip loss = 2.305 − (2.398 × Se), r2 = 0.29, P = 0.007] as dietary organic Se concentration increased. The Se concentration (ppm) in the liver [liver Se = 0.323 + (0.291 × Se), r2 = 0.33, P = 0.003], loin [loin Se = 0.122 + (0.511 × Se), r2 = 0.57, P < 0.001], serum [serum Se = 0.060 + (0.113 × Se), r2 = 0.33, P = 0.004] and hair [hair Se = 0.237 + (0.638 × Se), r2 = 0.56, P < 0.001] increased linearly as dietary organic Se concentration increased. Slope ratio analysis indicated that the relative bioavailability of organic Se for percent drip loss and loin and hair Se response was 306, 192, and 197% of that for inorganic Se, respectively. The results of the study show a potential advantage of organic Se supplementation in reducing drip loss even when the basal diet contains an endogenously high Se concentration of 0.181 ppm.",
        "email": "sungwoo.kim@ttu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "R D Mateo",
            "Julian E Spallholz",
            "R Elder",
            "I. Yoon",
            "Sung Woo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5536,
        "label": 111,
        "author": "sung woo kim",
        "title": "Characterization of mammary gland development in pregnant gilts",
        "organization": "North Carolina State University",
        "abstract": "The purpose of this study was to quantify mammary gland (MG) growth during pregnancy in gilts and to determine the effect of anatomical location on gland growth. Size, composition, and histomorphology of MG were determined during gestation in 29 primigravid gilts. Gilts were allotted randomly to 6 slaughter groups: d 45 (n = 6), 60 (n = 4), 75 (n = 5), 90 (n = 4), 102 (n = 5), and 112 (n = 5) of gestation. Mammary glands were obtained at slaughter, and skin and extraneous fat pad were removed to obtain parenchymal MG tissue. Mammary glands were further separated into individual MG, and their locations were recorded. Individual MG were weighed and bisected in an approximate midsagittal section to measure cross-sectional area. Mammary glands were ground individually and pooled according to anatomical region: the first and second pairs of MG = anterior MG; the third, fourth, and fifth pairs of MG = middle MG; the sixth, seventh, and eighth pairs of MG = posterior MG. Contents of DM, CP, ether extract, and crude ash were measured. Wet weight, DM, CP, and ash content of total and individual MG increased (P < 0.01) between d 45 and 112 of gestation. Cross-sectional area of individual MG increased (P < 0.01) as gestation progressed. Percentage of CP and ash increased (P < 0.01), whereas percentage of ether extract decreased (P < 0.01) as gestation progressed. This inverse relationship between percentages of CP and ether extract (r = −0.999; P < 0.0001) was consistent with the histological shift from primarily an adipose tissue in early gestation to one containing extensive lobuloalveolar tissue in late gestation. Wet weight of middle MG was greater (P < 0.05) than that of posterior MG at d 102 and 112 of gestation, and amount of CP in middle MG was greater (P < 0.05) than that in anterior and posterior MG at d 102 and 112 of gestation, indicating that middle MG grow faster than other MG during late gestation. Rates of wet weight gain and protein accretion were accelerated (P < 0.01) after d 74 and 75 of gestation, respectively, indicating the importance of MG growth during the last trimester of gestation. The increase in rate of protein accretion after d 75 indicates a greater protein requirement for MG growth during later gestation.",
        "email": "sungwoo.kim@ttu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "F Ji",
            "Walter L Hurley",
            "Sung Woo Kim"
        ],
        "keywords": "anatomical location, gilt, mammary gland, pregnancy, swine"
    },
    {
        "id": 5541,
        "label": 111,
        "author": "sung woo kim",
        "title": "Comparative Effects of Ginger Root ( Zingiber officinale Rosc.) on the Production of Inflammatory Mediators in Normal and Osteoarthrotic Sow Chondrocytes",
        "organization": "North Carolina State University",
        "abstract": "Ginger root was previously demonstrated to exert anti-arthritic effects in sow cartilage explants. This study further investigated the comparative effects of ginger root extract (GRE) on the production of inflammatory mediators, including nitric oxide (NO) and prostaglandin E2 (PGE2), in normal chondrocytes (NC) and osteoarthrotic chondrocytes (OC) isolated from sow cartilage explants. The sow chondrocyte cells were isolated and grown in Ham's F-12/Dulbecco's modified Eagle's medium supplemented with 10% fetal bovine serum and 1% antibiotics. GRE was then added at different concentrations (0–2,000 µg/mL), and the cells were allowed to grow for 24 hours in the presence of cytokine inducer. The culture media were collected and assayed for NO by the Griess reaction and for PGE2 by radioimmunoassay. When GRE was not used, the NC had lower PGE2 and NO than the OC. With GRE treatment, both PGE2 and NO decreased linearly in both the NC and the OC. As GRE concentrations increased, the rate of PGE2 decrease was the same in the NC and the OC, whereas the rate of NO decrease was greater for the OC than for the NC. Collectively, OC produce more inflammatory mediators than do NC, and the production of inflammatory mediators was reduced when GRE was added to both the OC and the NC. The inhibitory effects of GRE on NO and PGE2 production by sow OC observed in this study suggest an important role for GRE as an anti-arthritic agent.",
        "email": "",
        "conf": "Journal of Medicinal Food",
        "coauthors": [
            "Chwan-Li Shen",
            "Kee-Jong Hong",
            "Sung Woo Kim"
        ],
        "keywords": "cartilage,cell culture,ginger,osteoarthrosis,pigs,sows"
    },
    {
        "id": 5466,
        "label": 111,
        "author": "sung woo kim",
        "title": "Efficacy of a supplemental candy coproduct as an alternative carbohydrate source to lactose on growth performance of newly weaned pigs in a commercial farm condition",
        "organization": "North Carolina State University",
        "abstract": "The experiment investigated the effects of a supplemental candy coproduct (Chocolate Candy Feed [CCF]; International Ingredient Corp., St. Louis, MO), an alternative carbohydrate source to dietary lactose, on growth performance and on health status of nursery pigs. Crossbred pigs (n = 1,408; 21 d of age and 7.1 ± 0.3 kg BW; Smithfield Premium Genetics, Rose Hill, NC) were randomly assigned to 4 treatments (16 pens/treatment and 22 pigs/pen) in a randomized complete block design: 0, 15, 30, and 45% of lactose replaced by CCF based on equal amounts of total sugars. The experimental period was divided into 3 phases: phase I (1.8 kg diet/pig for 11 ± 1 d), phase II (6.8 kg diet/pig for 17 ± 2 d), and phase III (until 49 d after weaning). Pigs received a common phase III diet. The levels of lactose, supplied by whey permeate (79.3 ± 0.8% lactose), were 20, 8, and 0% in phase I, II, and III, respectively. All experimental diets contained the same levels of essential AA and energy (ME) for each phase. Fecal scores were observed on d 5, 7, and 9 after weaning. Blood samples were taken at the end of phase I and II to measure blood urea N. The duration of phase I tended to linearly decrease (P = 0.063) with increasing CCF. In phase I, the ADFI increased (P < 0.05) with increasing CCF whereas ADG and G:F did not change. In phase II, the duration and ADFI did not change whereas ADG linearly decreased (P < 0.05) with increasing CCF. However, the G:F was not changed as CCF increased. During phase I and II together, the duration was linearly decreased (P < 0.05) as CCF increased, whereas no difference in growth performance was observed. Overall, ADFI, ADG, and G:F were not affected by replacing whey permeate with CCF in diets, indicating no adverse effects of a candy coproduct as a carbohydrate substitute to lactose on growth performance of nursery pigs. Blood urea N did not change in phase I but tended to linearly increase (P = 0.088) in phase II as CCF increased. There were no differences in fecal scores and mortality as CCF increased. However, increasing CCF tended to linearly decrease (P = 0.083) morbidity, which implies no adverse effects of a candy coproduct replacement on health status of nursery pigs. In conclusion, a candy coproduct can be used to replace up to 45% of dietary lactose for nursery pigs without negative effects on growth performance or health status. A candy coproduct could be an economical alternative to partly replace the use of lactose in swine production.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Jiyao Guo",
            "C. E. Phillips",
            "M. T. Coffey",
            "Sung Woo Kim"
        ],
        "keywords": "candy coproduct, growth performance, lactose, nursery pigs"
    },
    {
        "id": 5527,
        "label": 111,
        "author": "sung woo kim",
        "title": "Intramuscular Administration of Zinc Metallothionein to Preslaughter Stressed Pigs Improves Anti-oxidative Status and Pork Quality",
        "organization": "North Carolina State University",
        "abstract": "This study was conducted to determine the effects of exogenous zinc-metallothionein (Zn-MT) on anti-oxidative function and pork quality. After feeding a corn-soybean meal-based diet for two weeks, 48 pigs (Duroc ??Landrace ??Chinese Black Pig) were assigned randomly to four groups. Pigs in Group 1 were maintained under non-stress conditions, whereas pigs in Groups 2, 3 and 4 were aggressively handled for 25 min to produce stress. Pigs in Groups 1, 2, 3, and 4 received intramuscular administration of saline (control group; CON), 0 (negative control group; NCON), 0.8 (low dose group; LOW), and 1.6 (high dose group; HIGH) mg rabbit liver Zn-MT per kg body weight, respectively. Pigs were slaughtered at 3 and 6 h post-injection. Zn-MT treatment increased (p<0.05) the activities of superoxide dismutase (SOD) and glutathione-peroxidase (GSH-PX) while decreasing the concentration of malondialdehyde (MDA) in liver. These responses were greater (p<0.05) at 6 h than at 3 h post Zn-MT injection. Zn-MT treatment increased (p<0.05) hepatic SOD mRNA levels in a time and dose-dependent manner and decreased (p<0.05) serum glutamate-pyruvate transaminase and lactate dehydrogenase activities (indicators of tissue integrity). Zn-MT administration decreased (p<0.05) lactate concentration and increased (p<0.05) pH and water-holding capacity in the longissimus thorasis meat. Collectively, our results indicate that intramuscular administration of Zn-MT to pre-slaughter stressed pigs improved tissue anti-oxidative ability and meat quality.",
        "email": "",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "L. L. Li, Z. P. Hou, Y. L. Yin, Y. H. Liu, D. X. Hou, B. Zhang, G. Y. Wu, Sung Woo Kim, M. Z. Fan, C. B. Yang, X. F. Kong, Z. R. Tang, H. Z. Peng, D. Deng, Z. Y. Deng, M. Y. Xie, H. Xiong, P. Kang, S. X. Wang"
        ],
        "keywords": "Stress; Metallothionein; Anti-oxidative Enzyme; Superoxide Dismutase Gene Expression; Pork Meat Quality"
    },
    {
        "id": 5463,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of supplemental L-methionine on growth performance and redox status of Turkey poults compared with the use of DL-methionine1",
        "organization": "North Carolina State University",
        "abstract": "This study was conducted to test the effects of dietary supplementation of feed grade L-Met on growth performance and redox status of turkey poults compared with the use of conventional DL-Met. Three hundred and eighty five newly hatched turkey poults were weighed and allotted to 5 treatments in a completely randomized design and the birds were fed dietary treatments for 28 d, including a basal diet (BD), the BD + 0.17 or 0.33% DL-Met or L-Met (representing 60, 75, and 90% of the requirement by National Research Council (NRC) for S containing AA, respectively). Increasing Met supplementation from 0 to 0.33% increased (P < 0.05) weight gain (690 to 746 g) and feed intake (1,123 to 1,248 g) of turkey poults. Supplementing L-Met tended (P = 0.053) to reduce feed to gain ratio (1.70 to 1.63) compared with DL-Met. The relative bioavailability of L-Met to DL-Met was 160% based on a multilinear regression analysis of weight gain. Supplementing Met regardless of its sources decreased (P < 0.05) malondialdehyde (3.29 to 2.47 nmol/mg protein) in duodenal mucosa compared with birds in the BD. Supplementing L-Met tended (P = 0.094) to decrease malondialdehyde (1.27 to 1.16 nmol/mg protein) and increase glutathione (3.21 to 3.45 nmol/mg protein) in the liver compared with DL-Met. Total antioxidant capacity, protein carbonyl, and morphology of duodenum and jejunum were not affected by Met sources. In conclusion, dietary supplementation of 0.33% Met to a diet with S containing AA meeting 60% of the NRC requirement enhanced weight gain, feed intake, and redox status by reducing oxidative stress in the gut and liver of turkey poults during the first 28 d of age. Use of L-Met tended to enhance feed efficiency and was more effective in reducing oxidative stress and increasing glutathione in the liver compared with the use of DL-Met. The use of L-Met as a source of Met replacing DL-Met seems to be beneficial to turkey poults during the first 28 d of age.",
        "email": "",
        "conf": "Poultry Science",
        "coauthors": [
            "Inkyung Park",
            "Tiago Pasquetti",
            "Ramon D Malheiros",
            "P. R. Ferket",
            "Sung Woo Kim"
        ],
        "keywords": "growth performance,methionine,oxidative stress,turkey poult"
    },
    {
        "id": 5531,
        "label": 111,
        "author": "sung woo kim",
        "title": "Phytobiotics and Organic Acids As Potential Alternatives to the Use of Antibiotics in Nursery Pig Diets",
        "organization": "North Carolina State University",
        "abstract": "Two experiments were conducted to determine the effect of phytobiotics and organic acids on growth performance of nursery pigs as an alternative to antibiotics. Phytobiotics refer bioactive compounds from plant materials including essential oils and herbal extracts. In Exp. 1, 144 pigs, weaned at 23.4??.3 d age, were allotted to three dietary treatments. Treatment diets were: 1) NC (no antibiotics and no phytobiotics); 2) PC (NC+carbadox, 50 mg/kg); and 3) PB (NC+phytobiotics; 0.1% PEP1000-1??. Each treatment had six replicates with eight pigs per pen. Pigs were fed the experimental diets for 5 wks in 3 phases (phase 1 for 2 wk; phase 2 for 2 wk; phase 3 for 1 wk). In Exp. 2, 192 pigs, weaned at 19.2??.3 d age, were allotted to three dietary treatments: 1) NC; 2) PC; and 3) PBO (NC+phytobiotics; 0.2% or 0.1% PEP1000-1??and organic acids; 0.4% or 0.2% Biotronic??for the phase 1 and 2, respectively) with eight replicates per treatment and eight pigs per pen. Pigs were fed the assigned diets for 5 wks in 2 phases (phase 1 for 2 wk; phase 2 for 3 wk). Body weights were measured at the beginning of the experiment and at the end of each week in both Exp. 1 and 2. Feed intake was measured at the end of each week in both Exp. 1 and 2. Diarrhea score was measured daily during the entire period for Exp. 1 and during the phase 1 for Exp. 2. In Exp. 1, the PC had a higher (p<0.05) overall ADG than the NC, but the overall ADG of the PB did not differ (p>0.05) from the NC or the PC. In Exp. 2, the overall ADG did not differ (p>0.05) among all the treatments during the entire experimental period. The overall ADFI and the overall gain:feed ratio did not differ (p>0.05) among all the treatments during the entire experimental period in both Exp. 1 and 2. The PC had a higher (p<0.05) overall diarrhea score (harder stools) than the NC and the PB in Exp. 1, and a higher (p<0.05) overall diarrhea score than the NC in Exp. 2. The overall diarrhea score of the PB and the PBO did not differ (p>0.05) from the NC or the PC in Exp. 1 and 2. Results from this study show that the growth of pigs fed the diets with phytobiotics or the combination of phytobiotics and organic acids did not differ from those both with antibiotics and without antibiotics when tested in an environmentally controlled research facility. Further experiments are required to study the growth performance in disease challenged conditions.",
        "email": "sungwoo.kim@ttu.edu",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "S.K. Kommera",
            "R.D. Mateo",
            "F.J. Neher",
            "Sung Woo Kim"
        ],
        "keywords": "Diarrhea Score; Growth Performance; Organic Acids; Phytobiotics; Nursery Pigs"
    },
    {
        "id": 5512,
        "label": 111,
        "author": "sung woo kim",
        "title": "Influence of dietary phosphorus concentration on the digestibility of phosphorus in monocalcium phosphate by growing pigs",
        "organization": "North Carolina State University",
        "abstract": "An experiment was conducted to test the hypothesis that the dietary inclusion rate of P does not influence the digestibility of P. The experiment was conducted at 4 experiment stations where the same protocol was followed. A total of 60 growing pigs (initial BW: 22.22 ± 2.13 kg) were allotted to 6 dietary treatments with 10 replications per treatment. All pigs were placed in metabolism cages that allowed for the total, but separate, collection of urine and fecal materials. Six diets were formulated. The basal diet was based on corn (54.2%), soybean meal (20%), and cornstarch. No inorganic P was used, and the total concentration of P in the basal diet was calculated to be 0.29%. Five additional diets were formulated by adding monocalcium phosphate (MCP) in increments of 0.34% to the basal diet and thereby creating diets that were calculated to contain 0.36, 0.43, 0.50, 0.57, and 0.64% total P, respectively. Ground limestone was also added to these diets to maintain a calculated Ca:P ratio of 1.2:1. The balances of Ca and P and the apparent total tract digestibility (ATTD) of Ca and P were calculated for each diet. The contribution of P from the basal diet was then subtracted from the MCP-containing diets to calculate the balance and ATTD for P in MCP. Results of the experiment showed that the absorption and retention of both Ca and P increased (linear, P < 0.001) with increasing concentrations of Ca and P in the diet. The ATTD for Ca ranged from 62.3 to 66.8% and was not influenced by the dietary concentration of Ca. However, the ATTD for P increased from 38.4 to 65.2% as increasing levels of MCP were added to the diet (linear, P < 0.001). Increasing P intake from MCP increased (linear, P < 0.001) the excretion of P in the feces, but the quantity of P that was absorbed and retained also increased (linear, P < 0.001) as more P from MCP was added to the diet. When measured as a percentage of P intake, P retention was not influenced by the dietary P concentration. The ATTD for P in MCP ranged from 79.5 to 88.5% and was not affected by the concentration of P in the diet. Results of this experiment demonstrated that the digestibility and absorption of P from MCP are not influenced by the dietary concentration of P.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Hans H Stein",
            "C T Kadzere",
            "Sung Woo Kim",
            "P. S. Miller"
        ],
        "keywords": "calcium, digestibility, intake, monocalcium phosphate, pig, phosphorus"
    },
    {
        "id": 5501,
        "label": 111,
        "author": "sung woo kim",
        "title": "Protective effects of Forsythia suspensa extract against oxidative stress induced by diquat in rats",
        "organization": "North Carolina State University",
        "abstract": "Forsythia suspensa extract has been proved as a potential antioxidant in the recent years. The present study was undertaken to obtain the optimal antioxidant fraction in vitro and examine its antioxidative potential against diquat-induced oxidative stress in male Sprague Dawley rats in vivo. In vitro, 1,1-diphenyl-2-picrylhydrazyl (DPPH) free radical scavenging experiment indicated that the CH2Cl2 fraction of F. suspensa (FSC) exerted the strongest scavenging activities; forsythoside A, forythialan A and phillygenin from it might be the major antioxidant constituents. In vivo, pretreatment of rats with different doses of FSC (25, 50 and 100 mg/kg bw) and vitamin C (100 mg/kg bw, positive control) for 15 days significantly lowered the tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), and interleukin-6 (IL-6) in plasma compared to the negative control group. Also, FSC significantly increased the activities of superoxide dismutase (SOD), glutathione peroxidase (GSH-Px), and the levels of glutathione (GSH) in plasma, liver and kidney whereas it decreased the levels of malondialdehyde (MDA) in plasma and kidney. Moreover, the protective effect of FSC (100 mg/kg bw) was better than vitamin C. These results revealed that FSC exerted a protective effect against diquat-induced oxidative stress and is worthy of becoming a potential dietary antioxidant.",
        "email": "",
        "conf": "Food and chemical toxicology: an international journal published for the British Industrial Biological Research Association",
        "coauthors": [
            "T Lu",
            "Xiang-Lan Lan Piao",
            "Qian Zhang",
            "X. S. Pia",
            "Sung Woo Kim"
        ],
        "keywords": "Diquat,Forsythia suspensa extract,Oxidative stress,Rat"
    },
    {
        "id": 5460,
        "label": 111,
        "author": "sung woo kim",
        "title": "Metabolic Regulation of Methionine Restriction in Diabetes",
        "organization": "North Carolina State University",
        "abstract": "Although the effects of dietary methionine restriction have been investigated in the physiology of aging and diseases related to oxidative stress, the relationship between methionine restriction (MR) and the development of metabolic disorders has not been explored extensively. This review summarizes studies of the possible involvement of dietary methionine restriction in improving insulin resistance, glucose homeostasis, oxidative stress, lipid metabolism, the pentose phosphate pathway (PPP), and inflammation, with an emphasis on the fibroblast growth factor 21 and protein phosphatase 2A signals and autophagy in diabetes. Diets deficient in methionine may be a useful nutritional strategy in patients with diabetes.",
        "email": "",
        "conf": "Molecular Nutrition & Food Research",
        "coauthors": [
            "Jie Yin",
            "Wenkai Ren",
            "Shuai Chen",
            "Yuying Li",
            "Hui Han",
            "Jing Gao",
            "Gang Liu",
            "Xin Wu",
            "Tiejun Li",
            "Sung Woo Kim",
            "Yulong Yin"
        ],
        "keywords": "diabetes; insulin; methionine restriction; oxidative stress"
    },
    {
        "id": 5506,
        "label": 111,
        "author": "sung woo kim",
        "title": "Arginine metabolism and nutrition in growth health and disease",
        "organization": "North Carolina State University",
        "abstract": "L-Arginine (Arg) is synthesised from glutamine, glutamate, and proline via the intestinal-renal axis in humans and most other mammals (including pigs, sheep and rats). Arg degradation occurs via multiple pathways that are initiated by arginase, nitric-oxide synthase, Arg:glycine amidinotransferase, and Arg decarboxylase. These pathways produce nitric oxide, polyamines, proline, glutamate, creatine, and agmatine with each having enormous biological importance. Arg is also required for the detoxification of ammonia, which is an extremely toxic substance for the central nervous system. There is compelling evidence that Arg regulates interorgan metabolism of energy substrates and the function of multiple organs. The results of both experimental and clinical studies indicate that Arg is a nutritionally essential amino acid (AA) for spermatogenesis, embryonic survival, fetal and neonatal growth, as well as maintenance of vascular tone and hemodynamics. Moreover, a growing body of evidence clearly indicates that dietary supplementation or intravenous administration of Arg is beneficial in improving reproductive, cardiovascular, pulmonary, renal, gastrointestinal, liver and immune functions, as well as facilitating wound healing, enhancing insulin sensitivity, and maintaining tissue integrity. Additionally, Arg or L-citrulline may provide novel and effective therapies for obesity, diabetes, and the metabolic syndrome. The effect of Arg in treating many developmental and health problems is unique among AAs, and offers great promise for improved health and wellbeing of humans and animals.",
        "email": "",
        "conf": "Amino Acids",
        "coauthors": [
            "Guoyao Wu, Fuller W. Bazer, Teresa A. Davis, Sung Woo Kim, Peng Li, J. Marc Rhoads, M. Carey Satterfield, Stephen B. Smith, Thomas E. Spencer, Yulong Yin"
        ],
        "keywords": "Arginine; Disease; Health; Nutrition; Physiology"
    },
    {
        "id": 5481,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effect of social ranks and gestation housing systems on oxidative stress status reproductive performance and immune status of sows",
        "organization": "North Carolina State University",
        "abstract": "Ninety-six multiparous sows were randomly assigned into 2 different gestation housing systems on d 35 of gestation: individual gestational crates (n = 24) or small groups with 3 sows in gestational pens (n = 24). Sows were classified into 4 treatments based on gestation housing systems and social ranks within each gestational pen: sows housed in individual gestational crates were in control treatment (CON), and sows destined to high, middle, or low social ranks within each pen were classified into high social rank treatment (HR), middle social rank treatment (MR), and low social rank treatment (LR). The social rank of sows within a pen was determined by their winning percentage during aggressive interactions observed for a 4-d period after mixing on d 35 of gestation. Plasma samples collected from each sow on d 35, 60, 90, and 109 of gestation and d 1 and 18 of lactation were used to determine concentrations of malondialdehyde (MDA), protein carbonyls, 8-hydroxy-deoxyguanosine (8-OHdG), IgG, and IgM. Sows in HR had higher (P < 0.05) body weight during gestation and lactation, smallest (P < 0.05) litter weight at birth, increased (P < 0.05) number of stillborn than sows in MR and LR, and tended to have decreased (P = 0.073, P = 0.064) number of born alive compared with sows in CON and LR. Sows in LR had lower farrowing rate compared with sows in MR. Plasma concentration of protein carbonyl in HR was higher (P < 0.05) than that in MR on d 3 of lactation. Plasma concentrations of 8-OHdG in LR was greater (P < 0.05) than that in HR on d 90 of gestation, d 3 and 18 of lactation, and greater (P < 0.05) than CON on d 18 of lactation. The reproductive performance of sows from all of the social ranks was related to their oxidative stress status during gestation and lactation. Collectively, the reproductive performance, oxidative stress status, and immune status did not differ between sows housed in gestational crates (CON) and pens (HR + MR + LR). Sows in CON and MR did not show inferior reproductive performance during gestation and lactation. Sows in HR and LR had increased oxidative damage during late gestation and lactation which could contribute to the reduced litter size and litter weight in HR and lower farrowing rate in LR.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Yan Zhao",
            "William L Flowers",
            "Alysson Saraiva",
            "K. J. Yeum",
            "Sung Woo Kim"
        ],
        "keywords": "oxidative stress, reproductive performance, social rank, sow"
    },
    {
        "id": 5508,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effect of dietary supplementation of n-3 fatty acids and elevated concentrations of dietary protein on the performance of sows",
        "organization": "North Carolina State University",
        "abstract": "A study was conducted to determine the effect of dietary supplementation of n-3 fatty acids (O3FA) with or without elevated concentrations of protein on the performance of sows during the first and the subsequent parity. Sixty-four pregnant gilts with BW of 195.0 ± 2.1 kg and backfat (BF) thickness of 12.9 ± 0.2 mm were assigned to 4 dietary treatments from d 60 of gestation (late gestation) to d 21 of lactation. Dietary treatments were 1) a control diet; 2) a high-protein diet (HP); 3) the control diet + 0.2% O3FA (O3); and 4) the HP diet + 0.2% O3FA (HPO3). For the control and O3 treatments, CP contents were 12.3% for late gestation and 17.9% for lactation, and for the HP and HPO3 treatments, CP contents were 18.4% for late gestation and 19.5% for lactation. On d 60 and 110 of gestation and after farrowing (within 12 h postfarrowing), on d 10 and 21 of lactation, BW, BF thickness, and blood samples were obtained. The total number of piglets and the number of piglets born alive and their birth weights were measured within 12 h postfarrowing. Colostrum and milk samples were obtained on d 2 and 21 of lactation, respectively. All piglets were weaned at 21 d. The wean-to-estrus interval and ADFI were recorded. The same measurements were obtained from the control and O3 groups during the subsequent parity. Dietary treatment did not affect BW, BF thickness, ADFI, and the wean-to-estrus interval of sows during their first reproductive cycle. Supplementation of O3FA increased both eicosapentaenoic acid and docosahexaenoic acid contents (P < 0.05) in colostrum and mature milk. First-parity litter size and piglet birth weight did not differ among treatment groups. Piglet BW was greater (P < 0.05) for the O3 group compared with both the control and HPO3 groups at d 10 and 21 of lactation. The same pattern was also noted for overall piglet BW gain. Both piglet and litter characteristics of the HP group did not differ from those of other groups throughout lactation. During the subsequent parity, both total and live piglet birth weights tended (P < 0.07) to be greater for the O3 group than for the control group. Compared with the control group, piglet BW and BW gain in the O3 group showed a pattern similar to the previous parity. Results indicated that O3FA alone during lactation improved the growth of nursing piglets, regardless of parity. However, the O3FA diet, with or without elevated protein, did not affect first-parity gestation performance, although O3FA alone may have improved piglet birth weight in the subsequent litter.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "R. D. Mateo",
            "Jeffery A Carroll",
            "Y Hyun",
            "S. Smith",
            "Sung Woo Kim"
        ],
        "keywords": "gestation,lactation,n-3 fatty acid,protein,sow"
    },
    {
        "id": 5524,
        "label": 111,
        "author": "sung woo kim",
        "title": "Pharmacokinetics and Safety of Arginine Supplementation in Animals",
        "organization": "North Carolina State University",
        "abstract": "Anticipating the future use of arginine to enhance fetal and neonatal growth as well as to treat diabetes and obesity, we performed studies in pigs, rats, and sheep to determine the pharmacokinetics of orally or i.v. administered arginine and the safety of its chronic supplementation. Our results indicate that all 3 species rapidly catabolized the supplemental arginine. The elevated circulating concentrations of arginine generally returned to baseline levels within 4–5 h after administration, with the rates varying with the age and physiological status of the animals. The clearance of arginine was greater in pregnant than in nonpregnant animals, in young than in adult animals, in lean than in obese animals, and in type-1 diabetic than in nondiabetic animals. I.v. administration of arginine-HCl to pregnant ewes (at least 0.081 g arginine·kg body weight−1·d−1) did not result in any undesirable treatment-related effect. Neonatal pigs, growing-finishing pigs, pregnant pigs, and adult rats tolerated large amounts of chronic supplemental arginine (e.g. 0.62, 0.32, 0.21, and 2.14 g·kg body weight−1·d−1, respectively) administered via enteral diets without the appearance of any adverse effect. On the basis of the comparative studies and a consideration of species differences in food intake per kilogram body weight, we estimate that a 70-kg human subject should be able to tolerate long-term parenteral and enteral supplemental doses of 6 and 15 g/d arginine, respectively, in addition to a basal amount of arginine (4–6 g/d) from regular diets.",
        "email": "",
        "conf": "Journal of Nutrition",
        "coauthors": [
            "Guoyao Wu, Fuller W. Bazer, Timothy A. Cudd, Wenjuan S. Jobgen, Sung Woo Kim, Arantzatzu Lassala, Peng Li, James H. Matis, Cynthia J. Meininger, Thomas E. Spencer"
        ],
        "keywords": "Animal, Arginine, Nutrition, Pharmacokinetics, Supplementation, Safety, Toxicity, Feeding, Aminoacid"
    },
    {
        "id": 5479,
        "label": 111,
        "author": "sung woo kim",
        "title": "The Suckling Piglet as an Agrimedical Model for the Study of Pediatric Nutrition and Metabolism",
        "organization": "North Carolina State University",
        "abstract": "The neonatal pig ranks among the most prominent research models for the study of pediatric nutrition and metabolism. Its precocial development at birth affords ready adaptation to artificial rearing systems, and research using this model spans a wide array of nutrients. Sophisticated in vitro and in vivo methodologies supporting both invasive, reduction-science research as well as whole-animal preclinical investigations have been developed. Potential applications may dually benefit both agricultural and medical sciences (e.g., “agrimedical research”). The broad scope of this review is to outline the fundamental elements of the piglet model and to highlight key aspects of relevance to various macronutrients, including lipids, carbohydrates, proteins/amino acids, and calcium/phosphorus. The review examines similarities between piglets and infants and also piglet idiosyncrasies, concluding that, overall, the piglet represents an adaptable and robust model for pediatric nutrition and metabolism research.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Annual Review of Animal Biosciences",
        "coauthors": [
            "Jack Odle",
            "Lin xi",
            "Sheila Jacobi",
            "Sung Woo Kim",
            "Chad H Stahl"
        ],
        "keywords": "agrimedical , milk , infant , fatty acid , oligosaccharide , amino acid , calcium , phosphorous"
    },
    {
        "id": 5513,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of Yeast Culture Supplementation to Gestation and Lactation Diets on Growth of Nursing Piglets",
        "organization": "North Carolina State University",
        "abstract": "A total of 335 sows at a commercial operation (Hitch Pork Producers Inc, Guymon, OK) was used to determine dietary effects of yeast culture supplementation (XPCTM, Diamond V Mills) on litter performance. Sows were grouped by parity (parity 1 to 12). Pigs within a group were then allotted to treatments. Treatments consisted of: CON (no added yeast culture) and YC (12 and 15 g/d XPC during gestation and lactation, respectively). Sows were housed individually and fed their assigned gestation and lactation diets from d 35 of gestation to d 21 of lactation. Sows were fed 2.0 kg/d during gestation and ad libitum during lactation. Voluntary feed intake was measured daily during lactation. At farrowing, numbers of pigs born total and alive were measured. Weights of litters were measured at birth and weaning on d 21 of lactation. Litter weight gain of the YC treatment was 6.9% greater (p<0.01) than that of the CON. However, voluntary feed intake of sows and litter size did not differ between treatments. This study indicates that dietary yeast culture supplementation benefits sow productivity by improving litter weight gain. At present, it is not confirmed if improved litter weight gain was due to milk production, which remains to be investigated.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "Sung Woo Kim, Mike Brandherm, Mike Freeland, Betsy Newton, Doug Cook, Ilkyu Yoon"
        ],
        "keywords": "Yeast Culture; Sow; Litter Weight Gain"
    },
    {
        "id": 5553,
        "label": 111,
        "author": "sung woo kim",
        "title": "The regression of unsuckled mammary glands during lactation in sows: The influence of lactation stage dietary nutrients and litter size",
        "organization": "North Carolina State University",
        "abstract": "During lactation in the sow, mammary glands that are not regularly suckled undergo regression. This study characterizes the regression of unsuckled mammary glands and how that regression is affected by dietary nutrients and litter size. Sixty-nine primiparous sows were fed one of four diets containing combinations of two protein levels (32 or 65 g lysine/d) and two energy levels (12 or 17.5 Mcal ME/d) during lactation. Litter size was adjusted to 10. Sows were killed on d 0, 5, 10, 14, 21, or 28 of lactation. In another experiment, twenty-eight primiparous sows were allotted to have different litter sizes and were killed on d 21 of lactation. The day before slaughter, teat order of each litter was observed. After death, mammary glands were removed and dissected. Skin and extraneous fat pads were removed from the mammary glands and individual glands were separated. Each gland was weighed, cut in half to measure cross-sectional area, and ground for chemical analysis. The amounts of dry tissue, protein, fat, ash, and DNA were measured. Only glands observed to be unsuckled were included in the results. Regression of unsuckled mammary glands occurred rapidly during the first 7 to 10 d of lactation, as indicated by a decline in wet weight, dry weight, protein, fat, DNA, and cross-sectional area. The rate of regression was slowed after the early lactation period. The rate of regression of unsuckled glands was affected by dietary nutrient levels. Dietary energy level affected (P < 0.05) the decline in wet and dry weights, protein, fat and DNA content, and cross-sectional area, whereas dietary protein level affected (P < 0.05) the decline in dry weight and fat content. At d 5 of lactation, the wet weight of unsuckled mammary glands in sows fed the high-energy high-protein diet was 91% greater (P < 0.05) than in sows fed the low-energy low-protein diet. Effects of litter size on size and composition of unsuckled glands were not significant by d 21 of lactation. Unsuckled mammary glands regress rapidly during early lactation, and the rate of regression is affected by dietary nutrient intake.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Sung Woo Kim",
            "R. A. Easter",
            "Walter L Hurley"
        ],
        "keywords": "Energy, Involution, Lactation, Mammary Glands, Protein, Sows"
    },
    {
        "id": 5500,
        "label": 111,
        "author": "sung woo kim",
        "title": "Impacts of amino acid nutrition on pregnancy outcome in pigs: Mechanisms and implications for swine production",
        "organization": "North Carolina State University",
        "abstract": "Pigs suffer up to 50% embryonic and fetal loss during gestation and exhibit the most severe naturally occurring intrauterine growth retardation among livestock species. Placental insufficiency is a major factor contributing to suboptimal reproductive performance and reduced birth weights of pigs. Enhancement of placental growth and function through nutritional management offers an effective solution to improving embryonic and fetal survival and growth. We discovered an unusual abundance of the arginine family of AA in porcine allantoic fluid (a reservoir of nutrients) during early gestation, when placental growth is most rapid. Arginine is metabolized to ornithine, proline, and nitric oxide, and these compounds possess a plethora of physiological functions. Nitric oxide is a vasodilator and angiogenic factor, whereas both ornithine and proline are substrates for placental synthesis of polyamines, which are key regulators of protein synthesis and angiogenesis. Additionally, arginine, leucine, glutamine, and proline activate the mammalian target of rapamycin cell-signaling pathway to enhance protein synthesis and cell proliferation in placentae. To translate basic research on AA biochemistry and nutrition into application, dietary supplementation with 0.83% L-arginine to gilts on d 14 to 28 or d 30 to 114 of gestation increased the number and litter birth weight of live-born piglets. In addition, supplementing the gestation diet with 0.4% L-arginine plus 0.6% L-glutamine enhanced the efficiency of nutrient utilization, reduced variation in piglet birth weight, and increased litter birth weight. By regulating syntheses of nitric oxide, polyamines, and proteins, functional AA stimulate placental growth and the transfer of nutrients from mother to embryo or fetus to promote conceptus survival, growth, and development.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Wu GY",
            "F W Bazer",
            "Robert C Burghardt",
            "G. A. Johnson",
            "Sung Woo Kim",
            "X. L. Li",
            "M. C. Satterfield",
            "Thomas E Spencer"
        ],
        "keywords": "arginine, fetal growth, glutamine, litter size, reproduction, swine"
    },
    {
        "id": 5462,
        "label": 111,
        "author": "sung woo kim",
        "title": "Intestinal microbiota in growing pigs: effects of stocking density",
        "organization": "North Carolina State University",
        "abstract": "This study aimed to assess oxidative stress and microbiota in pigs at different stocking densities. Markers for oxidative stress were investigated and gut bacteria identified. The pigs were randomly assigned to high-, medium- or low-density groups. The results showed that the superoxide dismutase (SOD) levels in the high- and low-density groups were lower than in the medium-density group. Glutathione peroxidase (GSH-Px) activity was significantly lower in the low-density group and highest in the medium-density group. We found no discrepancies between estimators of bacterial richness across the three groups. The jejunum and ileum were mainly occupied by Firmicutes and Proteobacteria of the classes Bacilli, Clostridia, Erysipelotrichia and Gammaproteobacteria. The ceacum was mainly occupied by Bacteroidetes and Firmicutes of the classes Bacteroidetes, Clostridia and Negativicutes. The results revealed that gut flora was not affected by stocking density. However, stocking density may influence oxidative stress.",
        "email": "",
        "conf": "Food and Agricultural Immunology",
        "coauthors": [
            "Lan Li",
            "Shuai Chen",
            "Xue Li",
            "Dan Wan",
            "Gang Liu",
            "Yi Liu",
            "Xia Xiong",
            "Xin Wu",
            "Sung Woo Kim",
            "Yulong Yin"
        ],
        "keywords": "Stocking density; microbiota; oxidative stress; pigs"
    },
    {
        "id": 5475,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effect of feed grade L-methionine on growth performance and gut health in nursery pigs compared with conventional DL-methionine",
        "organization": "North Carolina State University",
        "abstract": "Two experiments were conducted to test if supplementation of LMET has beneficial effects on growth performance and gut health in nursery pigs compared with DL-Met. In Exp. 1, 168 pigs in 56 pens were randomly allotted to 7 dietary treatments for 20 d, including a basal diet (BD; 55% of the NRC requirement for Met), the BD + 0.048% L-Met or DL-Met (70% of the NRC requirement), the BD + 0.096% L-Met or DL-Met (85% of the NRC requirement), and the BD + 0.144% L-Met or DL-Met (100% of the NRC requirement). Body weight and feed disappearance were recorded every 5 d for computation of growth performance. In Exp. 2, 20 individually housed nursery pigs were randomly allotted to 2 dietary treatments for 20 d: DML (0.16% Met from the BD + 0.145% supplemental DL-Met) or LMET (0.16% Met from the BD + 0.145% supplemental L-Met). Both diets had Met meeting 95% of the NRC requirement. Duodenum samples from all pigs were collected at the end of the trial to evaluate morphology and redox status. In Exp. 1, during the entire 20 d, pigs fed diets supplemented with L-Met tended to have greater (P = 0.087) ADG and reduced (P < 0.01) plasma urea nitrogen (PUN) than pigs fed diets supplemented with DL-Met. The relative bioavailability (RBA) of L-Met to DL-Met for ADG and G:F was 143.8 and 122.7%, respectively. In Exp. 2, pigs fed a diet supplemented with L-Met had duodenum tissue with greater (P < 0.05) concentrations of glutathione (GSH) and greater villus height and width as well as lower (P < 0.05) concentrations of protein carbonyl compared with pigs fed DL-Met. Overall, compared with DL-Met, the use of L-Met as a source of supplemental Met in nursery pig diets enhanced duodenum villus development in association with reduced oxidative stress and improved GSH. The beneficial effects of supplementing L-Met compared to DL-Met in gut of nursery pigs resulted in a potential enhancement of ADG and reduction of PUN.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "YB Shen",
            "Alexandra Weaver",
            "Sung Woo Kim"
        ],
        "keywords": "amino acid, growth performance, gut health, methionine, nursery pigs"
    },
    {
        "id": 5525,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of Chito-Oligosaccharide Supplementation on Performance Nutrient Digestibility and Serum Composition in Broiler Chickens",
        "organization": "North Carolina State University",
        "abstract": "",
        "email": "",
        "conf": "Poultry Science",
        "coauthors": [
            "X. J. Li,X. S. Piao,Sung Woo Kim,P. Liu,L. Wang,Y. B. Shen,S. C. Jung,H. S. Lee"
        ],
        "keywords": "chito-oligosaccharide, performance, nutrient digestibility, serum composition, broiler"
    },
    {
        "id": 5528,
        "label": 111,
        "author": "sung woo kim",
        "title": "Dietary l-Arginine Supplementation Enhances the Reproductive Performance of Gilts",
        "organization": "North Carolina State University",
        "abstract": "Arginine is a common substrate for the synthesis of nitric oxide and polyamines that are crucial for placental angiogenesis and growth in mammals. This study was conducted to test the hypothesis that dietary L-arginine supplementation may improve reproductive performance of pregnant gilts. Fifty-two pregnant gilts with body weight (BW) of 166.3 ± 1.8 kg were housed individually in gestation crates. At d 30 of gestation, gilts were assigned randomly to corn-soybean-based diets supplemented with 1.0% L-arginine-HCl or 1.7% L-alanine (isonitrogenous control). Both diets contained 13.0 MJ metabolizable energy/kg and 12.2% crude protein and were fed to gilts at 1 kg twice daily during gestation. Backfat thickness and BW were measured and blood samples were obtained on 30, 70, 90, and 110 d of gestation. At d 110 of gestation, gilts were transferred to individual farrowing crates. The numbers of total piglets born and born alive, as well as birth weights of piglets, were recorded immediately after farrowing. Throughout the gestation, BW or backfat thickness of gilts did not differ between treatment groups. Plasma urea concentrations were lower in arginine-supplemented than in control gilts at d 90 (P < 0.010) and d 110 (P < 0.001) of gestation. Compared with the control group, arginine supplementation increased the number of pigs born alive by 22% (11.40 vs. 9.37, P = 0.032) and live litter birth weight of piglets by 24% (16.38 vs. 13.19 kg, P = 0.016). This exciting finding provides the first evidence for a marked increase of live-born piglets by 2 per litter through nutritional intervention in gilts.",
        "email": "sungwoo.kim@ttu.edu;g-wu@tamu.edu",
        "conf": "Journal of Nutrition",
        "coauthors": [
            "Ronaldo D Mateo",
            "Guoyao Wu",
            "Fuller W Bazer",
            "Sung Woo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5563,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effect of nutrient intake on mammary gland growth in lactating sows",
        "organization": "North Carolina State University",
        "abstract": "Sixty-one primiparous sows were used to determine the response of mammary gland growth to different energy and protein intakes during lactation. After birth, litter size was set to 9 or 10 pigs. Sows were slaughtered at selected times up to 30 d of lactation. Individual sows were fed one of four diets that were combinations of different amounts of energy and protein (3.0 Mcal ME and 8.0 g lysine/kg diet; 3.0 Mcal ME and 16.2 g lysine/kg diet; 3.5 Mcal ME and 6.4 g lysine/kg diet; or 3.5 Mcal ME and 13.0 g lysine/kg diet). Mammary glands were collected at slaughter and trimmed of skin and the extraneous fat pad. Each gland was weighed, cut in half to measure cross-sectional area, ground, and stored at −20°C for chemical analysis. Frozen, ground tissue was used to determine dry matter, dry fat-free tissue (DFFT), total tissue protein, ash, and DNA content. Only glands known to have been suckled were included in this data set. Response surface regression was used for statistical analysis. The percentage of protein, fat, ash, and DNA in each suckled mammary gland was affected only by total energy intake (P < .05). The percentage of dry tissue and fat decreased as the total energy consumed during lactation increased, whereas the percentage of protein and DFFT increased as total energy intake increased. There were quadratic effects (P < .05) of both total energy and protein intake on wet weight, dry weight, protein amount, DFFT amount, and DNA amount of each suckled mammary gland during lactation. This study shows that mammary gland growth is affected by nutrient intake during lactation. The weight of suckled mammary glands and the amount of mammary tissue protein, DFFT, and total DNA were maximal on d 27.5 of lactation when sows had consumed an average of 16.9 Mcal of ME and 55 g of lysine per day during lactation. Provision of adequate amounts of nutrients to sows during lactation is important for achieving maximal growth of mammary glands and maximal milk production.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Sung Woo Kim",
            "Walter L Hurley",
            "I. K. Han",
            "H. H. Stein",
            "R.A. Easter"
        ],
        "keywords": "Sows, Lactation, Mammary Glands, Protein Intake, Energy Intake"
    },
    {
        "id": 5535,
        "label": 111,
        "author": "sung woo kim",
        "title": "Lactating Porcine Mammary Tissue Catabolizes Branched-Chain Amino Acids for Glutamine and Aspartate Synthesis",
        "organization": "North Carolina State University",
        "abstract": "The uptake of branched-chain amino acids (BCAA) from plasma by lactating porcine mammary gland substantially exceeds their output in milk, whereas glutamine output is 125% greater than its uptake from plasma. In this study, we tested the hypothesis that BCAA are catabolized for glutamine synthesis in mammary tissue. Mammary tissue slices from sows on d 28 of lactation were incubated at 37°C for 1 h in Krebs buffer containing 0.5 or 2 mmol/L L-[1-14C]– or L-[U-14C]–labeled leucine, isoleucine, or valine. Rates of BCAA transport and degradation in mammary tissue were high, with ∼60% of transaminated BCAA undergoing oxidative decarboxylation and the remainder being released as branched-chain α-ketoacids (BCKA). Most (∼70%) of the decarboxylated BCAA were oxidized to CO2. Rates of net BCAA transamination were similar to rates of glutamate, glutamine, aspartate, asparagine, and alanine synthesis. Consistent with the metabolic data, mammary tissue expressed BCAA aminotransferase (BCAT), BCKA decarboxylase, glutamine synthetase (GS), glutamate-oxaloacetate aminotransferase, glutamate-pyruvate aminotransferase, and asparagine synthetase, but no phosphate-activated glutaminase, activity. Western blot analysis indicated relatively high levels of mitochondrial and cytosolic isoforms of BCAT, as well as BCKA dehydrogenase and GS proteins in mammary tissue. Our results demonstrate that glutamine and aspartate (abundant amino acids in milk protein) were the major nitrogenous products of BCAA catabolism in lactating porcine mammary tissue and provide a biochemical basis to explain an enrichment of glutamine and aspartate in sow milk.",
        "email": "",
        "conf": "Journal of Nutrition",
        "coauthors": [
            "Peng Li",
            "Darrell A. Knabe",
            "Sung Woo Kim",
            "Christopher J. Lynch",
            "Susan M. Hutson",
            "Guoyao Wu"
        ],
        "keywords": ""
    },
    {
        "id": 5517,
        "label": 111,
        "author": "sung woo kim",
        "title": "Nonruminant Nutrition symposium: Understanding protein synthesis and degradation and their pathway regulations",
        "organization": "North Carolina State University",
        "abstract": "Immunomodulatory feed additives might offer alternatives to antimicrobial growth promoters in pig production. This experiment was designed to determine the effects of dietary galacto-mannan-oligosaccharide (GMOS) and chitosan oligosaccharide (COS) supplementation on the immune response in early-weaned piglets. Forty 15-day-old piglets (Duroc×Landrace×Yorkshire) with an average live body weight of 5.6±0.51 kg were weaned and randomly assigned to 4 treatment groups that were fed maize-soybean meal diets containing either basal, 110 mg/kg of lincomycin, 250 mg/kg of COS or 0.2% GMOS, respectively, over a 2-week period. Another six piglets of the same age were sacrificed on the same day at the beginning of the study for sampling, in order to obtain baseline values. Interleukin (IL)-1β gene expression in peripheral blood monocytes, jejunal mucosa and lymph nodes, as well as serum levels of IL-1β, IL-2 and IL-6, IgA, IgG, and IgM, were evaluated for 5 pigs from each group at 15 and 28 days of age. The results indicate that weaning stress resulted in decreases in serum antibody and cytokine levels. Dietary supplementation with GMOS or COS enhanced (p",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Ming Z. Fan",
            "Sung Woo Kim",
            "Todd J Applegate",
            "Miguel Cervantes"
        ],
        "keywords": "Oligosaccharides, Interleukin-1β, -2 and -6, Gene Expression, Immune Function, Piglets"
    },
    {
        "id": 5495,
        "label": 111,
        "author": "sung woo kim",
        "title": "Feed preferences and performance of nursery pigs fed diets containing various inclusion amounts and qualities of distillers coproducts and flavor",
        "organization": "North Carolina State University",
        "abstract": "We evaluated the preferences of nursery pigs for diets containing increasing distillers dried grains with solubles (DDGS), varying in color, or high-protein distillers dried grains (HP-DDG) and the effects of flavor supplementation on pig preference and growth performance. In Exp. 1 through 5, diet preference was determined in weanling pigs adjusted to a commercial diet for at least 10 d, and then housed individually for a 2-d double-choice preference test. In Exp. 1, a total of 60 pigs (11.6 ± 0.3 kg of BW) were given a choice between a reference diet (0% DDGS) and test diets containing 0, 10, 20, or 30% DDGS. In Exp. 2, a total of 80 pigs (10.8 ± 0.1 kg of BW) were given a choice between a reference diet (0% HP-DDG) and diets containing 0, 10, 20, or 30% HP-DDG. In Exp. 3, a total of 80 pigs (10.3 ± 0.2 kg of BW) were given a choice between a reference diet (0% DDGS) and a diet containing 0%, 30% light, or 30% dark DDGS. In Exp. 4, a total of 80 pigs (11.2 ± 0.2 kg of BW) were given a choice between a reference diet without DDGS and a diet containing either 0% DDGS, 10 or 20% light DDGS, or 10 or 20% dark DDGS. In Exp. 5, a total of 108 pigs (9.0 ± 0.2 kg of BW) were given a choice between a reference diet (0% DDGS and no flavor) and a diet without or with flavor and containing 0, 10, or 20% DDGS. In Exp. 1 and 2, DDGS and HP-DDG, respectively, linearly decreased (P < 0.01) pig preference. In Exp. 3, dark DDGS were preferred (P < 0.05) compared with light DDGS. In Exp. 4, preferences were linearly reduced (P < 0.01) with DDGS inclusion, and dark DDGS tended (P = 0.06) to be preferred compared with light DDGS. In Exp. 5, DDGS reduced preference (P < 0.01) and flavor reduced preference (P < 0.01) regardless of DDGS level. In Exp. 6, a total of 192 pigs (6.7 ± 0.1 kg of BW) were fed starter 1 diets without or with flavor for 1 wk. Subsequently, pigs were fed starter 2 and 3 diets (2 wk each) containing 0, 10, or 20% DDGS while continuing to receive their respective flavor treatment. Flavor addition during the starter 1 phase increased ADFI (P = 0.02), and DDGS inclusion tended to decrease ADG (P = 0.06) and decreased ADFI (P = 0.03) during the starter 2 phase. Volatile components in DDGS and HP-DDG varied greatly depending on the source. Nursery pigs preferred a diet without DDGS or HP-DDG, and this appeared to be unrelated to color differences between sources. Knowledge of volatile compounds that enhance or suppress the palatability of feed may lead to further development of feed additives for masking relatively unpalatable, albeit cost-effective, ingredients.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "B S Seabolt",
            "E van Heugten",
            "Sung Woo Kim",
            "K. D. Ange-van Heugten",
            "Eugeni Roura"
        ],
        "keywords": "distillers grains, flavor, palatability, performance, pig, preference"
    },
    {
        "id": 5468,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effect of dietary L-glutamate on growth performance bacterial burden against Citrobacter freudii infection",
        "organization": "North Carolina State University",
        "abstract": "",
        "email": "",
        "conf": "Amino Acids",
        "coauthors": [
            "Gang Liu",
            "Wei Gao",
            "Wenkai Ren",
            "Xia Xiong",
            "Shuai Chen",
            "Peng Bin",
            "Myrlene Carine B.",
            "Tossou",
            "Sung Woo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5467,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of short term supplementation of L-tryptophan and reducing large neutral amino acid along with L-tryptophan supplementation on growth and stress response in pigs",
        "organization": "North Carolina State University",
        "abstract": "Two experiments were conducted to evaluate the effects of short term dietary supplementation of l-Trp and reducing large neutral amino acid (LNAA; valine, leucine, isoleucine, tyrosine, and phenylalanine) on growth and stress response in nursery and growing pigs. In Exp. 1, 674 crossbred pigs in 40 pens at 9-week of age were randomly allotted to 2 dietary treatments with supplementation of 0.0% and 0.8% l-Trp to a corn and soybean meal basal diet. Experimental period was composed of 5 days in a nursery and 7 days in a finisher. After 12 days feeding of experimental diets, pigs were provided a common diet for an additional 7 days. In Exp. 2, 108 crossbred barrows at 6-week of age were randomly allotted to 3 dietary treatments: (1) a corn soybean meal basal diet (4.5% LNAA) supplemented with 0.0% l-Trp; (2) a corn soybean meal basal diet (4.5% LNAA) supplemented with 0.8% l-Trp; (3) a reduced LNAA (3.8%) diet supplemented with 0.7% l-Trp, which had the same Trp:LNAA ratio as treatment 2. The experimental period lasted 16 days. In Exp. 1, during the entire period, pigs fed the diet supplemented with 0.8% l-Trp had increased ADG and gain:feed (P < 0.05 and P < 0.01, respectively) compared with pigs fed the diet without l-Trp supplementation. On day 6, one day after mixing, pigs fed the diet supplemented with 0.8% l-Trp had a lower (P < 0.05) concentration of salivary cortisol compared with pigs fed the diet without l-Trp supplementation. In Exp. 2, during the entire period, pigs fed the diet supplemented with 0.8% l-Trp or a reduced LNAA diet supplemented with 0.7% l-Trp had increased gain:feed (P < 0.01) compared with pigs fed the diet without l-Trp supplementation. Weight gain and gain:feed were similar (P > 0.05) between pigs fed the diet supplemented with 0.8% l-Trp and pigs fed a reduced LNAA diet supplemented with 0.7% l-Trp. In conclusion, short term supplementation of 0.8% l-Trp improved growth performance of pigs during period of social-mixing and was associated with reduced stress hormone concentrations. Dietary supplementation of 0.8% l-Trp had similar effects on feed efficiency as a reduced LNAA diet supplemented with 0.7% l-Trp, suggesting lowering LNAA is a valid method of reducing levels of l-Trp supplementation required for mitigating stress response.",
        "email": "",
        "conf": "Animal Feed Science and Technology",
        "coauthors": [
            "Y.B. Shen",
            "M.T. Coffey",
            "Sung Woo Kim"
        ],
        "keywords": "Growth,Large neutral amino acid,Pigs,Stress,Tryptophan"
    },
    {
        "id": 5523,
        "label": 111,
        "author": "sung woo kim",
        "title": "Dietary Requirement of True Digestible Phosphorus and Total Calcium for Growing Pigs",
        "organization": "North Carolina State University",
        "abstract": "Sixty healthy growing pigs (DurocLandraceYorkshire with an average BW of 21.4 kg) were used to determine the true digestible phosphorus (TDP) requirement of growing pigs on the basis of growth performance and serum biochemical indices. Pigs were assigned randomly to one of five dietary treatments (12 pigs/diet), representing five levels of TDP (0.16%, 0.20%, 0.23%, 0.26% and 0.39%). There were three replications per treatment, with four pigs (2 barrows and 2 gilts) in each replication (2 pigs/pen) A randomized-block design was used, with pen as the experimental unit. Experimental diets were formulated to provide the 5 TDP levels with a total calcium (Ca) to TDP ratio of 2:1, and offered to pigs at 5% BW for 28 d. The total Ca contents of the five diets were 0.33, 0.38, 0.45, 0.51 and 0.79%, respectively. During the 28-d experimental period, the ADG of pigs was affected by dietary TDP levels as described by Equation 1: y = -809,532x4+788,079x3-276,250x2+42,114x-1,759; (R2 = 0.99; p<0.01; y = ADG, g/d; x = dietary TDP, %). The feed:gain ratio for pigs was affected by dietary TDP levels as described by Equation 2: y = 3,651.1x4-3,480.4x3+1,183.8x2-172.5x+10.9 (R2 = 0.99; p<0.01; y = feed:gain ratio; x = dietary TDP, %). Total P concentrations in serum were affected by dietary TDP levels as described by Equation 3: y = -3,311.7x4+3,342.7x3-1,224.6x2+195.6x-8.7 (R2 = 0.99; p<0.01; y = total serum P concentration and x = dietary TDP, %). The highest ADG (782 g/d), the lowest feed:gain ratio (1.07), and the highest total serum P concentration (3.1 mmol/L) were obtained when dietary TDP level was 0.34%. Collectively, these results indicate that the optimal TDP requirement of growing pigs is 0.34% of the diet (e.g., 5.1 g/day for a 30-kg pig that consumed 1.5 kg feed daily) at a total Ca to TDP ratio of 2:1.",
        "email": "",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "Zheng Ruan",
            "Y. G. Zhang",
            "Y. L. Yin",
            "T. J. Li",
            "R. L. Huang",
            "Sung Woo Kim",
            "G. Y. Wu",
            "Zeyuan Deng"
        ],
        "keywords": "Calcium; Pigs; Growth; Biochemical Indices; True Digestible Phosphorus"
    },
    {
        "id": 5492,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of Creep Feed and Milk Replacer and Nursery Phase-feeding Programs on Pre- and Post-weaning Growth of Pigs",
        "organization": "North Carolina State University",
        "abstract": "The present study was performed to investigate the effects of pre- and post-weaning feeding programs on growth of pigs. A total of 24 litters (avg. 10.6 piglets/litter) born from multiparous (Yorkshire × Landrace) dams × Duroc sires were provided with neither creep feed (CF) nor milk replacer (\"CON\"), 200 gm CF/litter/d from the 15th day of lactation (\"MIN\"), or CF and milk replacer ad libitum for 7 h during the daytime from the 7th day (\"MAX\") through weaning at d 21 of age. Sixty-eight weanling pigs selected randomly from each of CON and MIN were provided with phases 1, 2 and 3 nursery diets for 7, 14, and 13 days, respectively, in two pens; an equal number of piglets from MAX received the same diets for 6, 10, and 18 days, respectively. Subsequently, all pigs were fed grower 1 and 2 diets sequentially up to d 95 and 135, respectively. The entire pre- and post-weaning feeding trial was repeated three times under a split-plot design of experiment. Initial and final weights and ADG of the suckling pigs did not differ between MAX/MIN and CON. However, final wt of MAX adjusted for initial wt, which was 0.17-kg less in MAX than in CON, was greater than that of CON by 0.31 kg, whereas the difference between MIN and CON in final wt barely changed after the adjustment. Growth of the animals during the nursery and growing phases was not affected by the feeding program, whereas d 55 and 135 BW, as well as d 6 BW, were highly correlated with weaning weight (r=0.81, 0.57, and 0.76; P<0.001, <0.05, and <0.001, respectively). In conclusion, results suggest that provision of creep feed and milk replacer from early lactation may be effective for increasing weight gain of light piglets, but that limited provision of creep feed during late lactation or extension of the duration of phases 1 and 2 vs. 3 nursery diets for several days is unlikely to influence the growth of pigs during the corresponding and subsequent periods.",
        "email": "",
        "conf": "Journal of Animal Science and Technology",
        "coauthors": [
            "Duck-Min Ha",
            "Kyoung-Soon Jang",
            "Hye-Sook Won",
            "Seung Ho Ha",
            "Manjong Park",
            "Sung Woo Kim",
            "C.-Young Lee"
        ],
        "keywords": ""
    },
    {
        "id": 5529,
        "label": 111,
        "author": "sung woo kim",
        "title": "Functional Amino Acids and Fatty Acids for Enhancing Production Performance of Sows and Piglets",
        "organization": "North Carolina State University",
        "abstract": "The growth and health of the fetus and neonate are directly influenced by the nutritional and physiological status of sows. Sows are often under catabolic conditions due to restrict feeding program during pregnancy and low voluntary feed intake during lactation. The current restrict feeding program, which aims at controlling energy intake during gestation, results in an inadequate supply of dietary protein for fetal and mammary gland growth. Low voluntary feed intake during lactation also causes massive maternal tissue mobilization. Provision of amino acids and fatty acids with specific functions may enhance the performance of pregnant and lactating sows by modulating key metabolic pathways. These nutrients include arginine, branched-chain amino acids, glutamine, tryptophan, proline, conjugated linoleic acids, docosahexaenoic acid, and eicosapentaenoic acid, which can enhance conception rates, embryogenesis, blood flow, antioxidant activity, appetite, translation initiation for protein synthesis, immune cell proliferation, and intestinal development. The outcome is to improve sow reproductive performance as well as fetal and neonatal growth and health. Dietary supplementation with functional amino acids and fatty acids holds great promise in optimizing nutrition, health, and production performance of sows and piglets. (Supported by funds from Texas Tech, USDA, NLRI-RDA-Korea, and China NSF).",
        "email": "sungwoo.kim@ttu.edu",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "Sung Woo Kim",
            "Ronald D. Mateo",
            "Yulong Yin",
            "Guoyao Wu"
        ],
        "keywords": "Amino Acids; Fatty Acids; Growth; Health; Neonate; Pigs; Reproduction"
    },
    {
        "id": 5544,
        "label": 111,
        "author": "sung woo kim",
        "title": "Aspergillus oryzae GB-107 Fermentation Improves Nutritional Quality of Food Soybeans and Feed Soybean Meals",
        "organization": "North Carolina State University",
        "abstract": "This study evaluated the effect of fermentation on the nutritional quality of food-grade soybeans and feedgrade soybean meals. Soybeans and soybean meals were fermented by Aspergillus oryzae GB-107 in a bed-packed solid fermentor for 48 hours. After fermentation, their nutrient contents as well as trypsin inhibitor were measured and compared with those of raw soybeans and soybean meals. Proteins were extracted from fermented and non-fermented soybeans and soybean meals, and the peptide characteristics were evaluated after electrophoresis. Fermented soybeans and fermented soybean meals contained 10% more (P < .05) crude protein than raw soybeans and soybean meals. The essential amino acid profile was unchanged after fermentation. Fermentation eliminated (P < .05) most of the trypsin inhibitor from both soybeans and soybean meals. Fermentation increased the amount of small-size peptides (<20 kDa) (P < .05) compared with raw soybeans, while significantly decreasing large-size peptides (>60 kDa) (P < .05). Fermented soybean meal contained more (P < .01) smallsize peptides (<20 kDa) than soybean meal. Fermented soybean meal did not contain large-size peptides (>60 kDa), whereas 22.1% of peptides in soybean meal were large-size (>60 kDa). Collectively, fermentation increased protein content, eliminated trypsin inhibitors, and reduced peptide size in soybeans and soybean meals. These effects of fermentation might make soy foods more useful in human diets as a functional food and benefit livestock as a novel feed ingredient.",
        "email": "",
        "conf": "Journal of Medicinal Food",
        "coauthors": [
            "Kee-Jong Hong",
            "Chan-Ho Lee",
            "Sung Woo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5483,
        "label": 111,
        "author": "sung woo kim",
        "title": "The Use of Feed Additives to Reduce the Effects of Aflatoxin and Deoxynivalenol on Pig Growth Organ Health and Immune Status during Chronic Exposure",
        "organization": "North Carolina State University",
        "abstract": "Three feed additives were tested to improve the growth and health of pigs chronically challenged with aflatoxin (AF) and deoxynivalenol (DON). Gilts (n = 225, 8.8 ± 0.4 kg) were allotted to five treatments: CON (uncontaminated control); MT (contaminated with 150 µg/kg AF and 1100 µg/kg DON); A (MT + a clay additive); B (MT + a clay and dried yeast additive); and C (MT + a clay and yeast culture additive). Average daily gain (ADG) and feed intake (ADFI) were recorded for 42 days, blood collected for immune analysis and tissue samples to measure damage. Feeding mycotoxins tended to decrease ADG and altered the immune system through a tendency to increase monocytes and immunoglobulins. Mycotoxins caused tissue damage in the form of liver bile ductule hyperplasia and karyomegaly. The additives in diets A and B reduced mycotoxin effects on the immune system and the liver and showed some ability to improve growth. The diet C additive played a role in reducing liver damage. Collectively, we conclude that AF and DON can be harmful to the growth and health of pigs consuming mycotoxins chronically. The selected feed additives improved pig health and may play a role in pig growth.",
        "email": "",
        "conf": "Toxins",
        "coauthors": [
            "Alexandra Weaver",
            "M. Todd See",
            "Jeff A Hansen",
            "Yong B. Kim",
            "Anna L. P. De Souza",
            "Teena F. Middleton",
            "Sung Woo Kim"
        ],
        "keywords": "aflatoxin; clays; deoxynivalenol; pigs; yeast"
    },
    {
        "id": 5511,
        "label": 111,
        "author": "sung woo kim",
        "title": "Dietary Supplementation with Acanthopanax senticosus Extract Modulates Gut Microflora in Weaned Piglets",
        "organization": "North Carolina State University",
        "abstract": "This study was conducted to investigate the effects of Acanthopanax senticosus extract (ASE) as a dietary additive on gut microflora in weaned piglets. A total of sixty pigs were weaned at 21 d of age (BW = 5.640.23 kg) and allocated on the basis of BW and litter to three dietary treatments in a randomized complete block design. The dietary treatments were: control group (basal diet), antibiotics group (basal diet+0.02% colistin), and ASE group (basal diet+0.1% ASE). On d 7, 14 and 28 after consuming the experimental diets, five piglets per group were sacrificed and then the contents from the jejunum, ileum and cecum were collected to determine changes in the microbial community by using a polymerase chain reaction-denaturing gradient gel electrophoresis (PCR-DGGE) technique and estimating the contents of Lactobacillus and E. coli by in vitro culturing methods. The results showed that the ASE promoted the microflora diversity in the cecum. Enumeration of bacteria in the gut contents showed that the number of Lactobacillus increased (p<0.05), while that of E. coli decreased (p<0.05) when compared with the other 2 groups as the days of age progressed post-weaning. These findings suggested that the ASE, as a substitute for dietary antimicrobial products, could improve the development of the normal gut microflora and suppress bacterial pathogens, and effectively promote a healthy intestinal environment.",
        "email": "",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "Fugui Yin",
            "Yulong Yin",
            "Xiangfeng Kong",
            "Yulan Liu",
            "Qinghua He",
            "Tiejun Li",
            "Ruilin Huang",
            "Yongqing Hou",
            "Xugang Shu",
            "Liangxi Tan",
            "Lixiang Chen",
            "Jianhua Gong",
            "Sung Woo Kim",
            "Guoyao Wu"
        ],
        "keywords": "Acanthopanax senticosus Extract; Dietary Additive; Weaned Piglet; Gut Microflora; PCR-DGGE"
    },
    {
        "id": 5551,
        "label": 111,
        "author": "sung woo kim",
        "title": "Quantification of mammary gland tissue size and composition changes after weaning in sows",
        "organization": "North Carolina State University",
        "abstract": "The objectives of this study were to characterize the tissue compositional changes in porcine mammary glands after weaning and to determine whether administration of estradiol alters the profile of these tissue changes. Forty-five primiparous sows were assigned randomly to one of two treatment groups after weaning, control or estrogen treated. Estrogen-treated sows received twice-daily injections of estradiol-17β (0.125 mg/kg of BW); control sows received vehicle injections. Sows were weaned at d 21 of lactation and killed on either d 0 (d of weaning; n = 5) or on d 2, 3, 4, 5, or 7 after weaning (n = 4 per treatment on each day). Teat order relative to suckling behavior was observed on the day before weaning to determine which mammary glands the piglets suckled. Suckled and nonsuckled glands were identified from the teat order observation, and individual mammary glands were collected at slaughter. Mammary glands were trimmed of skin and extraneous fat pad, individually weighed, and bisected to measure cross-sectional area. The remaining half of each gland was ground and stored at −20°C for chemical analyses. Frozen tissue was used for measuring tissue DNA, DM, protein, fat, and ash contents. Suckled mammary glands of sows undergo significant and dramatic changes during the initial 7 d after weaning, with significant changes occurring even by d 2 after weaning. Mean cross-sectional area of parenchymal tissue in suckled mammary glands decreased from 59.7 ± 2.1 cm2 on the day of weaning to 26.8 ± 2.3 cm2 by d 7 after weaning (P < 0.0001). Mammary gland wet weight decreased from 485.9 ± 22.0 g on the day of weaning to 151.5 ± 24.8 g by d 7 after weaning (P < 0.0001), whereas DNA decreased from 838.8 ± 46.2 g on the day of weaning to 278.4 ± 52.5 g by d 7 after weaning (P < 0.0001). The changes in gland wet weight and DNA during the period of mammary gland involution in the sow represent loses of over two-thirds of the parenchymal mass and nearly two-thirds of the cells that were present on the day of weaning. Estrogen treatment did not affect overall mammary involution during the first 7 d after weaning. Mammary glands that were not suckled during lactation had no further loss of parenchymal tissue during the first 7 d after weaning. Mammary gland involution in the sow is a rapid process and is probably irreversible within 2 or 3 d after weaning.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "J. A. Ford",
            "Sung Woo Kim",
            "S. L. Rodriguez-Zas",
            "Walter L Hurley"
        ],
        "keywords": "Estradiol,Involution,Lactation,Mammary glands,Sows"
    },
    {
        "id": 5546,
        "label": 111,
        "author": "sung woo kim",
        "title": "Growth and compositional changes of fetal tissues in pigs",
        "organization": "North Carolina State University",
        "abstract": "Three hundred twenty fetuses were obtained from 33 pregnant gilts (Camborough-22, Pig Improvement Co.) to determine rates of nutrient deposition in fetal tissues and to estimate nutrient requirements for fetal growth. Pregnant gilts were fed an equal amount of a gestation diet (2.0 kg/d; as-fed basis), and were slaughtered at d 0, 45, 60, 75, 90, 102, or 110 of gestation (n = 3 to 6 per day). Fetuses were dissected into carcass and individual tissues (including gastrointestinal tract, liver, lung, heart, kidney, spleen [≥d 75]), and partial placental collection was made for chemical analysis. Fetal tissues were weighed and analyzed for DM, ash, CP, and crude fat. Regression equations were obtained to explain the weight and compositional changes of individual tissues during gestation. Weights of the fetus, carcass, gastrointestinal tract, liver, heart, lung, and kidney increased cubically (P < 0.001), whereas brain weight increased linearly (P < 0.001) as gestation progressed. Fetal protein and fat contents increased quadratically (P < 0.001) as gestation progressed (R2 = 0.906 and 0.904, respectively). Changes in fetal protein and fat contents fit a multiphasic regression that consisted of two linear equations (P < 0.001, R2 = 0.988 and P < 0.001, R2 = 0.983, respectively), indicating that protein and fat growth accelerated after d 69 of gestation. Fetal protein and fat accretions were 0.25 and 0.06 g/d (P < 0.001) before d 69 of gestation, and increased to 4.63 and 1.09 g/d (P < 0.001) after d 69 of gestation. Protein needs for tissue protein gains increased 19-fold after d 69 of gestation. Results of this study indicate that the growth of the fetus and fetal tissues occurs at different rates during gestation and support the practice of a two-phase feeding strategy (before and after approximately d 70 of gestation) for pregnant gilts.",
        "email": "sungwoo.kim@ttu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "R L McPherson",
            "F Ji",
            "G Wu",
            "J. R. Blanton",
            "Sung Woo Kim"
        ],
        "keywords": "Fat, Fetus, Gestation, Growth, Pigs, Protein"
    },
    {
        "id": 5515,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of Forsythia suspensa Extract on Growth Performance Nutrient Digestibility and Antioxidant Activities in Broiler Chickens Under High Ambient Temperature",
        "organization": "North Carolina State University",
        "abstract": "A 42-d trial was conducted with 252 broiler chickens (d 1 of age, 38.8 +/- 1.3 g of BW) to determine the effects of Forsythia suspensa extract on growth performance, nutrient digestibility, and antioxidant activities under high ambient temperature (32 +/- 1 degrees C). The feeding program consisted of a starter diet from d 1 to 21 of age and a finisher diet from d 22 to 42 of age. Dietary treatments included a negative control group (NC) fed a cornsoybean meal based diet without vitamin C or Forsythia suspensa extract, a positive control group fed a diet with 200 mg of vitamin C/kg, and a test group (FS) fed with 100 mg of Forsythia suspensa extract/kg. There were 14 cages per treatment and 6 birds per cage during the study. Birds had free access to diets and water during the entire period. Body weight and feed intake were measured at d 21 and 42. Blood and tissue samples were collected at d 21 and 42 for assay of antioxidant indices. Growth performance did not differ among treatment groups during the starter period. In the finisher phase, birds in FS had greater (P < 0.05) average daily gain, feed conversion, and apparent digestibility of energy, CP, calcium, and phosphorus than birds in NC. Furthermore, birds in FS had greater (P < 0.05) total antioxidant capacity and superoxide dismutase activity and lower (P < 0.05) malondialdehyde activity in the serum than birds in NC. The FS birds had greater (P < 0.05) muscle superoxide dismutase activity and lower (P < 0.05) malondialdehyde than NC birds. During the entire period, hepatic superoxide dismutase activity of FS birds was greater (P < 0.05) than that of NC birds. Dietary supplementation with Forsythia suspensa extract can enhance nutrient digestibility and growth performance possibly by reducing oxidative stress of broiler chickens under high ambient temperatures.",
        "email": "",
        "conf": "Poultry Science",
        "coauthors": [
            "L Wang",
            "Xiang-Lan Lan Piao",
            "Sung Woo Kim",
            "H S Lee"
        ],
        "keywords": "Forsythia suspensa, performance, nutrient digestibility, antioxidant, broiler"
    },
    {
        "id": 5485,
        "label": 111,
        "author": "sung woo kim",
        "title": "Improving efficiency of sow productivity nutrition",
        "organization": "North Carolina State University",
        "abstract": "This reviews research focused to understand the nutrient requirement and balance to meet the needs of fetal growth, mammary growth, and milk production. This summary will handle how feeding strategies can be adjusted according to the nutrient needs for a sow to enhance productivity and health. Most research data used in this summary are based on the studies conducted by the authors between 1996 and 2013. Nutrient requirements of sows are affected by stage of gestation and parity of sows. Dietary antioxidant concentrations need to be re-evaluated for its sufficiency in sow diets especially to prevent excessive oxidative stress during late gestation and lactation. When feeding sows, consideration of phase feeding of gestating sows and parity feeding of lactating sows could enhances production longevity and health of sows. Use of selected nutrients and additives seems to help productivity and health of sows.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Journal of animal science and biotechnology",
        "coauthors": [
            "Sung Woo Kim",
            "Alexandra Weaver",
            "Yan Bin Shen",
            "Yan Zhao"
        ],
        "keywords": "Colostrum, Gestation, Lactation, Milk, Nutrition, Pig"
    },
    {
        "id": 5530,
        "label": 111,
        "author": "sung woo kim",
        "title": "Use of carbohydrases in corn-soybean meal based grower-finisher pig diets",
        "organization": "North Carolina State University",
        "abstract": "Four experiments were conducted to determine the effects of carbohydrase (CS) supplements in pig diets on ileal digestibility and ammonia emission. The CS used in this study is composed of the enzymes obtained from Aspergillus niger and Aspergillus oryzae during their fermentation process. The major active enzymes were $ \\ alpha $-1,6-galactosidase, $ \\ beta $-1,4-mannanase, and $ \\ beta $-1,4-mannosidase that target flatulence producing compounds in soybean meals. In experience 1 (Exp. 1), 8 cannulated barrows (93.9 $ \\; \\ pm \\; $2.0 kg) were fed diets with CS supplementation (0.00, 0.05 and 0.10%) in order to measure ileal nutrient digestibility. Ileal digestibilities of lysine, threonine, and tryptophan were improved ( P<0.05) with CS supplements at 0.05% and 0.10%, whereas digestibility of methionine and branched-chain amino acids did not improve. Supplementing 0.05% CS increased ( P <0.05) apparent ileal energy digestibility. In experience 2 (Exp. 2), 100 pigs (24.1 $ \\; \\ pm \\; $0.6 kg) were fed either a control diet (3 278 Mcal ME per kg diet) or a low-energy diet (3 109 Mcal ME per kg diet) with 0.05% CS for 4-wk. No differences ( P > 0.05) were observed for ADG, feed intake, and gain: feed between the pigs fed a low-energy diet with CS and the control during the entire 4-wk. In experience 3 (Exp. 3), 100 pigs (64.1$ \\; \\ pm \\; $1.7 kg) were fed either a control diet (3 277 Mcal ME per kg diet) or a low-energy diet (3 168 Mcal ME per kg diet) with 0.05% CS for 4-wk. Barrows fed the diet with CS grew faster and had an increased gain: feed ( P <0.05) than the control, whereas growth rate and gain: feed of the gilts was not improved by CS. In experience 4 (Exp. 4), 60 pigs (23.1 $ \\; \\ pm \\; $1.7 kg) were fed either a control diet or a 0.05% CS supplemented diet (3 replicates per treatment with 10 pigs per pen). The pigs in each pen were moved to an environmental chamber and aerial ammonia levels were measured for 66 h at 5 min intervals but the first 18-h was considered as an acclimation period and the last 48-h was considered as the data collection period. There was no difference ( P= 0.436) in the average ammonia concentration between the treatments. However, the increase in ammonia concentration was slower ( P <0.05) from pigs fed 0.05% CS than from pigs fed the control diet. These experiments indicate that the CS supplementation improves nutrient digestibility and could reduce at least 3% of ME in swine diets without adverse effects on growth performance.",
        "email": "",
        "conf": "Animal Research",
        "coauthors": [
            "Sung Woo Kim",
            "Jin H. Zhang",
            "Kevin T. Soltwedel",
            "Darrell A Knabe"
        ],
        "keywords": "ammonia,carbohydrase,ileal digestibility,pigs,soybean meal"
    },
    {
        "id": 5505,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of yeast culture supplementation on growth performance intestinal health and immune response of nursery pigs",
        "organization": "North Carolina State University",
        "abstract": "A total of 216 weaning pigs were used in 2 experiments to determine the effects of dietary supplementation of yeast culture (YC) at different dose levels on the growth performance, nutrient digestibility, intestinal morphology, intestinal microflora, and immune response in weanling pigs and to determine whether YC can be a candidate to replace antibiotic growth promoters (AGP). In Exp. 1, 192 pigs (7.5 ± 0.2 kg of BW) weaned at 28 d of age were randomly allotted to 6 treatments: 1) control (without AGP or YC); 2) AGP (chlortetracycline, 80 mg/kg); 3) 2.5 g/kg of YC (Diamond V XP Yeast Culture); 4) 5 g/kg of YC; 5) 10 g/kg of YC; and 6) 20 g/kg of YC. Each treatment had 8 replicated pens with 4 pigs per pen. Pigs were fed the experimental diets for 21 d. Average daily gain of pigs fed 5 g/kg of YC was greater (P < 0.05) than that of pigs in the control and other YC groups. However, there was no difference between the YC and AGP group. Pigs supplemented with 5 g/kg of YC, 10 g/kg of YC, and AGP had a greater (P < 0.01) ADFI than the control; however, G:F was not affected by treatment. Thus, 5 g/kg of YC supplementation level was chosen for Exp. 2. In Exp. 2, to elucidate the mode of action of YC, 24 nursery pigs (5.8 ± 0.1 kg of BW; 21 d of age) were randomly allotted into 3 treatments for a 21-d trial. Treatments consisted of 1) control (without AGP or YC), 2) AGP, and 3) 5 g/kg of YC. Blood samples were collected weekly to measure CD4+, CD8+ percentage, and blood cytokine content. All pigs were harvested to determine treatment effects on gut microbiota, morphology, and immune function. Dietary supplementation of 5 g/kg of YC improved (P < 0.05) ADG of pigs compared with the control group, but performance of pigs fed YC was similar to those fed AGP. Pigs receiving 5 g/kg of YC had greater (P < 0.05) digestibility of DM, CP, GE, and jejunal villus height and villus height:crypt depth ratio (P < 0.05) compared with pigs fed the control diet. However, no differences in performance, digestibility, or gut morphology were observed between pigs fed YC and AGP. Gut interferon (IFN)-γ concentrations were greater (P < 0.01) for pigs supplemented with YC compared with control pigs and pigs supplemented with AGP on d 21. However, plasma IFN-γ concentrations were decreased (P < 0.01) in pigs supplemented with YC and AGP compared with control pigs on d 7, and CD4+ was decreased (P < 0.01) in pigs supplemented with YC and AGP on d 14. Results indicate that dietary YC supplementation at 5 g/kg had a positive effect on growth performance of nursery pigs by improving jejunal villus height and villus height:crypt depth ratio and by modulating gut immune response. The comparable effect of 5 g/kg of YC supplementation and AGP on the growth performance of nursery pigs indicates that YC may be a good candidate as an antibiotic alternative.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Y.B. Shen",
            "Xiangshu Piao",
            "Sung Woo Kim",
            "L. Wang",
            "P. Liu",
            "I. Yoon",
            "Y.G. Zhen"
        ],
        "keywords": "growth performance, immunity, microflora, morphology, yeast culture"
    },
    {
        "id": 5549,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of Carbohydrase Supplement on Lactation Performance of Primiparous Sows Fed Corn-Soybean Meal Based Lactation Diet",
        "organization": "North Carolina State University",
        "abstract": "The experiment was conducted to test the hypothesis that supplementing diets of lactating first parity sows with a mixture of carbohydrases (CS) improves lactation performance and second parity reproductive performance. The CS used in this study contained 7 units/g of -1,6-galactosidase, 22 units/g of -1,4-mannanase, -1,4-mannosidase and trace amounts of other enzymes. Twenty primiparous sows (Newsham Hybrid) were allotted to either the control group (no CS supplement) or the CS group (0.1% CS supplement) and fed the experimental diets during 21 d lactation period. Sows and nursing pigs were weighed at birth and weekly until weaning. Days of weaning-to-estrus were recorded. Sows had free access to feed and water. Feed intake of sows was measured daily. During the second parity gestation and lactation, all the sows were fed the same gestation and lactation diets and their reproductive performance was measured. During the second parity, there were 14 sows (7 sows per group) remained productive. For the first lactation, maternal body weight loss of the CS group was smaller (p<0.05) than that of the control group. There was no difference in litter weight gain between two groups. Voluntary feed intake of sows did not differ between the two groups. Days of weaning-to-estrus of the CS group were smaller (p<0.05) than those of the control group. In the second parity, there was no difference in the reproductive performance between the two groups. In conclusion, supplementing CS in the diet of lactating sows during the first parity decreased body weight loss and days of weaning-to-estrus of sows. However, these effects of the CS supplementation in the first parity were not successfully carried over to the second parity.",
        "email": "",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "F. Ji",
            "Sung Woo Kim"
        ],
        "keywords": "Carbohydrases; Flatulence Producing Compounds; Soybean Meal; Sows"
    },
    {
        "id": 5489,
        "label": 111,
        "author": "sung woo kim",
        "title": "Corn distillers dried grains with solubles in diets for growing-finishing pigs: A cooperative study",
        "organization": "North Carolina State University",
        "abstract": "An experiment involving 560 crossbred pigs (28 replications of 4 to 6 pigs per pen) was conducted at 9 research stations to assess the effects of dietary concentrations of corn distillers dried grains with solubles (DDGS) on pig performance and belly firmness. Fortified corn-soybean meal diets containing 0, 15, 30, or 45% DDGS were fed in 3 phases from 33 to 121 kg of BW. A common source of DDGS containing 90.1% DM, 26.3% CP, 0.96% Lys, 0.18% Trp, 9.4% crude fat, 34.6% NDF, 0.03% Ca, and 0.86% P was used at each station. Diets were formulated to contain 0.83, 0.70, and 0.58% standardized ileal digestible (SID) Lys during the 3 phases with diets changed at 60 and 91 kg of BW, respectively. The DDGS replaced corn and soybean meal, and up to 0.172% Lys and 0.041% Trp were added to maintain constant SID concentrations of Lys and Trp in each phase. At each station, 2 pigs from each pen in 2 replications were killed and a midline backfat core was obtained for fatty acid analysis and iodine value. In most instances, there were differences among stations (P < 0.01), but the station × treatment interactions were few. Body weight gain was linearly reduced in pigs fed the greater amounts of DDGS (0 to 45%) during phase I (950, 964, 921, and 920 g/d; P < 0.01) and over the entire experimental period (944, 953, 924, and 915 g/d; P = 0.03), but ADFI (2.73, 2.76, 2.68, and 2.70 kg) and G:F (347, 347, 345, and 341 g/kg) were not affected (P = 0.15 and P = 0.33, respectively) during the entire test. Backfat depth was reduced (linear, P < 0.02) by increasing amounts of DDGS (22.5, 22.7, 21.4, and 21.6 mm), but LM area (47.4, 47.4, 46.1, and 45.4 cm2) was not affected (P = 0.16) by treatments. Estimated carcass fat-free lean was 51.9, 52.2, 52.4, and 52.1% for 0 to 45% DDGS, respectively (linear, P = 0.06). Flex measures obtained at 6 stations indicated less firm bellies as dietary DDGS increased (lateral flex: 11.9, 8.6, 8.4, and 6.6 cm; linear, P < 0.001; vertical flex: 26.1, 27.4, 28.2, and 28.7 cm; linear, P < 0.003). Saturated and monounsaturated fatty acid concentrations in subcutaneous fat decreased linearly (P < 0.001) and PUFA concentrations increased linearly (P < 0.001) with increasing DDGS in the diet. Iodine values in inner (61.1, 68.2, 74.7, and 82.2) and outer (67.9, 73.6, 79.6, and 85.8) backfat increased linearly (P < 0.001) as DDGS in the diet increased. In this study, feeding diets with 30 or 45% DDGS did not have major effects on growth performance, but resulted in softer bellies. Regression analysis indicated that iodine values increased 4.3 units for every 10 percentage unit inclusion of DDGS in the diet.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "G L Cromwell",
            "Michael J Azain",
            "O Adeola",
            "S. K. Baidoo",
            "S. D. Carter",
            "T. D. Crenshaw",
            "Sung Woo Kim",
            "D. C. Mahan",
            "P. S. Miller",
            "Marcia Carlson Shannon"
        ],
        "keywords": "belly firmness, carcass, distillers grain, fatty acid, iodine value, pig"
    },
    {
        "id": 5464,
        "label": 111,
        "author": "sung woo kim",
        "title": "Microbial shifts in the porcine distal gut in response to diets supplemented with Enterococcus Faecalis as alternatives to antibiotics",
        "organization": "North Carolina State University",
        "abstract": "Gut microbiota plays an important role in host health and nutrient digestion of animals. Probiotics have become one of effective alternatives to antibiotics enhancing animal health and performance through modulating gut microbiota. Previously, our research demonstrated that dietary Enterococcus Faecalis UC-100 substituting antibiotics enhanced growth and health of weaned pigs. To investigate the alterations of microbiota in the distal gut of pigs fed E. faecalis UC-100 substituting antibiotics, this study assessed fecal microbiota in pigs from different dietary treatments: the basal diet group, the E. faecalis group, and the antibiotic group on d 0, 14, and 28 of feeding through 16 S rRNA sequencing. Twenty-one phyla and 137 genera were shared by all pigs, whereas 12 genera were uniquely identified in the E. faecalis group on d 14 and 28. Bacterial abundance and diversity in the E. faecalis group, bacterial diversity in the antibiotic group, especially abundances of Fibrobacteres phylum and 12 genera in the E. faecalis group and antibiotics group were lower than that in the basal diet group on d 28. These results showed that microbial shifts in the porcine gut in response to diets containing E. faecalis were similar to the response to which containing antibiotics.",
        "email": "",
        "conf": "Scientific Reports",
        "coauthors": [
            "Pinghua Li, Qing Niu, Qingtian Wei, Yeqiu Zhang, Xiang Ma, Sung Woo Kim, Mingxin Lin, Ruihua Huang"
        ],
        "keywords": ""
    },
    {
        "id": 5561,
        "label": 111,
        "author": "sung woo kim",
        "title": "A nonlinear model for mammary gland growth and regression in lactating sows",
        "organization": "North Carolina State University",
        "abstract": "The objective was to propose an empirical mathematical model to describe mammary gland growth and regression in lactating sows. A nonlinear dynamic model based on the logistic function was constructed, and data from 61 sows were used to illustrate the model. Sows were fed four diets with two levels of energy and of protein during lactation, and individuals were slaughtered over a 30-d period to produce a cross sectional data set on weight and composition variables from suckled mammary glands. Data (y(x)) were obtained for each day of lactation (x) and fitted by nonlinear regression. The logistic distribution function was modified for different durations of growth (f; days/gram of weight or composition) and regression (g; days/gram of weight or composition): [formula in text] where y(max) is maximum weight or composition and x(max) is day of lactation at maximum. Based on results for wet weight, for example, individually suckled mammary glands grow until between Day 21 and 28 of lactation and reach a maximum of about 500 to 600 g, depending on diet. Growth pattern of mammary glands can be described well with an asymmetric nonlinear model, using different durations for growth and regression. From this model, it was possible to estimate directly biologically important parameters: maximum weight or composition, day of lactation at maximum weight or composition, and durations of growth and regression. This model can be applied to describe mammary gland growth patterns for other species and to describe similar growth or production patterns.",
        "email": "",
        "conf": "Growth development and aging: GDA",
        "coauthors": [
            "Sung Woo Kim",
            "M. Grossman",
            "Hans H. Stein",
            "I. K. Han",
            "R. A. Easter"
        ],
        "keywords": "Lactation,Mammary gland,Nonlinear regression,Sow"
    },
    {
        "id": 5539,
        "label": 111,
        "author": "sung woo kim",
        "title": "Dietary L-arginine supplementation improves pregnancy outcome in gilts.",
        "organization": "North Carolina State University",
        "abstract": "This study was conducted to determine the effect of dietary L-arginine supplementation on the production performance of pregnant gilts. A total of 53 pregnant gilts with an initial body weight of 166.25 plus or minus 1.81 kg and backfat thickness of 13.26 plus or minus 0.21 mm were housed individually in gestation crates. At d 30 of gestation, gilts were assigned randomly to corn- and soybean-based diets supplemented with 1.0 % L-arginine (treatment group) or 1.7 % L-alanine (isonitrogenous control). Both diets contained 3.1 Mcal ME/kg and 12.2% CP. Gilts were fed 1 kg twice a day at 0700 and at 1700 h during the gestation period. Maternal body weight and backfat thickness were measured on d 30, 50, 70, 90, and 110 d of gestation. At d 110 of gestation, gilts were transferred to individual farrowing crates. The numbers of total pigs born and born alive as well as birth weights of piglets were recorded immediately after farrowing. At d 110 of gestation, maternal body weight (P=0.603) and backfat thickness (P=0.349) did not differ between the control and treatment groups. The total number of pigs born did not differ (P=0.102) between the two groups of gilts. However, compared with the control group, arginine supplementation increased the number of pigs born alive by 23% (11.23 vs. 9.12, P=0.029) and litter birth weight by 28% (15.80 vs. 12.37 kg, P=0.005). These results demonstrate, for the first time, that dietary L-arginine supplementation improves pregnancy outcome in gilts.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "R. D. Mateo",
            "Guovao Wu",
            "Jeffery A Carroll",
            "Izuru Shizato",
            "Sung Woo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5558,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effect of starter feeding program on growth performance and gains of body components from weaning to market weight in swine",
        "organization": "North Carolina State University",
        "abstract": "Three experiments were conducted to test the hypothesis that different starter feeding programs (High, high quality; Low, low quality) will affect growth performance and body composition of pigs from weaning to market weight and that this effect may be influenced by gender (barrows or gilts) and breed (F, Yorkshire-Duroc × Hampshire; P, PIC Camborough 15 × PIC line 405). In Exp. 1, 21 ± 4-d-weaned F pigs (n = 90) were used in a 2 (High or Low) × 2 (barrows or gilts) factorial design. In Exp. 2, 21 ± 3-d-weaned pigs (n = 184) were used in a 2 (F or P) × 2 (High or Low) × 2 (barrows or gilts) factorial design. In Exp. 3, 21 F pigs from each gender and feeding program treatment were killed at d 0, 3, 7, 14, 42, 82, or 152 postweaning for evaluating body composition. Two starter feeding programs (High or Low) were applied to pigs for 6 wk postweaning. Pigs from both High and Low treatments were provided the same corn-soybean meal-based diets for the growing and finishing periods. Although the ADG of all pigs receiving the High treatment during the early starter period were higher (P < .01) than those of the Low, the terminal BW of F barrows were similar between High and Low (Exp. 1 and 2) and those of gilts were similar between High and Low (Exp. 2) (P > .80). However, the BW of P pigs receiving the High treatment, regardless of gender, tended to be heavier than those receiving the Low (Exp. 2) and F barrows receiving the High treatment tended to be heavier than those receiving the Low (Exp. 1). For the first 7 d postweaning, the High-fed pigs gained more protein (P < .05) and lost less fat (P < .05) than Low-fed pigs. During the growing-finishing period, the Low-fed pigs exhibited compensatory protein gain and achieved a body protein content similar (P < .60) to High-fed pigs by termination. Protein gains from weaning to termination between High- and Low-fed pigs were not different in Exp. 2 and 3. The protein gain of gilts was higher (P < .05) than that of barrows. Similarly, fat gain within genders was not affected by starter feeding program. Fat gain of gilts, however, was lower (P < .08) than that of barrows in Exp. 3. In conclusion, the nutritional quality of the starter feeding program affected growth performance immediately after weaning but did not affect protein gain over the entire production period.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "K. Y. Whang",
            "Floyd K Mckeith",
            "Sung Woo Kim",
            "R. A. Easter"
        ],
        "keywords": "Body Composition,Body Protein,Feed Rations,Growth Rate,Pigs"
    },
    {
        "id": 5484,
        "label": 111,
        "author": "sung woo kim",
        "title": "Diet Formulation and Feeding Programs",
        "organization": "North Carolina State University",
        "abstract": "Improving the efficiency of feed utilization is important for successful pig production simply because feed costs account for the largest economic input in most swine enterprises. In commercial pig production, the main objective of diet formulation and feeding strategy is to maximize profits, which may not necessarily imply maximal animal performance. Formulating diets that can result in optimum animal production with least cost would be a very complex and daunting task, and it requires fundamental knowledge on basic nutrition ",
        "email": "",
        "conf": "Sustainable Swine Nutrition",
        "coauthors": [
            "Sung Woo Kim",
            "Jeffrey A. Hansen"
        ],
        "keywords": ""
    },
    {
        "id": 5552,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of protein deprivation on subsequent growth performance gain of body components and protein requirements in growing pigs",
        "organization": "North Carolina State University",
        "abstract": "Forty-eight barrows were used in a 2 × 6 factorial arrangement to test a hypothesis that feeding a protein-deficient diet affects subsequent growth response by altering the efficiency of protein utilization. Barrows were individually fed either a 9% crude protein (CP) diet or an 18% CP diet from 20 to 30 kg of body weight (BW) (depletion phase). From 30 to 45 kg BW (realimentation phase), pigs were fed one of six experimental diets with CP levels of 11.8, 13.1, 14.3, 15.6, 18.8, and 21.8%. Four pigs were slaughtered at 20 kg BW to determine initial body composition. Four pigs from each treatment in depletion phase (a total of eight) were slaughtered at 30 kg BW, and all pigs from each treatment in realimentation phase (a total of 36) were slaughtered at 45 kg BW for subsequent compositional analysis. Pigs were bled at 20, 30, and 40 kg BW for blood urea nitrogen (BUN), insulin-like growth factor (IGF)-I, and IGF-binding protein (IGFBP) assays. Pigs were given three times the maintenance digestible energy requirement (3 × 120 kcal BW−0.75•d−1) in three equal meals daily. The feed allowance was adjusted every 3 d. During the depletion phase, pigs fed the 18% CP diet grew faster and more efficiently (P < 0.01) and gained more (P < 0.01) water and protein than did pigs fed the 9% CP diet. Pigs fed the 18% CP diet showed higher (P < 0.01) BUN values, IGF-I concentrations, and IGFBP ratios than pigs fed the 9% CP diet. During the realimentation phase, pigs fed the 9% CP diet during the depletion phase grew faster (P < 0.05), tended to grow more efficiently (P = 0.066), gained more water (P < 0.01), and tended to gain more protein (P = 0.068) than pigs fed the 18% CP diet during the depletion phase. Pigs fed the 9% CP diet during the depletion phase tended (P = 0.069) to have a higher protein requirement during the realimentation phase than pigs fed the 18% CP diet during the depletion phase. When measured at 40 kg BW, pigs fed the 9% CP diet had a lower (P < 0.05) BUN than pigs fed the 18% CP diet during the depletion phase. However, the plasma IGF-I concentration and IGFBP ratio at 40 kg BW were not affected by dietary CP level fed during the depletion phase. This study indicates that pigs fed a protein-deficient diet exhibit compensatory growth. During the period of compensatory growth, the requirement of CP for those pigs is higher than that of pigs previously fed an adequate diet. This study also suggests BUN can be used as an indicator of protein utilization efficiency and compensatory growth.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "KY Whang",
            "Sung Woo Kim",
            "Sharon M Donovan",
            "F. K. McKeith",
            "R. A. Easter"
        ],
        "keywords": "Binding Proteins,Body Protein,Compensatory Growth,Insulin-Like Growth Factor,Pigs"
    },
    {
        "id": 5486,
        "label": 111,
        "author": "sung woo kim",
        "title": "The effect of the ratio of standardized ileal digestible lysine to metabolizable energy on growth performance blood metabolites and hormones of lactating sows",
        "organization": "North Carolina State University",
        "abstract": "A total of 335 lactating sows (Landrace × Large White) were used in two experiments to determine the optimum ratio of standardized ileal digestible lysine (SID-Lys) to metabolizable energy (ME) for mixed parity sows during lactation. In Exp. 1, 185 sows (weighing an average of 256.2 ± 6.5 kg and having an average parity of 3.4 ± 0.3) were allocated to one of six experimental diets in a completely randomized block design within parity groups (1, 2, and 3+). The experimental diets were formulated to contain 3.06, 3.16, 3.20, 3.25, 3.30 or 3.40 Mcal/kg of ME and each diet was fed to the sows throughout a 28 day lactation. All diets provided a similar SID-lysine level (0.86%). As a result, the diets provided a SID-Lys:ME ratio of 2.81, 2.72, 2.69, 2.65, 2.61 or 2.53 g/Mcal ME. Sow feed intake was significantly (P < 0.01) affected by the energy content of the diet as well as by sow parity. Using regression analysis, feed intake was shown to be maximized at 3.25, 3.21, 3.21 and 3.21 Mcal/kg of ME for parity 1, 2, 3+ sows and the entire cohort of sows respectively (quadratic; P < 0.01). In addition, the result of feed intake can be expressed as 2.65, 2.69, 2.69 and 2.68 g/Mcal based on analysis of SID-Lys:ME ratio. Litter weight gain was affected by dietary treatment for parity 3+ sows and the entire cohort (P < 0.01). Based on regression analysis, litter weight gain was maximized at 3.25 and 3.24 Mcal/kg of ME for parity 3+ (quadratic; P < 0.01) and the entire cohort (quadratic; P < 0.01). Similarly, the result of litter weight gain could be expressed as 2.65 and 2.66 g/Mcal of SID-Lys:ME ratio. Therefore, 3.25 Mcal/kg of ME was selected for Exp. 2 in which 150 sows (weighing 254.6 ± 7.3 kg and having an average parity of 3.4 ± 0.4) were allocated to one of five treatments in a completely randomized block design within parity (1, 2, and 3+). The experimental diets were formulated to contain 2.1, 2.4, 2.7, 3.0 or 3.3 g/Mcal of SID-Lys:ME ratio with all diets providing 3.25 Mcal/kg of ME. The diets were fed to the sows throughout a 28 day lactation. Sow body weight loss was affected by dietary treatment (parity 3+ sows, P = 0.02; entire cohort, P < 0.01) and by sow parity (P < 0.01). Litter weight at weaning and litter weight gain were affected by dietary treatment for parity 1, 2, 3+ sows and the entire cohort (P < 0.01) as well as by sow parity (P < 0.01). Plasma urea nitrogen (P < 0.01), creatinine (P < 0.01) and non-esterifide fatty acids (P = 0.04) were decreased as the SID-Lys:ME ratio of the diet increased. Insulin-like growth factor-1 (P = 0.02), estradiol (P < 0.01) and luteinizing hormone (P = 0.02) were increased as the SID-Lys:ME ratio in diet increased. Based on a broken-line model, the estimated SID-Lys:ME ratio to maximize litter weight gain was estimated to be 3.05 g/Mcal.",
        "email": "",
        "conf": "Journal of Animal Science and Biotechnology",
        "coauthors": [
            "Lingfeng Xue, Xiangshu Piao, Defa Li, Pengfei Li, Rongfei Zhang, Sung Woo Kim, Bing Dong"
        ],
        "keywords": ""
    },
    {
        "id": 5564,
        "label": 111,
        "author": "sung woo kim",
        "title": "Changes in tissue composition associated with mammary gland growth during lactation in sows",
        "organization": "North Carolina State University",
        "abstract": "Twenty-four primiparous sows were used to determine the extent of mammary gland growth during lactation. Litter size was set to nine or 10 pigs immediately after birth. Sows were slaughtered in groups representing d 0 (within 12 h after farrowing), 5, 10, 14, 21, and 28 of lactation. Sows were provided 17.5 Mcal ME and 65 g of lysine per day during lactation. Mammary glands were collected at slaughter and trimmed of skin and extraneous fat pad. Each gland was weighed, cut in half to measure cross-sectional area, and ground for chemical analysis. Dry matter content, dry fat-free tissue (DFFT) content, protein content, amino acids composition, ash content, and DNA content were measured. Only glands known to have been suckled were included in these data. Wet and dry tissue weight; cross-sectional area; and the amount of DFFT, tissue protein, and amino acids in each suckled mammary gland increased (P < .05) during lactation to a peak on d 21. Fat percentage of each suckled gland declined (P < .05) and the percentage of protein and DFFT increased (P < .05) as lactation progressed. These results suggest that hypertrophy occurred in the tissue during lactation. There was a linear increase in the amount and percentage of DNA during lactation (P < .05), suggesting hyperplasia of the mammary tissue. Mammary tissue growth continues in suckled glands during lactation in sows, with gland wet weight increased by 55% and total gland DNA increased by 100% between d 5 and 21 of lactation.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Sung Woo Kim",
            "Walter L Hurley",
            "I. K. Han",
            "R. A. Easter"
        ],
        "keywords": "Sows, Lactation, Mammary Glands, DNA, Amino Acids"
    },
    {
        "id": 5540,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of replacing pharmacological levels of dietary zinc oxide with lower dietary levels of various organic zinc sources for weanling pigs",
        "organization": "North Carolina State University",
        "abstract": "Two 28-d randomized complete block design experiments were conducted to evaluate the effects of concentrations and sources of Zn on growth performance of nursery pigs. Seven stations participated in Exp. 1, which evaluated the efficacy of replacing 2,500 ppm of Zn from ZnO with 125, 250, or 500 ppm of Zn from Zn methionine. A control diet with 125 ppm of supplemental Zn was included at all stations. A total of 615 pigs were used in 26 replicates. Average weaning age was 20.6 d and the average initial BW was 6.3 kg. There were no differences in any growth response among the three supplemental Zn methionine levels fed in Exp. 1. Zinc supplementation from Zn methionine improved ADG compared with the control during all phases (P < 0.05), due primarily to an increase in ADFI. Pigs fed 2,500 ppm of Zn from ZnO gained faster (P < 0.01) than those fed the control diet during all phases, and faster (P < 0.05) than those fed supplemental Zn from Zn methionine for the 28-d experiment. Differences in gain were again due mainly to differences in feed intake. A second experiment compared five sources of supplemental organic Zn (500 ppm of Zn) with 500 and 2,000 ppm supplemental Zn from ZnO and a control (140 ppm total Zn). Six stations used a total of 624 pigs, with an average weaning age of 20.4 d and averaging 6.2 kg BW in 15 replicates. Pigs fed 2,000 ppm of Zn from ZnO gained faster (P < 0.05) than pigs fed the control or any of the 500 ppm of Zn treatments (ZnO or organic Zn). Pigs fed the 2,000 ppm of Zn from ZnO also consumed more feed than those receiving 500 ppm of Zn from ZnO or from any of the organic Zn sources (P < 0.05). Organic sources of Zn did not improve gain, feed intake, or feed efficiency beyond that achieved with the control diet. Supplemental Zn at a concentration of 500 ppm, whether in the form of the oxide or in an organic form, was not as efficacious for improved ADG as 2,000 to 2,500 ppm of Zn from ZnO.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "G. R. Hollis, S. D. Carter, T. R. Cline, T. D. Crenshaw, G. L. Cromwell, G. M. Hill, S. W. Kim, A. J. Lewis, D. C. Mahan, P. S. Miller, H. H. Stein, T. L. Veum"
        ],
        "keywords": "Organic Zinc, Weanling Pigs, Zinc"
    },
    {
        "id": 5473,
        "label": 111,
        "author": "sung woo kim",
        "title": "Nutrient value of spray field forages fed to pigs and the use of feed enzymes to enhance nutrient digestibility",
        "organization": "North Carolina State University",
        "abstract": "Bermuda grass, enzymes, forage sorghum, pigs, sweet sorghum",
        "email": "",
        "conf": "Journal of animal science",
        "coauthors": [
            "Adsos Passos",
            "C. Andrade",
            "C.E. Phillips",
            "M. T. Coffey",
            "Sung Woo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5562,
        "label": 111,
        "author": "sung woo kim",
        "title": "Mammary gland growth as influenced by litter size in lactating sows: Impact on lysine requirement",
        "organization": "North Carolina State University",
        "abstract": "Twenty-eight primiparous sows were used to determine the effect of litter size on the growth of mammary glands and nursing pigs during lactation. Litter size was set to 6, 7, 8, 9, 10, 11, or 12 pigs by cross-fostering immediately after birth. Four sows were allotted to each litter-size group. Sows were allowed to consume a daily maximum of 13.6 Mcal ME and 46.3 g of lysine during lactation. Sows were slaughtered on d 21 (20.6 ± 1.1) of lactation. Mammary glands were collected at slaughter and trimmed of skin and the extraneous fat pad. Each gland was separated, weighed, and ground for chemical analysis. Dry matter, dry fat-free tissue (DFFT), crude protein, ash, and DNA contents were measured. Only glands known to have been nursed were included in the data set. Wet and dry weights and the amounts of DFFT, protein, DNA, ash, and fat in individual nursed mammary glands linearly decreased (P < .05) as litter size increased. Percentages of DFFT, protein, and DNA were quadratically affected (P < .05) by litter size on d 21 of lactation. Total mammary wet and dry weights and total DFFT, protein, DNA, fat, and ash amount of all nursed mammary glands of each sow were increased as litter size increased (P < .05). Changing litter size from 6 to 12 pigs resulted in 2,098, 432, 253, 227, 4.4, 178, and 20 g increases in the amounts of total mammary wet weight, dry weight, DFFT, protein, DNA, fat, and ash, respectively, on d 21 of lactation. Litter weight gain was 18.1 kg greater in sows with 12 pigs than in sows with 6 pigs. Sows with a larger litter size had a greater increase in total mass of mammary gland tissue and litter weight but had lower growth of individual nursed mammary glands and individual pigs than sows with the smaller litter size. The need for nutrients to support additional mammary gland and litter growth as litter size increases should be considered when estimating nutrient requirements for lactating sows. Sows need an additional .96 g lysine per day to account for mammary gland growth for each pig added to a litter.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Sung Woo Kim",
            "Ikuo Osaka",
            "Walter L Hurley",
            "R. A. Easter"
        ],
        "keywords": "Sows, Lactation, Mammary Glands, Litter Size"
    },
    {
        "id": 5538,
        "label": 111,
        "author": "sung woo kim",
        "title": "Identification and Characterization of Antioxidants from Sophora flavescens",
        "organization": "North Carolina State University",
        "abstract": "The objectives of this study were to investigate the radical-scavenging activity and protective potential of Sophora flavescens from oxidative damage by the radical generator 2,2_x0001_-azobis(2-amidinopropane)dihydrochloride (AAPH) in renal epithelial LLC-PK1 cells and to identify the active components using the bioassay-linked fractionation method. The MeOH extract and fractions of CH2Cl2, BuOH, and H2O from S. flavescens showed 1,1-diphenyl-2-picrylhydrazyl (DPPH) radical-scavenging effects in a dose-dependent manner (p0.01),whereas only the BuOH and CH2Cl2 fractions showed protective effects against LLC-PK1 cellular damage induced by AAPH in a dose-dependent manner (p0.01). In particular, the BuOH fraction had the most effective (p0.05) antioxidative capacity. Employing a bioassay-linked HPLC/MS method, the active constituents from the BuOH fraction of S. flavescens were isolated and characterized as sophoraflavanone G and kurarinone with potent antioxidant effects against the DPPH radical, with IC50 values of 5.26 and 7.73 mg/ml, respectively. Moreover, the compounds dose dependently recovered cell viability decreased by AAPH treatment (p0.01), suggesting their protective roles against cellular oxidative damage. The results of this study suggest that S. flavescens has excellent antioxidative and kidney-protective potential and that flavonoids from S. flavescens, i.e., sophoraflavanone G and kurarinone, are the active constituents.",
        "email": "",
        "conf": "Biological & Pharmaceutical Bulletin",
        "coauthors": [
            "Xiang-Lan Lan Piao",
            "Xiangshu Piao",
            "Sung Woo Kim",
            "Jeong Hill Park",
            "Hyun Young Kim",
            "Shao-Qing Cai"
        ],
        "keywords": "Sophora flavescens; antioxidative activity; HPLC/MS; sophoraflavanone G; kurarinone"
    },
    {
        "id": 5498,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effect of supplementing Saccharomyces cerevisiae fermentation product in sow diets on reproductive performance in a commercial environment",
        "organization": "North Carolina State University",
        "abstract": "Sows (n = 491) were used to determine the effects of dietary yeast culture (Diamond V Original XPC™) on sow and litter performance in three treatments: (1) no added XPC, (2) 5 and 15 g d-1 XPC, and (3) 12 and 15 g d-1 XPC during gestation and lactation, respectively. Litter weight gain of multiparous sows fed XPC tended to be increased (P = 0.051), whereas that of primiparous sows was not affected. Days from wean to successful breeding of multiparous sows was reduced 35% (P < 0.05) by XPC. However, feeding a higher level of XPC during gestation resulted in no additional benefits",
        "email": "",
        "conf": "The Canadian veterinary journal. La revue veterinaire canadienne",
        "coauthors": [
            "Sung Woo Kim",
            "Mike Brandherm",
            "Betsy Newton",
            "Douglas R. Cook",
            "Ilkyu Yoon",
            "Gary Fitzner"
        ],
        "keywords": "Litter weight gain, parity, sows, Saccharomyces cerevisiae fermentation product"
    },
    {
        "id": 5465,
        "label": 111,
        "author": "sung woo kim",
        "title": "Dietary supplementation with L-glutamate and L-aspartate alleviates oxidative stress in weaned piglets challenged with hydrogen peroxide",
        "organization": "North Carolina State University",
        "abstract": "This study was to evaluate the protective roles of L-glutamate (Glu) and L-aspartate (Asp) in weaned piglets challenged with H2O2. Forty weaned piglets were assigned randomly into one of five groups (8 piglets/group): (1) control group (NC) in which pigs were fed a corn- and soybean meal-based diet and received intraperitoneal administration of saline; (2) H2O2 group (PC) in which pigs were fed the basal diet and received intraperitoneal administration of 10 % H2O2 (1 ml/kg body weight once on days 8 and repeated on day 11); (3) PC + Glu group (PG) in which pigs were fed the basal diet supplemented with 2.0 % Glu before intraperitoneal administration of 10 % H2O2; (4) PC + Asp group (PA) in which pigs were fed the basal diet supplemented with 1.0 % Asp before intraperitoneal administration of 10 % H2O2; (5) PC + Glu + Asp group (PGA) in which pigs were fed the basal diet supplemented with 2.0 % Glu plus 1.0 % Asp before intraperitoneal administration of 10 % H2O2. Measured parameters included daily feed intake (DFI), average daily gain (ADG), feed conversion rate (FCR), and serum anti-oxidative enzyme activities (catalase, superoxide dismutase, glutathione peroxidase-1), serum malondialdehyde and H2O2 concentrations, serum amino acid (AA) profiles, and intestinal expression of AA transporters. Dietary supplementation with Glu, Asp or their combination attenuated the decreases in DFI, ADG and feed efficiency, the increase in oxidative stress, the alterations of serum AA concentrations, and the changed expression of intestinal AA transporters in H2O2-challenged piglets. Thus, dietary supplementation with Glu or Asp alleviates growth suppression and oxidative stress, while restoring serum the amino acid pool in H2O2-challenged piglets.",
        "email": "",
        "conf": "Amino Acids",
        "coauthors": [
            "Jielin Duan, Jie Yin, Wenkai Ren, Ting Liu, Zhijie Cui, Xingguo Huang, Li Wu, Sung Woo Kim, Gang Liu, Xi Wu, Guoyao Wu, Tiejun Li, Yulong Yin"
        ],
        "keywords": "l-Glutamate, l-Aspartate, Oxidative stress, Hydrogen peroxide, Performance, Pigs"
    },
    {
        "id": 5565,
        "label": 111,
        "author": "sung woo kim",
        "title": "Recent Advances in the Nutrition of the High Producing Sow - Review -",
        "organization": "North Carolina State University",
        "abstract": "Genetic advances, changes in housing systems and new management strategies have made it necessary to thoroughly review conventional nutritional programs. The approach has changed from one of feeding to permit gradual depletion of fat and protein tissues to one of feeding to maintain long-term nutritional balance. Increasingly the sow is viewed as a dynamic system that can be described by an mathematical model. There is opportunity to improve the initial models through research to provide a better understanding of metabolism and key physiological events in the sow''''s reproductive life. Direct experimentation remains a very important tool for defining nutritional requirements. Recent data supports increases in amino acid recommendations during lactation. Voluntary feed intake remains an intractable problem during lactation.",
        "email": "",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "R. A. Easter",
            "Sung Woo Kim"
        ],
        "keywords": "Sow; Nutrition; Lactation; Gestation; Amino Acids"
    },
    {
        "id": 5478,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of Chitosan on Intestinal Inflammation in Weaned Pigs Challenged by Enterotoxigenic Escherichia coli",
        "organization": "North Carolina State University",
        "abstract": "The aim of this study was to investigate whether supplementation with chitosan (COS) could reduce diarrhea and to explore how COS alleviates intestinal inflammation in weaned pigs. Thirty pigs (Duroc×Landrace×Yorkshire, initial BW of 5.65±0.27) weaned at age 21 d were challenged with enterotoxigenic Escherichia coli during a preliminary trial period, and then divided into three treatment groups. Pigs in individual pens were fed a corn-soybean meal diet, that contained either 0 (control), 50 mg/kg chlortetracycline, or 300 mg/kg COS for 21 days. The post-weaning diarrhea frequency, calprotectin levels and TLR4 protein expression were decreased (P<0.05) in both the COS and chlortetracycline groups compared with control. Simultaneously, supplemental COS and chlortetracycline had no effect on the mRNA expression of TNF-α in the jejunal mucosa, or on the concentrations of IL-1β, IL-6 and TNF-α in serum. However, COS supplementation improved (P<0.05) the mRNA expression of IL-1β and IL-6 in the jejunal mucosa. The results indicate that supplementation with COS at 300 mg/kg was effective for alleviating intestinal inflammation and enhancing the cell-mediated immune response. As feed additives, chitosan and chlortetracycline may influence different mechanisms for alleviating inflammation in piglets.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Dingfu Xiao, Yongfei Wang, Gang Liu, Jianhua He, Wei Qiu, Xionggui Hu, Zemeng Feng, Maoliang Ran, Charles M. Nyachoti, Sung Woo Kim, Zhiru Tang, Yulong Yin"
        ],
        "keywords": ""
    },
    {
        "id": 5480,
        "label": 111,
        "author": "sung woo kim",
        "title": "Protective Effect of Two Yeast Based Feed Additives on Pigs Chronically Exposed to Deoxynivalenol and Zearalenone",
        "organization": "North Carolina State University",
        "abstract": "To evaluate the effects of the mycotoxins deoxynivalenol (DON) and zearalenone (ZEA) on pigs and the benefits of two mycotoxin mitigation strategies, gilts (n = 84, 9.1 ± 0.1 kg) were allotted to four treatments: CON (control); MT (4.8 mg/kg feed DON and 0.3 mg/kg feed ZEA); MT-YC (MT + 2 g/kg of yeast cell wall product); and MT-YF (MT + 2 g/kg of yeast fermentation product). After 42 days of feeding, pigs fed MT had reduced (p < 0.05) growth performance compared with pigs fed CON. Pigs fed MT-YF had greater (p < 0.05) average daily gain and tended to have greater (p = 0.080) average daily feed intake than MT, whereas pigs fed MT-YC did not differ from MT. Oxidative DNA damage increased (p < 0.05) in MT, whereas pigs fed MT-YF tended to have lower (p = 0.067) oxidative stress. Liver hydropic degeneration was increased (p < 0.05) in MT in contrast to CON and MT-YF, and tended to be greater (p = 0.079) than MT-YC. Collectively, feeding diets contaminated with mycotoxins significantly reduced growth performance and impacted pig health. The yeast additives had varied ability to reduce mycotoxin effects on pig growth and health, but may still play a beneficial role in reducing the overall impacts of a mycotoxin challenge on pigs.",
        "email": "",
        "conf": "Toxins",
        "coauthors": [
            "Alexandra Weaver",
            "M. Todd See",
            "Sung Woo Kim"
        ],
        "keywords": "deoxynivalenol; feed additives; pigs; yeast; zearalenone"
    },
    {
        "id": 5496,
        "label": 111,
        "author": "sung woo kim",
        "title": "Differential composition of proteomes in sow colostrum and milk from anterior and posterior mammary glands",
        "organization": "North Carolina State University",
        "abstract": "Piglets obtaining milk from anterior and middle mammary glands (MG) grow faster than those suckling posterior MG, but the underlying mechanisms are not clear. The purpose of this study was to investigate the differential proteomes of colostrum and milk secreted by anterior and posterior MG. Six healthy primiparous sows with 7 pairs of MG were used; the first and the second pairs were defined as anterior MG and the sixth and seventh pairs as posterior MG. Colostrum and milk were collected at d 1 and 14 after parturition, respectively. Comparative proteomics analysis was performed to identify the differentially expressed proteins in colostrum and milk secreted by anterior and posterior MG. Results show that protein composition in colostrum and milk varied markedly with the anatomical location of MG. Immunoglobulins, lactadherin, and haptoglobin were upregulated (P < 0.05) in colostrum from anterior MG compared with posterior MG. Concentrations of immunoglobulins and lactoferrin in milk from anterior MG were greater (P < 0.05) than milk from posterior MG. Moreover, concentration of proteins from somatic cells was greater (P < 0.05) in milk from posterior MG compared with anterior MG. Most proteins, in which abundance was upregulated in colostrum and milk from anterior MG, contribute to passive immunity, intestinal development of suckling piglets and epithelial integrity, and the health of MG. Collectively, these results indicate that in comparison with posterior MG, anterior MG are more active in protein synthesis and produce more immunoglobulins and lactoferrin in colostrum and milk.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "W Z Wu",
            "Xiaoqiu Wang",
            "G Y Wu",
            "Sung Woo Kim",
            "F. Chen",
            "Junjun Wang"
        ],
        "keywords": "anterior mammary gland, colostrum, milk, posterior mammary gland, proteome, sow"
    },
    {
        "id": 5568,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of chronic exposure of diets with low levels of aflatoxin and deoxynivalenol on growth and immune status of pigs",
        "organization": "North Carolina State University",
        "abstract": "his study investigated the growth and immune responses of pigs fed diets containing low concentrations of aflatoxin (AF) and deoxynivalenol (DON) from naturally contaminated corn. Sixty gilts (13.9±0.2 kg BW) were randomly assigned to 4 treatments (5 replicate pens per treatment and 3 pigs per pen): A (a control diet without detectable AF and DON); B (a diet with 60 μg AF/kg and 300 μg DON/kg); C (a diet with 120 μg AF/kg and 600 μg DON/kg); and D (a diet with 180 μg AF/kg and 900 μg DON/kg). Pigs were allowed ad libitum access to",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Alexandra Weaver",
            "M. Todd See",
            "J. A. Hansen",
            "A. L. P. de Souza",
            "T. F. Middleton",
            "Sung Woo Kim"
        ],
        "keywords": "aflatoxin, deoxynivalenol, growth, immune, pigs"
    },
    {
        "id": 5507,
        "label": 111,
        "author": "sung woo kim",
        "title": "Ideal amino acid balance for sows during gestation and lactation",
        "organization": "North Carolina State University",
        "abstract": "Improving efficiency of protein utilization is important for pregnant sows under restricted feed allowance and for lactating sows with limited feed intake. Sows have limited ability to support the growth of fetuses and mammary glands during late gestation and to support mammary growth and milk production, especially during first lactation period. A series of studies was conducted to characterize requirements and ideal ratios of AA for 1) fetal growth, 2) mammary gland growth of gestating sows, 3) maternal tissue gain of gestating sows, 4) mammary gland growth of lactating sows, and 5) maternal tissue gain of lactating sows. A total of 97 pregnant sows and their fetuses and a total of 174 lactating sows and their nursing piglets were used for these studies to collect fetal tissues, mammary tissues, and maternal tissues for AA analysis. Requirements and ideal ratios of AA for sows changed dynamically depending on stages of pregnancy. Suggested daily requirements for true ileal digestible Lys were 5.57 and 8.78 g, and relative ideal ratios for Lys:Thr:Val:Leu (on basis of AA weight) were 100:79:65:88 and 100:71:66:95 for d 0 to 60 and d 60 to 114 of gestation, respectively. Requirements and ideal ratios of AA for lactating sows changed dynamically depending on potential amounts of protein mobilization from maternal tissues, which are related to voluntary feed intake and milk production. Suggested ideal ratios for Lys:Thr:Val:Leu were 100:59:77:115 and 100:69:78:123 if BW losses of sows during 21 d of lactation are 0 and 33 to 45 kg, respectively. To optimize efficiency of dietary protein utilization by sows, the dietary AA content and ratios can be adjusted by stages of pregnancy (i.e., phase feeding) and by expected feed intakes or parities of sows during lactation (i.e., parity-split feeding) considering the dynamic changes in the requirements and ideal ratios of AA.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Sung Woo Kim",
            "Walter L Hurley",
            "G Wu",
            "F Ji"
        ],
        "keywords": "Amino acid, fetus, ideal protein, mammary gland, sow"
    },
    {
        "id": 5566,
        "label": 111,
        "author": "sung woo kim",
        "title": "Mammary Gland Growth during Lactation and Its Impact on the Growth of Nursing Pigs",
        "organization": "North Carolina State University",
        "abstract": "The sow= s mammary gland is the sole organ for providing nutrients for nursing pigs. Understanding the biology of the sow= s mammary gland is critical for maximizing pig growth rate during lactation. It has been demonstrated that pre-weaning growth of pigs affects post-weaning growth (McConnell et al., 1987; Mahan and Lepine, 1991; Mahan, 1993). Thus, characterizing growth of mammary gland during lactation and understanding its relationship to the growth of nursing pigs may be important for improving pre-weaning",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Sung Woo Kim",
            "Walter L Hurley",
            "R. A. Easter"
        ],
        "keywords": ""
    },
    {
        "id": 5488,
        "label": 111,
        "author": "sung woo kim",
        "title": "Phosphorus requirements for 60- to 100-kg pigs selected for high lean deposition under different thermal environments",
        "organization": "North Carolina State University",
        "abstract": "Two experiments were conducted to determine the requirement of available P (aP) of pigs selected for high lean deposition during summer (maximum and minimum temperatures of 29.8 ± 3.6 and 21.3 ± 1.1°C, respectively; Exp. 1) and winter (maximum and minimum temperatures of 24.7 ± 2.1 and 9.1 ± 1.6°C, respectively; Exp. 2). Pigs (66.5 ± 2.8 kg, Exp. 1; and 61.1 ± 0.6 kg, Exp. 2) were randomly allotted to 5 dietary treatments. Exp. 1 had 5 pens/treatment and Exp. 2 had 6 pens/treatment, and all pens had 2 pigs. Treatments were composed of a corn-soybean meal basal diet and 4 diets with additional dicalcium phosphate to obtain 5 aP concentrations (0.122, 0.187, 0.252, 0.317, and 0.382% in Exp. 1, and 0.135, 0.200, 0.265, 0.330, and 0.395% in Exp. 2). Pigs were allowed ad libitum access to their respective diets for 30 d. In Exp. 1, increasing aP improved ADFI and ADG (quadratic, P < 0.05), with maximum responses obtained at 0.226 and 0.256% of aP, respectively. Increasing aP improved (P < 0.05) G:F. A broken-line analysis indicated that G:F was maximized (P < 0.05) at 0.295% of aP or 9.04 g of aP/d. Increasing aP also increased (quadratic, P < 0.05) P and Ca (g/kg) in the metacarpals with maximum responses obtained at 0.314 and 0.272% of aP, respectively. The percentage of ash in the metacarpals continued to increase (linear, P < 0.05) with increasing aP. In Exp. 2, ADG and G:F improved (linear and quadratic, P < 0.05) as aP increased in the diet. A broken-line analysis indicated that G:F was maximized (P < 0.05) at 0.316% of aP or 10.58 g of aP per day. However, increasing aP had no effect on ADFI. Percentages of ash, P, and Ca in the metacarpals increased (linear, P < 0.05) with increasing aP. In conclusion, results of this experiment indicated that finishing pigs (60 to 100 kg) kept in a thermoneutral environment require 0.316% aP in the diet (10.58 g/d) to maximize G:F, but the requirement is only 0.295% aP (9.04 g/d) when pigs are under heat stress.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Alysson Saraiva",
            "Juarez Lopes Donzele",
            "R F M Oliveira",
            "M. L. Abreu",
            "F. C. Silva",
            "S. E. Guimaraes",
            "Sung Woo Kim"
        ],
        "keywords": "heat stress, lean gain, phosphorus, pig"
    },
    {
        "id": 5545,
        "label": 111,
        "author": "sung woo kim",
        "title": "Arginine nutrition in neonatal pigs",
        "organization": "North Carolina State University",
        "abstract": "The concentration of arginine (an essential amino acid for neonates) in sow's milk is remarkably low, and thus endogenous synthesis of arginine plays a crucial role in maintaining arginine homeostasis in milk-fed piglets. Paradoxically, intestinal synthesis of citrulline from glutamine/glutamate and proline (the endogenous source of arginine) declines markedly in 7- to 21-d-old suckling pigs, compared with 1- to 3-d-old pigs. Therefore, plasma concentrations of arginine and its immediate precursors (ornithine and citrulline) decrease progressively by 20–41%, whereas plasma ammonia levels increase progressively by 18–46%, between d 3 and 14 of life. Dietary supplementation of 0.2 and 0.4% arginine to 7- to 21-d-old pigs (artificially reared on a milk feeding system) dose dependently enhances the plasma arginine concentration (30 and 61%), reduces the plasma ammonia level (20 and 35%), and increases weight gain (28 and 66%). These compelling metabolic and growth data demonstrate unequivocally that arginine is insufficient for supporting the maximal growth in milk-fed young pigs and that this arginine deficiency represents a major obstacle to realizing the growth potential in piglets. A low concentration of mitochondrial N-acetylglutamate (an activator of both pyrroline-5-carboxylate synthase and carbamoylphosphate synthase-I) is responsible for the striking decline in the intestinal synthesis of citrulline and arginine during the suckling period. Accordingly, oral administration of N-carbamoylglutamate [a metabolically stable analogue of N-acetylglutamate; 2 × 50 mg/(kg body wt · d)] enhances plasma arginine level (68%) and weight gain (61%) of 4- to 14-d-old sow-reared pigs. Thus, the metabolic activation of intestinal citrulline and arginine synthesis provides a novel, effective means to increase endogenous arginine provision and therefore piglet growth (a major goal of animal agriculture). Our findings not only generate new fundamental knowledge about amino acid utilization by neonatal pigs, but they also have important practical implications for improving the efficiency of pork production.",
        "email": "",
        "conf": "Journal of Nutrition",
        "coauthors": [
            "Guoyao Wu",
            "Darrell A. Knabe",
            "Sung Woo Kim"
        ],
        "keywords": "amino acids, intestine, metabolism, milk, swine"
    },
    {
        "id": 5550,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of Ginger ( Zingiber officinale Rosc.) on Decreasing the Production of Inflammatory Mediators in Sow Osteoarthrotic Cartilage Explants",
        "organization": "North Carolina State University",
        "abstract": "The herbal remedy Zingiber officinale (ginger root) has been used for perhaps thousands of years in the Far East to treat inflammatory diseases, including osteoarthritis. However, the anti-arthritic effect of ginger root has never been evaluated on osteoarthrotic cartilage of sow. The objective of this study was to investigate the effects of ginger root extract (GRE) on the viability and the production of nitric oxide (NO) and prostaglandin E2 (PGE2) by sow osteoarthrotic cartilage explants. The cartilage explants (~20 mg/96-well plate) were grown in Ham's F-12/Dulbecco's Modified Eagle's Medium supplemented with 10% fetal bovine serum and antibiotics for 72 hours and depleted for 24 hours. GRE was then added at different concentrations (0-2,000 μg/mL), and the explants were allowed to grow for 24 hours. The cell viability was reduced (P<.05) with GRE ≥500 μg/mL, whereas it was not affected with GRE <100 μg/mL. In a follow-up experiment, the supernatants of cartilage explants with GRE (0-500 μg/mL) in the presence of interleukin-1β (2 ng/mL), tumor necrosis factor-α (1 ng/mL), and lipopolysaccharides (10 μg/mL) were used to measure NO and PGE production. Increasing GRE concentration (1-100 μg/mL) reduced (P < .05) NO production by cartilage tissue explants, and a similar pattern was observed in the production of PGE2. The inhibitory effects of GRE on NO and PGE2 production by sow osteoarthrotic cartilage explants observed in this study suggest an important role for GRE as an anti-arthritic agent in osteoarthrosis in the sow.",
        "email": "",
        "conf": "Journal of Medicinal Food",
        "coauthors": [
            "Chwan-Li Shen",
            "Kee-Jong Hong",
            "Sung Woo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5559,
        "label": 111,
        "author": "sung woo kim",
        "title": "Growth of nursing pigs related to the characteristics of nursed mammary glands",
        "organization": "North Carolina State University",
        "abstract": "The purpose of this study was to determine growth performance of nursing pigs in relationship to teat order and to observe teat preference by pigs. In the first experiment, litter size of 13 primiparous sows was adjusted to 9 (8.7 ± 1.5) pigs and teat order of each litter was observed on the day before slaughter. Another group of eight sows was killed on d 0 (within 12 h after farrowing). In the second experiment, litter size was adjusted to 9 (8.9 ± 1.4) pigs for 20 primiparous sows and teat order for each litter was observed 1 d before slaughter. The weights of sows and individual pigs were recorded at farrowing, weekly, and on the day before slaughter. Mammary glands were collected at slaughter on d 21 of lactation and trimmed of skin and the extraneous fat pad. Individual glands were separated, weighed, and ground for measurement of dry matter, dry fat-free tissue, protein, fat, ash, and DNA contents. Middle mammary glands had the greatest wet weight among glands obtained within 12 h after weaning (P < .05). For sows completing the 21 d lactation, only glands known to have been nursed were included in the data sets. Greater than 60% of the first four pairs of mammary glands were nursed, and less than 40% of the seventh and eighth glands were nursed by pigs during lactation. Pigs that nursed the first five pairs of anterior glands gained faster than pigs nursing the remaining glands. The first five pairs of anterior glands had greater wet and dry weights, and greater protein and DNA contents compared with the remaining glands. Pigs that nursed heavier glands gained weight faster (r = .68, P = .0001), and those heavier glands contained greater amounts of protein (r = .98, P = .0001) and DNA (r = .66, P = .0001). Variation in weight gain of pigs nursing the anterior and middle glands was not statistically significant. The functional superiority of anterior and middle glands was positively correlated with body weight gain of nursing pigs.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Sung Woo Kim",
            "Walter L Hurley",
            "I. K. Hant",
            "R. A. Easter"
        ],
        "keywords": "Lactation, Mammary Gland, Nursing Pigs, Teat Order"
    },
    {
        "id": 5494,
        "label": 111,
        "author": "sung woo kim",
        "title": "Occurrence and Decontamination of Mycotoxins in Swine Feed",
        "organization": "North Carolina State University",
        "abstract": "Contamination of agricultural crops by mycotoxins results in significant economic losses for grain producers and, when consumed, it can cause reduced growth and health in a wide range of animal species. Hundreds of mycotoxin producing molds exist, however each has a different frequency and pattern of occurrence, as well as differences in the severity of the diseases (mycotoxicoses) they cause. Among the mycotoxins considered to be major contaminates are aflatoxin, deoxynivalenol, fumonisin, ochratoxin, and zearalenone. Although a multitude of species can be harmed by consumption of these mycotoxins, swine appear to be the most commonly affected commodity species. The swine industry can thus experience great losses due to the presence of mycotoxin contamination in feeds. Subsequently, recognition and prevention of mycotoxicoses is extremely important and dependent on adequate grain sampling and analysis methods pre-harvest, as well as effective strategies post-harvest to reduce consumption by animals. The aim of this review is to provide an overview of the major mycotoxin contaminants in grains, to describe methods of analysis and prevention to reduce mycotoxicoses in swine and other animals, and finally to discuss how mycotoxins directly affect swine production.",
        "email": "",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "Alexandra Weaver",
            "Jeff A. Hansen",
            "Eric Van Heugten",
            "M. Todd See",
            "Sung Woo Kim"
        ],
        "keywords": "Aflatoxin;Deoxynivalenol;Feed Additives;Mycotoxins;Swine"
    },
    {
        "id": 5560,
        "label": 111,
        "author": "sung woo kim",
        "title": "Growth of Nursing Pigs and Characteristics of Nursed Mammary Gland According to the Anatomical Location",
        "organization": "North Carolina State University",
        "abstract": " Pigs which nursed anterior and middle glands had greater ADG than pigs which nursed posterior glands. There were no significant weight differences among pigs which nursed anterior and middle glands. Pig weight variation within a litter may be minimized when pigs nurse ten mammary glands at anterior or middle location. The availability of 10 high producing glands per sow coincides with the average litter size of 10 in the US",
        "email": "",
        "conf": "Illinois livestock trail",
        "coauthors": [
            "Sung Woo Kim",
            "Walter L Hurley",
            "R. A. Easter"
        ],
        "keywords": ""
    },
    {
        "id": 5555,
        "label": 111,
        "author": "sung woo kim",
        "title": "Standardized ileal protein and amino acid digestibility by growing pigs and sows.",
        "organization": "North Carolina State University",
        "abstract": "Experiments were conducted to determine the effect of the physiological condition of swine on standardized ileal digestibility coefficients (SID). The apparent ileal digestibility coefficients were determined for crude protein and amino acids in six feed ingredients (corn, barley, wheat, soybean meal, canola meal, and meat and bone meal) in growing pigs and in gestating and lactating sows. Growing pigs and lactating sows were given free access to their diets, whereas gestating sows were allowed to consume only 2 kg of feed daily. The nonspecific (basal) endogenous losses of protein and amino acids were determined under similar feeding regimens after feeding a protein-free diet. The SID for crude protein and amino acids were calculated by correcting the apparent ileal digestibility coefficients for the nonspecific endogenous losses of protein and amino acids. With a few exceptions, there were no differences (P > 0.05) in the SID for crude protein and amino acids between growing pigs and lactating sows. Overall, gestating sows had higher (P < 0.05) SID for crude protein and all amino acids, except for tryptophan and aspartate, compared with growing pigs. Likewise, the SID of most amino acids obtained by gestating sows were higher (P < 0.05) than those obtained by lactating sows. Interactions (P < 0.05) between animals and diets were observed for gestating sows compared with growing pigs as well as gestating sows compared with lactating sows. As a consequence, it is not possible to extrapolate data from one feed ingredient to another. On most occasions, the lowest SID among the indispensable amino acids was calculated for threonine, valine, and lysine. It is concluded that gestating sows fed 2 kg of feed per day have higher standardized digestibility coefficients than do growing pigs and lactating sows given free access to their diets. This difference may be due to differences in daily feed intake rather than to the physiological status of the animals.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Hans H Stein",
            "Sung Woo Kim",
            "T. T. Nielsen",
            "R. A. Easter"
        ],
        "keywords": "Amino Acids, Digestibility, Pigs, Sows"
    },
    {
        "id": 5458,
        "label": 111,
        "author": "sung woo kim",
        "title": "Biological Effects and Applications of Chitosan and Chito-Oligosaccharides",
        "organization": "North Carolina State University",
        "abstract": "The numerous functional properties and biological effects of chitosan and chito-oligosaccharides (COS) have led to a significant level of interest, particularly with regard to their potential use in the agricultural, environmental, nutritional, and pharmaceutical fields. This review covers recent studies on the biological functions of COS and the impacts of dietary chitosan and COS on metabolism. The majority of results suggest that the use of chitosan as a feed additive has favorable biological effects, such as antimicrobial, anti-oxidative, cholesterol reducing, and immunomodulatory effects. The biological impacts reviewed herein may provide a new appreciation for the future use of COS.",
        "email": "chitosan, chito-oligosaccharides, biological activity, application, microbiota",
        "conf": "Frontiers in Physiology",
        "coauthors": [
            "Guiping Guan",
            "Abul Kalam Azad",
            "Yuanshan Lin",
            "Sung Woo Kim",
            "Yun Tian",
            "Gang Liu",
            "Hongbing Wang"
        ],
        "keywords": "chitosan, chito-oligosaccharides, biological activity, application, microbiota"
    },
    {
        "id": 5476,
        "label": 111,
        "author": "sung woo kim",
        "title": "Amino acid fortified diets for weanling pigs replacing fish meal and whey protein concentrate: Effects on growth immune status and gut health",
        "organization": "North Carolina State University",
        "abstract": "Limited availability of fish meal and whey protein concentrate increases overall feed costs. Availability of increased number of supplemental amino acids including Lys, Met, Thr, Trp, Val, and Ile allows replacing expensive protein supplements to reduce feed costs. This study was to evaluate the effect of replacing fish meal and/or whey protein concentrate in nursery diets with 6 supplemental amino acids on growth performance and gut health of post-weaning pigs. Treatments were 1) FM-WPC: diet with fish meal (FM) and whey protein concentrate (WPC); 2) FM-AA: diet with FM and crystalline amino acids (L-Lys, L-Thr, L-Trp, DL-Met, L-Val, and L-Ile); 3) WPC-AA: diet with WPC and crystalline amino acid; and 4) AA: diet with crystalline amino acid. This study indicates that use of 6 supplemental amino acids can replace fish meal and/or whey protein concentrate without adverse effects on growth performance, immune status, and gut health of pigs at d 21 to 49 of age. Positive response with the use of 6 supplemental amino acids in growth during the first week of post-weaning may due to increased plasma insulin potentially improving uptake of nutrients for protein synthesis and energy utilization. The replacement of fish meal and/or whey protein concentrate with 6 supplemental amino acids could decrease the crude protein level in nursery diets, and potentially lead to substantial cost savings in expensive nursery diets.",
        "email": "",
        "conf": "Journal of Animal Science and Biotechnology",
        "coauthors": [
            "Yan Zhao",
            "Alexandra Weaver",
            "Vivek Fellner",
            "Robert L. Payne",
            "Sung Woo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5497,
        "label": 111,
        "author": "sung woo kim",
        "title": "Recent advances in sow nutrition",
        "organization": "North Carolina State University",
        "abstract": "Sows produce a larger number of fetuses than before and these fetuses possess genetic potentials to grow faster than before. Recent comparison shows that a porcine fetus is 40% heavier than 40 years ago. Thus the nutritional management of sows has been updated to reflect these genetic changes. Our recent study quantified nutritional needs for sows to support the growth of fetuses and mammary glands during gestation. Amino acid needs for fetal growth and mammary growth during late gestation (d 70 to farrowing) significantly greater than those needs during early gestation (until d 70). Considering these increases, daily requirement of true ileal digestible Lys for a primiparous sows increases from 7 g (until d 70) to 15 g (d 70 to farrowing). Required qualities of proteins (ie, amino acid ratios) also change with an advance of pregnancy as maternal, fetal, and mammary tissues have their unique amino acid compositions. Thus, if the feed does not provide sufficient amounts and qualities of proteins, sows can be under a severe catabolic status during late gestation, especially during late gestation. Sows under a conventional feeding program had increased litter weight variations at farrowing (19%) compared with early gestation (3.0%). Our recent study also shows that sows under a conventional feeding program have a dramatic increase in a systemic oxidative stress during late gestation compared with early gestation when measured by plasma if the feed does not provide sufficient amounts and qualities of proteins, sows can be under a severe catabolic status during late gestation, especially during late gestation. Sows under a conventional feeding program had increased litter weight variations at farrowing (19%) compared with early gestation (3.0%). Our recent study also shows that sows under a conventional feeding program have a dramatic increase in a systemic oxidative stress during late gestation compared with early gestation when measured by plasma if the feed does not provide sufficient amounts and qualities of proteins, sows can be under a severe catabolic status during late gestation, especially during late gestation. Sows under a conventional feeding program had increased litter weight variations at farrowing (19%) compared with early gestation (3.0%). Our recent study also shows that sows under a conventional feeding program have a dramatic increase in a systemic oxidative stress during late gestation compared with early gestation when measured by plasmaα- tocopherol (56% decrease), plasma retinol (57% decrease), and DNA damage in white blood cells (125% increase) which were sustained until the early lactation period. Increased oxidative damages in sows negatively affect the growth and health of fetuses as well as postpartum growth. Sow feeding during late gestation should reflect the changed needs for amino acids and antioxidants. Phase feeding or top dressing could be a practical solution to provide sufficient nutrients during late gestation.",
        "email": "",
        "conf": "Revista Brasileira de Zootecnia",
        "coauthors": [
            "Sung Woo Kim"
        ],
        "keywords": "amino acids, fetus, gestation, lactation, oxidative stress, sows"
    },
    {
        "id": 5542,
        "label": 111,
        "author": "sung woo kim",
        "title": "Comparison of dietary selenium fed to grower-finisher pigs from various regions of the United States on resulting tissue Se and loin mineral concentration",
        "organization": "North Carolina State University",
        "abstract": "A study was conducted to evaluate the mineral content of pork tissue with particular emphasis on Se between various states (regions) having different diet (grain) indigenous Se concentrations. The study involved 19 states in the north, central, and southern regions of the United States, with committee members of NCR-42 and S-1012 (formerly S-288). A total of 62 pigs were used, with collaborators sending 100-g samples each of loin, heart, and liver, and a 3- to 4-g sample of hair (collected along the topline) from two to five market-weight pigs to a common laboratory for analysis. Diets at each station were formulated with locally purchased soybean meal and grain that was either grown or normally fed to pigs within their state. Tissues were analyzed for Se, but only the loin was analyzed for the macro- and micromineral elements. Correlation of dietary minerals to the tissue element was determined. The results demonstrated differences in tissue Se among states (P < 0.01), with high correlations of dietary Se to loin (r = 0.84; P < 0.01), heart (r = 0.84; P < 0.01), liver (r = 0.83; P < 0.01), and hair Se (r = 0.90; P < 0.01) concentrations. The correlation of hair Se to the Se concentration of loin, heart, and liver tissues was high (r > 0.90; P < 0.01). States in the west-central region of the United States and west of the Mississippi river had higher dietary Se and tissue Se concentrations than states in the eastern section of the Corn Belt, east of the Mississippi river, and along the East Coast. Generally, states did not differ greatly in their loin macro- and micromineral concentrations. The simple correlation of dietary minerals to their corresponding loin mineral concentration was generally non-significant, but most macrominerals had decreasing mineral concentrations when the dietary mineral level was higher. These results indicate that regional differences in tissue Se were influenced more by the indigenous Se content of the diet (grain) fed to the pigs than from sodium selenite.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "D. C. Mahan, J. H. Brendemuhl, S. D. Carter, L. I. Chiba, T. D. Crenshaw, G. L. Cromwell, C. R. Dove, A. F. Harper, G. M. Hill, G. R. Hollis, S. W. Kim, M. D. Lindemann, C. V. Maxwell, P. S. Miller, J. L. Nelssen, B. T. Richert, L. L. Southern, T. S. Stahly, H. H. Stein, E. van Heugten, J. T. Yen"
        ],
        "keywords": "Geographical Region, Pigs, Selenium"
    },
    {
        "id": 5534,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of dietary Astragalus polysaccharide on growth performance and immune function in weaned pigs",
        "organization": "North Carolina State University",
        "abstract": "An experiment was conducted to evaluate the effects of dietary supplementation of a polysaccharide isolated from Astragalus membranaceus (APS) on performance and immune responses in weaned pigs. A total of 144 crossbred pigs weaned at 26 to 30 days of age with an average initial live weight (LW) of 7·64 (s.d. 0·290) kg were randomly allotted to six diets supplemented with APS at 0, 100, 250, 500, 750, and 1000 mg/kg. There were six replicates (three barrow pens and three gilt pens) per diet treatment with four pigs per pen. Pigs were given food ad libitum for 21 days and the LW and food intake were measured on days 14 and 21. Pigs were intramuscularly injected with 1 mg/kg LW ovalbumin (OVA) on day 14 to evaluate humoral immune response. Blood samples were collected on day 21 to measure leukocyte differential counts, percentage of blood CD4+ and CD8+ lymphocyte subsets, lymphocyte proliferation response to Concanavalin A, serum concentration of immunoglobulin G (Ig G), interleukin-2 (IL-2), interleukin-4 (IL-4), interleukin-10 (IL-10), interferon-γ (IFN-γ) and specific OVA antibody. The results showed that the average daily gain, the numbers of WBC and lymphocytes, the proportion of CD4+ lymphocyte subset, and the contents of IL-2 and IFN-γ increased ( P < 0·05) as pigs were fed increased supplemental level of APS during the 21 d period. However, the contents of specific OVA antibody, Ig G, IL-4, and IL-10 were not affected ( P > 0·05) by dietary levels of APS. The broken line analysis and quadratic regression analysis indicate that the optimal APS supplemental level would be between 381 mg/kg and 568 mg/kg for the maximal ADG and from 324 to 563 mg/kg for immune responses. Collectively, this study suggests that dietary APS can be used as a potential immuno-modulating agent by affecting cellular immunity of weaned pigs.",
        "email": "",
        "conf": "Animal Science",
        "coauthors": [
            "S.L. Yuan",
            "Xiangshu Piao",
            "D.F. Li",
            "Sung Woo Kim",
            "H. S. Lee",
            "P.F. Guo"
        ],
        "keywords": "Astragalus polysaccharide, growth, immune response, pigs"
    },
    {
        "id": 5459,
        "label": 111,
        "author": "sung woo kim",
        "title": "Supplemental effect of xylanase and mannanase on nutrient digestibility and gut health of nursery pigs studied using both in vivo and in vitro models",
        "organization": "North Carolina State University",
        "abstract": "Non-starch polysaccharides (NSP; arabinoxylan, mannans) are present in high concentration in distiller’s dried grain with solubles (DDGS). These NSP are not degraded by endogenous digestive enzymes of pigs. The purpose of this study was to determine if supplemental enzymes could increase the apparent ileal digestibility (AID) of nutrients in nursery pigs fed corn DDGS, alter short chain fatty acid (SCFA) production, and affect gut health. Two independent studies were carried out using an in vitro porcine model and in vivo model. For the in vitro study, enzymatically digested residue of DDGS was used in a 2 × 2 factorial arrangement of treatments: supplemental xylanase (0 or 1500 endo-pentosanase unit of xylanase/kg of the diet) and supplemental mannanase (0 or 400 unit of mannanase/kg of diet). For the in vivo study, corn-soybean meal based diets with 15% corn DDGS were formulated using thirty-two newly weaned pigs in a randomized complete block design for 4 treatments in the similar fashion as in vitro study. Plasma and mucosa were collected for tumor necrosis factor-α (TNF-α) and malondialdehyde (MDA) measurements. Digesta samples from jejunum and ileum were collected to measure viscosity, pH, and AID of nutrients including NSP components. Supplemental xylanase increased (P < 0.05) concentration of SCFA, acetate, and propionate, and AID of total NSP, arabinoxylan, and GE. Supplemental xylanase also increased (P < 0.05) villus height in the duodenum, proliferation rate in the crypt of jejunum, and the concentrations of claudin, occludin, and ZO-1 in jejunum, whereas reduced (P < 0.05) the viscosity of jejunal digesta. Supplemental Mannanase increased (P < 0.05) production of butyrate and AID of mannan and occludin concentration, whereas tended to decrease (P = 0.057) MDA level in the jejunum. An interaction effect (P < 0.05) was found between xylanase and mannanase for digestibility coefficient of arabinoxylan and ZO-1 concentration. In conclusion, the use of supplemental xylanse and mannanase were able to improve digestibility of targeted NSP and improve gut health. Hence, these enzymes can be used separately or together depending upon the type of ingredients used in the feed and amount of substrate (xylan or mannan) available for enzymes to degrade in diets for nursery pigs to enhance utilization of different fibrous coproducts and improve gut health.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Animal Feed Science and Technology",
        "coauthors": [
            "Utsav Prakash Tiwari",
            "Hongyu Chen",
            "Sung Woo Kim",
            "Rajesh Jha"
        ],
        "keywords": "Coproducts,Enzymes,Fiber digestibility,Gut health,Non-starch polysaccharide,Pig"
    },
    {
        "id": 5537,
        "label": 111,
        "author": "sung woo kim",
        "title": "YEAST CULTURE SUPPLEMENTATION OF GESTATION AND LACTATION DIETS ENHANCES LITTER WEIGHT GAIN OF PIGS",
        "organization": "North Carolina State University",
        "abstract": "Three-hundred-thirty-five sows at a commercial farm (Hitch Enterprises) were used to determine dietary effects of yeast culture (XPC, Diamond V Mills) on litter performance. Sows were grouped by parity (parity one to twelve) and within a group, they were allotted to two dietary treatments: CON (no added yeast culture) and YC (12 g/d XPC during gestation and 15 g/d XPC during lactation). Sows were housed individually and fed their assigned gestation and lactation diets from d 35 of gestation to d 21 of lactation. Sows were fed ",
        "email": "",
        "conf": "Animal Science Congress",
        "coauthors": [
            "Sung Woo Kim",
            "Mike Brandherm",
            "Mike Freeland",
            "Betsy Newton",
            "Doug Cook",
            "Ilkyu Yoon"
        ],
        "keywords": "Yeast culture,Sow,Litter weight gain"
    },
    {
        "id": 5533,
        "label": 111,
        "author": "sung woo kim",
        "title": "Ascophyllum Nodosum Supplementation Strategies That Improve Overall Carcass Merit of Implanted English Crossbred Cattle",
        "organization": "North Carolina State University",
        "abstract": "English crossbred steers (n = 32) and heifers (n = 32) were fed a corn- based finishing diet and supplemented with 2% Ascophyllum nodosum on a DM basis to for various feeding stages of the 119 d feeding period determine the supplementation strategy that maximized intramuscular fat deposition as determined by quality grade. All cattle were implanted with Ralgro??on d 36 of the trial and re-implanted with Revalor-S??or Revalor-H??on d 92. Cattle were blocked by sex and divided into one control and three treatment groups receiving Ascophyllum nodosum. Treatment 1 (trt 1) received Ascophyllum nodosum from d 36 to 50 of the feeding period, trt 2 received Ascophyllum nodosum for the last 14 d of the feeding period, and trt 3 which received Ascophyllum nodosum for both d 36-50 and the last 14 d of the feeding period. Cattle were weighted initially (385??.53 kg) and every 28 d following until they reach an average BW of 554??.46 kg. No effect for Ascophyllum nodosum supplementation was found on measured performance characteristics. All treatment groups supplemented with Ascophyllum nodosum had higher actual marbling scores (p<0.05) than controls. Trt 1 was found to have a highest marbling score (572.5; p<0.05), whereas the control group having the lowest marbling score (473.8). Trt 1 had a higher quality grade (5.25; p<0.05) than the control (3.94) group, but did not differ from trt 2 (4.56; p = 0.105) and trt 3 (4.75; p = 0.236) where high Select = 4, and low Choice = 5. Trt 2 did not differ from trt 3 (p = 0.655), or the control group (p = 0.140) for quality grade. However, trt 3 did tend to differ (p = 0.057) from the control group for quality grade. Control group animals graded 25% Choice, 62.5% Select; trt 1 graded 75% Choice, 18.8% Select; trt 2 graded 62.5% Choice, 25% Select and trt 3 graded 56.3% Choice and 31.2% Select. Overall, treatment groups had a 39.6% increase in Choice quality grade and a 37.5% decrease in Select quality grade when compared to the control animals.",
        "email": "",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "M. J. Anderson",
            "John R. Blanton",
            "J. Gleghorn",
            "Sung Woo Kim",
            "J. W. Johnson"
        ],
        "keywords": "Ascophyllum nodosum; Finishing Cattle; Intramuscular Fat"
    },
    {
        "id": 5509,
        "label": 111,
        "author": "sung woo kim",
        "title": "Selenium-Enriched Garlic and Cabbage as a Dietary Selenium Source for Broilers",
        "organization": "North Carolina State University",
        "abstract": "This study determined the selenium (Se) bioavailability from Se-enriched garlic and cabbage using broiler chickens. Se-enriched garlic (18.5 mg of Se/kg) and cabbage (101.5 mg of Se/kg) were produced by soil enrichment using selenate. Conventional and Se-enriched garlic and cabbage were dried, ground, and added to broiler chick diets. Ninety-six broiler chickens at 1 day of age were assigned to four dietary treatments: NC (cabbage + garlic), PC (cabbage + garlic + selenomethionine, 0.5 mg of Se/kg of diet), GS (cabbage + Se-enriched garlic, 0.5 mg of Se/kg of diet), and CS (garlic + Se-enriched cabbage, 0.5 mg of Se/kg of diet), with six replicates per treatment and four birds per cage. Birds were fed the experimental diets for 4 weeks and slaughtered to obtain blood and tissues: white (breast) muscle, dark (thigh) muscle, liver, and feathers. All excreta were collected weekly, dried, and ground for Se analysis. Bird weight gain and feed intake were measured weekly. Total Se content and glutathione peroxidase (GPX) activity in liver and plasma were measured. Total liver Se content of the PC birds (0.876 mg of Se/kg) was the highest (P < .05). The CS (0.693 mg of Se/kg) and GS (0.627 mg of Se/kg) birds had higher (P < .05) total liver Se than the NC birds (0.514 mg of Se/kg). Plasma GPX activity of the PC birds was highest (P < .05), and that of CS and GS birds was higher (P < .05) than the NC birds. Liver GPX activity of the PC birds was higher (P < .05) than all other treatments. Bioavailability of Se to broiler chickens was not different (P > .05) among PC (65.2%), CS (61.2%), and GS (70.7%) birds. This study indicates that the Se from Se-enriched garlic and cabbage is highly bioavailable and can potentially be beneficial in enhancing Se status and GPX activity.",
        "email": "",
        "conf": "Journal of medicinal food",
        "coauthors": [
            "Tae Cheol Seo, Julian E. Spallholz, Hyoung Kwon Yun, Sung Woo Kim"
        ],
        "keywords": ""
    },
    {
        "id": 5516,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effect of Galacto-mannan-oligosaccharides or Chitosan Supplementation on Cytoimmunity and Humoral Immunity in Early-weaned Piglets",
        "organization": "North Carolina State University",
        "abstract": "Immunomodulatory feed additives might offer alternatives to antimicrobial growth promoters in pig production. This experiment was designed to determine the effects of dietary galacto-mannan-oligosaccharide (GMOS) and chitosan oligosaccharide (COS) supplementation on the immune response in early-weaned piglets. Forty 15-day-old piglets (Duroc??Landrace??Yorkshire) with an average live body weight of 5.6??.51 kg were weaned and randomly assigned to 4 treatment groups that were fed maize-soybean meal diets containing either basal, 110 mg/kg of lincomycin, 250 mg/kg of COS or 0.2% GMOS, respectively, over a 2-week period. Another six piglets of the same age were sacrificed on the same day at the beginning of the study for sampling, in order to obtain baseline values. Interleukin (IL)-1??gene expression in peripheral blood monocytes, jejunal mucosa and lymph nodes, as well as serum levels of IL-1?? IL-2 and IL-6, IgA, IgG, and IgM, were evaluated for 5 pigs from each group at 15 and 28 days of age. The results indicate that weaning stress resulted in decreases in serum antibody and cytokine levels. Dietary supplementation with GMOS or COS enhanced (p<0.05) IL-1??gene expression in jejunal mucosa and lymph nodes, as well as serum levels of IL-1?? IL-2, IL-6, IgA, IgG and IgM compared to supplementation with lincomycin. These findings suggest that GMOS or COS may enhance the cell-mediated immune response in early-weaned piglets by modulating the production of cytokines and antibodies, which shows that GMOS or COS have different effects than the antibiotic on animal growth and health.",
        "email": "",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "Y. L. Yin",
            "Zhiru R. Tang",
            "Z. H. Sun",
            "Z. Q. Liu",
            "T. J. Li",
            "R. L. Huang",
            "Z. Ruan",
            "Z. Y. Deng",
            "B. Gao",
            "L. X. Chen",
            "G. Y. Wu",
            "Sung Woo Kim"
        ],
        "keywords": "Oligosaccharides; Interleukin-1beta; -2 and -6, Gene Expression; Immune Function; Piglets"
    },
    {
        "id": 5567,
        "label": 111,
        "author": "sung woo kim",
        "title": "Litter Size Affects Mammary Gland Growth in Lactating Sows",
        "organization": "North Carolina State University",
        "abstract": "Sows with larger litters produce greater amounts of milk than sows with smaller litters. Sows with 12 pigs produced more than 50% more milk than sows with 6 pigs (King et al., 1989; King, 1991). This may result from an increased number of active mammary secretory cells, a crucial component of milk production as litter size increases (Tucker, 1966; Knight and Peaker, 1984; Knight et al., 1984). Elsley (1971) recognized that there is a relationship between litter size and milk output. The demand for milk by the young parallels increases in",
        "email": "",
        "conf": "",
        "coauthors": [
            "Sung Woo Kim",
            "Ikuo Osaka",
            "Walter L Hurley",
            "R. A. Easter"
        ],
        "keywords": ""
    },
    {
        "id": 5474,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of dietary n-6:n-3 PUFA ratio on fatty acid composition free amino acid profile and gene expression of transporters in finishing pigs",
        "organization": "North Carolina State University",
        "abstract": "Revealing the expression patterns of fatty acid and amino acid transporters as affected by dietary n-6:n-3 PUFA ratio would be useful for further clarifying the importance of the balance between n-6 and n-3 PUFA. A total of ninety-six finishing pigs were fed one of four diets with the ratio of 1:1, 2·5:1, 5:1 and 10:1. Pigs fed the dietary n-6:n-3 PUFA ratio of 5:1 had the highest (P< 0·05) daily weight gain, and those fed the dietary n-6:n-3 PUFA ratio of 1:1 had the largest loin muscle area (P< 0·01). The concentration of n-3 PUFA was raised as the ratio declined (P< 0·05) in the longissimus dorsi and subcutaneous adipose tissue. The contents of tryptophan, tasty amino acids and branched-chain amino acids in the longissimus dorsi were enhanced in pigs fed the dietary n-6:n-3 PUFA ratios of 1:1–5:1. The mRNA expression level of the fatty acid transporter fatty acid transport protein-1 (FATP-1) was declined (P< 0·05) in the longissimus dorsi of pigs fed the dietary n-6:n-3 PUFA ratios of 1:1–5:1, and increased (P< 0·05) in the subcutaneous adipose tissue of pigs fed the dietary n-6:n-3 PUFA ratios of 5:1 and 10:1. The expression profile of FATP-4 was similar to those of FATP-1 in the adipose tissue. The mRNA expression level of the amino acid transceptors LAT1 and SNAT2 was up-regulated (P< 0·05) in the longissimus dorsi of pigs fed the dietary n-6:n-3 PUFA ratios of 1:1 and 2·5:1. In conclusion, maintaining the dietary n-6:n-3 PUFA ratios of 1:1–5:1 would facilitate the absorption and utilisation of fatty acids and free amino acids, and result in improved muscle and adipose composition.",
        "email": "",
        "conf": "British Journal Of Nutrition",
        "coauthors": [
            "Fengna Li",
            "Yehui Duan",
            "Yinghui Li",
            "Meimei Geng",
            "Oso Abimbola Oladele",
            "Sung Woo Kim",
            "Yulong Yin"
        ],
        "keywords": "n-6,n-3, PUFA ratios, Fatty acids, Amino acids, Transporters, Finishing pigs"
    },
    {
        "id": 5504,
        "label": 111,
        "author": "sung woo kim",
        "title": "Dietary supplementation with cholesterol and docosahexaenoic acid affects concentrations of amino acids in tissues of young pigs",
        "organization": "North Carolina State University",
        "abstract": "Cholesterol and docosahexaenoic acid (DHA) are important nutrients for neural development of infants. However, little is known about the effect of cholesterol or DHA on concentrations of amino acids (AA) in neonatal tissues. This study was conducted with the piglet (an established model for studying human infant nutrition) to test the hypothesis that dietary supplementation with the lipids may modulate AA availability in tissues. Sixteen newborn pigs were nursed by sows for 24 h and then assigned to one of four treatment groups, representing supplementation with 0.0% (control), 0.2% cholesterol, 0.2% DHA, or cholesterol plus DHA to the basal milk-formula. All piglets were euthanized at 49 days of age. In brain, cholesterol supplementation reduced (P < 0.05) concentrations of glutamate, serine, glutamine, threonine, β-alanine, alanine, methionine, isoleucine, leucine, and γ-aminobutyrate but increased (P < 0.05) concentrations of glycine and lysine, whereas DHA supplementation similarly affected (P < 0.05) concentrations of the same AA (except for isoleucine and lysine) and taurine. In addition, concentrations of most AA in liver, muscle and plasma were substantially altered by dietary supplementation of cholesterol and DHA in a tissue-dependent manner. Further, DHA reduced concentrations of carnosine in skeletal muscle, as well as ammonia in both plasma and brain. The results reveal that cholesterol and DHA can regulate AA metabolism and availability in various tissues of piglets. These novel findings have important implications for designing the next generation of infant formula to optimize neonatal growth and development.",
        "email": "",
        "conf": "Amino Acids",
        "coauthors": [
            "Peng Li",
            "Sung Woo Kim",
            "Xilong Li",
            "Sujay Datta",
            "Wilson G. Pond",
            "Guoyao Wu"
        ],
        "keywords": "Cholesterol, Docosahexaenoic acid, Amino acids, Pigs"
    },
    {
        "id": 5461,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of different levels of methionine on sow health and plasma metabolomics during late gestation",
        "organization": "North Carolina State University",
        "abstract": "Fetal growth, survival, and development are benchmarks for the production performance of sows, and methionine has been shown to impact fetal protein mass and the transport of nutrients through the uteroplacental vasculature. This study evaluated the effects of dietary methionine, administered during the late gestation period, on the production performance of sows. Specifically, it measured the effect of methionine on biochemical indicators in the plasma, plasma metabolites, and fecal bacterial communities. Thirty Landrace × Large White sows at day 90 of gestation were randomly assigned to three groups and fed the following diets: (1) a basal diet containing 0.36% methionine; (2) a basal diet + 0.12% methionine (0.48% methionine); and (3) a basal diet + 0.24% methionine (0.60% methionine). The results showed that the 0.48% methionine diet significantly (P < 0.05) increased piglets’ birth weight, and the 0.60% methionine diet significantly (P < 0.05) improved the survival ratio. Dietary methionine lowered the triglyceride (TG) levels (P < 0.05), total bilirubin (BILT3) (P < 0.001) concentration, and gamma-glutamyl transferase (GGT) (P < 0.05) enzyme activity in the plasma at farrowing. In the plasma metabolomics, dietary methionine increased plasma pyroglutamic acid and decreased 2-pyrrolidinone, hypotaurine, and anyl-histidine in both the 0.48% methionine and 0.60% methionine groups. In addition, the bacteria richness (Chao1 and ACE) and diversity (Shannon) were reduced in the 0.48% methionine group. For the microbiota composition, at the family level, the 0.48% methionine group had a significant increase (P < 0.05) in the relative abundance of Methanobacteriaceae compared to the other two groups, but a decrease in the relative abundance of Enterobacteriaceae, Ruminococcaceae and Erysipelotrichaceae compared to the 0.60% methionine group. In conclusion, a diet consisting of 0.48% methionine administered during the late gestation period can improve the production performance of sows and maintain their health.",
        "email": "",
        "conf": "Food & Function",
        "coauthors": [
            "Peng Bin",
            "Md. Abul Kalam Azad",
            "Gang Liu",
            "Dan Zhu",
            "Sung Woo Kim",
            "Yulong Yin"
        ],
        "keywords": ""
    },
    {
        "id": 5519,
        "label": 111,
        "author": "sung woo kim",
        "title": "Nonruminant Nutrition symposium on natural phytobiotics for health of young animals and poultry: Mechanisms and application",
        "organization": "North Carolina State University",
        "abstract": "Newly weaned piglets and young poultry are highly susceptible to various stressors, such as bacterial diseases resulting in decreased growth and even death (Lecce, 1986; Hoerr, 1998). Supplementing antibiotics in swine and poultry diets at subtherapeutic levels has long been shown to increase the growth rate (Becker et al., 1955; Stahly et al., 1980; Cromwell, 2002). However, due to growing concerns over antibiotic resistance, the use of antibiotics as growth promoters in animal diets could be limited due to public or regulatory pressures. Thus, current research involving feed additives for diets of young animals is focused on searching for alternatives to antibiotics that would have at least similar growth-promoting effects of antibiotics without causing bacterial resistance. Phytobiotics is a term used to describe plant-derived natural bioactive compounds, which affect animal growth and health, and is often applied",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Sung Woo Kim",
            "Ming Z. Fan",
            "Todd J Applegate"
        ],
        "keywords": ""
    },
    {
        "id": 5554,
        "label": 111,
        "author": "sung woo kim",
        "title": "Dynamic ideal protein and limiting amino acids for lactating sows: The impact of amino acid mobilization",
        "organization": "North Carolina State University",
        "abstract": "The limiting amino acids for lactating sows were determined using 28 primiparous sows that were intentionally underfed both energy and protein during a 21-d lactation. Groups of four sows were allotted to litter-size treatments of 6, 7, 8, 9, 10, 11, or 12 by cross-fostering as needed within 48 h postpartum. Sows were killed on d 21 of lactation. The carcass, liver, gastrointestinal tract, reproductive tract, mammary gland, and other viscera were separated, weighed, ground, and analyzed for dry matter, crude protein, and amino acids. Simple linear equations were obtained for each amino acid within tissues as a function of litter size. The mobilization of amino acids from carcass, liver, gastrointestinal tract, reproductive tract, and other viscera increased as litter size increased. Amino acids were accreted to mammary glands as litter size increased (2.65 g lysine/21 d for each one-pig increase in litter size). Milk production needs were estimated (49.9 g lysine/21 d for each one-pig increase in litter size). The quantity of each amino acid required additionally as litter size increased was obtained from the difference between amino acid needs for milk production and mammary gland growth and those provided from tissue mobilization. The relative ratio among amino acids that are required additionally (ideal amino acid pattern) was compared with the relative ratio of amino acids that can be provided from a corn-soybean meal lactation diet. From the comparison, it was shown that threonine and lysine are the first-limiting amino acids, followed by valine, when tissue mobilization occurs during lactation. Lysine is the first-limiting amino acid, and valine becomes second-limiting followed by threonine, when sows do not mobilize body tissues during lactation. Thus, the limiting order of essential amino acids changes depending on feed intake and tissue mobilization of sows during lactation. Proper feeding of lactating sows should consider the expected degree of tissue mobilization during lactation.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Sung Woo Kim",
            "D H Baker",
            "R. A. Easter"
        ],
        "keywords": "Amino Acid Mobilization, Lactation, Limiting Amino Acids, Sows"
    },
    {
        "id": 5547,
        "label": 111,
        "author": "sung woo kim",
        "title": "Dietary Arginine Supplementation Enhances the Growth of Milk-Fed Young Pigs",
        "organization": "North Carolina State University",
        "abstract": "This study was conducted to determine the effect of dietary arginine supplementation on the growth of artificially reared piglets. The pigs (n = 24; 7 d old) were removed from sows to a nursery facility and assigned randomly to 1 of the 3 treatments representing diets supplemented with 0, 0.2, or 0.4% L-arginine (on the basis of milk replacer powder). Each milk feeder was assigned to 1 dietary treatment. Fresh liquid milk replacer (18.6% dry matter) was provided daily (∼0800 h) to piglets. Body weights of piglets were measured and jugular venous blood samples were obtained for metabolite analysis at d 7, 14, and 21 of age. Food intake did not differ between control and arginine-supplemented piglets [66.7 vs. 69.5 g dry matter/(kg body wt · d)]. Compared with control piglets, dietary supplementation with 0.2 and 0.4% L-arginine dose dependently increased (P < 0.05) plasma concentrations of arginine by 30 and 61%, and decreased (P < 0.05) plasma concentrations of ammonia by 20 and 35%, and those of urea by 19 and 33%, respectively. Dietary supplementation with 0.4% L-arginine also increased (P < 0.05) plasma concentrations of insulin and growth hormone by 24–27% in piglets, compared with controls. Between 7 and 21 d of age, the supplementation of 0.2 and 0.4% L-arginine to piglets enhanced (P < 0.05) average daily weight gain by 28 and 66%, and body weight by 15 and 32%, respectively, compared with control piglets. Collectively, both the metabolic and growth data demonstrate unequivocally that arginine is deficient in milk-fed young pigs and that this arginine deficiency represents a major obstacle to maximal growth in piglets.",
        "email": "sungwoo.kim@ttu.edu",
        "conf": "Journal of Nutrition",
        "coauthors": [
            "Sung Woo Kim",
            "Rebecca L McPherson",
            "Guoyao Wu"
        ],
        "keywords": "pigs, milk replacer, arginine, growth, nutrition"
    },
    {
        "id": 5514,
        "label": 111,
        "author": "sung woo kim",
        "title": "Dietary Arginine Supplementation Affects Microvascular Development in the Small Intestine of Early-Weaned Pigs",
        "organization": "North Carolina State University",
        "abstract": "This study was conducted to evaluate the effects of dietary arginine levels on microvascular development of the small intestine in early-weaned pigs. Twenty-four crossbred pigs (5.0 ± 0.3 kg body weight) were individually housed and randomly allotted to 1 of 3 diets supplemented with 0, 0.7, and 1.2% L-arginine (8 pigs per group). Pigs consumed the diets ad libitum for 10 d. We collected blood samples on d 3, 6, and 10. On d 10, 6 pigs from each group were randomly selected and killed for tissue sample collection. Compared with control pigs, dietary supplementation with 0.7% L-arginine increased (P < 0.05) jejunal concentrations of nitrite and nitrate (stable oxidation products of nitric oxide), intestinal villus height, as well as plasma proline and arginine concentrations on d 6 and 10. Dietary supplementation with 0.7% L-arginine also increased (P < 0.05) immunoreactive expression of CD34 in duodenal submucosa, ileal mucosa and submucosa, and expression of vascular endothelial growth factor (VEGF) in duodenal submucosa, jejunal mucosa and submucosa, and ileal mucosa compared with the control and 1.2% L-arginine supplementation. Dietary supplementation with 1.2% L-arginine increased (P < 0.05) the concentration of jejunal endothelin-1 compared with the control pigs. Immunoexpression of VEGF in duodenal mucosa and plasma lysine concentrations on d 6 and 10 were lower (P < 0.05) in pigs supplemented with 1.2% L-arginine than in unsupplemented pigs. Collectively, these findings indicate that the effects of L-arginine on microvascular development are beneficial at lower levels but have adverse effects at higher intakes. Dietary supplementation with 0.7% L-arginine may be a useful method to improve microvascular development in the small intestine of early-weaned pigs.",
        "email": "",
        "conf": "Journal of Nutrition",
        "coauthors": [
            "Zhenfeng Zhan",
            "Deyuan Ou",
            "Xiangshu Piao",
            "Sung Woo Kim",
            "Yanhong Liu",
            "Junjun Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5469,
        "label": 111,
        "author": "sung woo kim",
        "title": "Soluble extract of soybean fermented with Aspergillus oryzae GB107 inhibits fat accumulation in cultured 3T3-L1 adipocytes",
        "organization": "North Carolina State University",
        "abstract": "This study was conducted to investigate the effects of fermented soybean (FS) extract on adipocyte differentiation and fat accumulation using cultured 3T3-L1 adipocytes. Soluble extract of soybean fermented with Aspergillus oryzae GB107 contained higher levels of low-molecular-weight protein than conventional soybean protein did. FS extract (50 µg/ml) inhibited adipocyte differentiation and fat accumulation during differentiation of 3T3-L1 preadipocytes for 10 days in vitro. Significantly lower GPDH activity was observed in differentiated adipocytes treated with the FS extract than those treated with NFS extract. Treatment with FS extract resulted in decreased expression levels of leptin, adiponectin, and adipogenin genes, which are associated with adipogenesis. This report is the first to demonstrate that the water-soluble extract from FS inhibits fat accumulation and lipid storage in 3T3-L1 adipocytes. Thus, the soybean extract fermented with A. oryzae GB107 could be used to control lipid accumulation in adipocytes.",
        "email": "",
        "conf": "Nutrition research and practice",
        "coauthors": [
            "Kyoung-Ha So",
            "Yasuki Suzuki",
            "Shinichi Yonekura",
            "Yutaka Suzuki",
            "Chan Ho Lee",
            "Sung Woo Kim",
            "Kazuo Katoh",
            "Sang Gun Roh"
        ],
        "keywords": "Fermented soybean, adipocyte, adipogenesis, 3T3-L1, Aspergillus oryzae"
    },
    {
        "id": 5487,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of increasing tryptophan intake on growth and physiological changes in nursery pigs",
        "organization": "North Carolina State University",
        "abstract": "Tryptophan (Trp) as a precursor of serotonin (5-hydroxytryptamine, 5-HT) has long been used to extenuate aggressive behavior and control stress of humans as well as several farm animals. This study was conducted to determine the effect of supplemental L-Tryptophan (L-Trp) on growth, cerebral 5-HT concentration, stress hormone concentration, oxidative stress status, and behavior response of pigs under social stress, and also to determine an optimal daily total Trp intake that would benefit nursery pigs under social stress. Seventy two individually housed barrows at 6 wk of age were randomly allotted to 6 treatments with supplementation of 0, 2, 4, 6, 8, or 10 g L-Trp/kg to corn and soybean meal-based feedstuffs. Pigs were fed assigned feedstuffs for 15 d. Body weight was measured on d 0, 5, 10, and 15. Saliva and blood were collected on d 5, 10, and 15. On d 5 and 10, all 12 pigs in each treatment were paired in 6 new pens to record behavior for a 2-d period and returned to original individual pens. On d 15, pigs were euthanized to obtain hypothalamus. During the first 5 d, ADG and G:F increased (linear, P < 0.01) with increasing supplemental L-Trp. During the entire 15 d, ADG and G:F increased (linear, P = 0.01 and P < 0.01, respectively) with increasing supplemental L-Trp. Estimates of the daily total Trp intake based on ADG on d 15 were 10.8 g/d (P < 0.01; R2 = 0.16) using a 1-slope broken-line analysis. Hypothalamic 5-HT and 5-hydroxyindoleacetic acid increased (linear, P < 0.01 and P = 0.03, respectively) with increasing supplemental L-Trp. Malonedialdehyde in plasma and hypothalamus, as well as salivary cortisol, on d 15 decreased (linear, P = 0.01, P < 0.01, and P < 0.01, respectively) with increasing supplemental L-Trp. Plasma urea nitrogen decreased (linear, P < 0.01) with increasing supplemental L-Trp. Increasing supplemental L-Trp affected pig behaviors during the first 2-d observation period by decreasing (quadratic, P = 0.04) lying, decreasing (linear, P = 0.04) sitting, and increasing (linear, P = 0.02) drinking. Overall, supplementation of L-Trp improved growth performance of 6 wk-old nursery pigs under social stress in association with increasing hypothalamic 5-HT production, reducing stress hormone concentrations, decreasing lipid peroxidation, increasing drinking, and reducing sitting and lying. Increase in BW gain of nursery pigs under social stress was maximal when daily total Trp intake was 10.8 g.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Y.B. Shen",
            "G Voilqu",
            "J.D. Kim",
            "Sung Woo Kim"
        ],
        "keywords": "growth, nursery pigs, serotonin, stress, tryptophan"
    },
    {
        "id": 5522,
        "label": 111,
        "author": "sung woo kim",
        "title": "Amino acids and immune function",
        "organization": "North Carolina State University",
        "abstract": "A deficiency of dietary protein or amino acids has long been known to impair immune function and increase the susceptibility of animals and humans to infectious disease. However, only in the past 15 years have the underlying cellular and molecular mechanisms begun to unfold. Protein malnutrition reduces concentrations of most amino acids in plasma. Findings from recent studies indicate an important role for amino acids in immune responses by regulating: (1) the activation of T lymphocytes, B lymphocytes, natural killer cells and macrophages; (2) cellular redox state, gene expression and lymphocyte proliferation; and (3) the production of antibodies, cytokines and other cytotoxic substances. Increasing evidence shows that dietary supplementation of specific amino acids to animals and humans with malnutrition and infectious disease enhances the immune status, thereby reducing morbidity and mortality. Arginine, glutamine and cysteine precursors are the best prototypes. Because of a negative impact of imbalance and antagonism among amino acids on nutrient intake and utilisation, care should be exercised in developing effective strategies of enteral or parenteral provision for maximum health benefits. Such measures should be based on knowledge about the biochemistry and physiology of amino acids, their roles in immune responses, nutritional and pathological states of individuals and expected treatment outcomes. New knowledge about the metabolism of amino acids in leucocytes is critical for the development of effective means to prevent and treat immunodeficient diseases. These nutrients hold great promise in improving health and preventing infectious diseases in animals and humans.",
        "email": "",
        "conf": "British Journal Of Nutrition",
        "coauthors": [
            "Peng Li",
            "Yulong Yin",
            "Defa li",
            "Sung Woo Kim",
            "Guoyao Wu"
        ],
        "keywords": "Diet,Immunity,Lymphocyte,Macrophage,Protein,Health"
    },
    {
        "id": 5503,
        "label": 111,
        "author": "sung woo kim",
        "title": "The effects of berberine on the magnitude of the acute inflammatory response induced by Escherichia coli lipopolysaccharide in broiler chickens",
        "organization": "North Carolina State University",
        "abstract": "One hundred twenty-six 19-d-old male broiler chickens were used to determine the effects of berberine on the magnitude of the acute inflammatory response induced by Escherichia coli lipopolysaccharide (LPS). The birds were weighed and randomly allotted to 1 of 3 treatments at d 19 (3 treatments x 7 replicates x 6 birds). The treatments comprised a control group in which saline was injected at d 21, an LPS-treated group in which LPS (3 mg/kg of BW) was injected at d 21, and finally a berberine and LPS-treated group in which berberine (15 mg/kg of BW) was orally administered from d 19 to d 24 with LPS injection (3 mg/kg of BW) at d 21. Injection of LPS alone decreased (P < 0.01) weight gain, feed intake, and feed conversion compared with the control and the berberine-administered group. Relative liver weight was increased (P < 0.05) in the LPS-treated group 72 h postinjection compared with the control and the berberine-treated group. Total counts of white blood cells and lymphocytes were also increased (P < 0.05) in the LPS-treated group 72 h postinjection. The heterophil concentration of the LPS-treated group was greater (P < 0.05) than that of both the control and the berberine-administered group 24 h postinjection. Broilers in the LPS-treated group had greater (P < 0.05) total serum protein compared with birds in the control and the berberine-administered group both 24 and 72 h postinjection. In addition, the plasma interleukin-6 level of the LPS-treated group was significantly elevated (P < 0.01) at 24 h compared with that of the control and the berberine-administered group. Our results indicate that LPS injection initiated a series of physiological changes typical of an acute phase response in broiler chickens. These effects were largely mitigated by oral administration of berberine.",
        "email": "",
        "conf": "Poultry Science",
        "coauthors": [
            "Y.B. Shen",
            "Xiang Shu Piao",
            "Sung Woo Kim",
            "L. Wang",
            "P Liu"
        ],
        "keywords": "acute phase response,lipopolysaccharide,berberine,antiinflammatory,broiler"
    },
    {
        "id": 5472,
        "label": 111,
        "author": "sung woo kim",
        "title": "Dynamic Distribution of the Gut Microbiota and the Relationship with Apparent Crude Fiber Digestibility and Growth Stages in Pigs",
        "organization": "North Carolina State University",
        "abstract": "The gut microbiota plays an important role in nutrient digestibility in animals. To examine changes in the pig gut microbiota across growth stages and its effects on nutrient digestion, the gut microbiota population in pigs at 28 days (before weaning) and 60, 90 and 150 days of age was assessed by 16S rDNA gene sequencing. The apparent digestibility of crude fiber (CF), neutral detergent fiber (NDF), acid detergent fiber (ADF), crude protein (CP) and ether extract (EE) was also assessed in these pigs. A total of 19,875 operational taxonomic units (OTUs) were identified from all samples. Both bacterial abundance and diversity increased with age. A total of 22 phyla and 249 genera were identified from all fecal samples; Firmicutes and Bacteroidetes were the most dominant phyla in all samples. With increasing age, the proportion of TM7 and Tenericutes increased, whereas the proportion of Lentisphaerae and Synergistetes decreased. The abundance of 36 genera varied with age and the apparent digestibility of CF increased with age. Three phyla, Proteobacteria, Tenericutes and TM7 and 11 genera, including Anaeroplasma, Campylobacter and Clostridium, were correlated with apparent CF digestibility.",
        "email": "",
        "conf": "Scientific Reports",
        "coauthors": [
            "Qing Niu, Pinghua Li, Shuaishuai Hao, Yeqiu Zhang, Sung Woo Kim, Huizhi Li, Xiang Ma, Shuo Gao, Lichun He, WangJun Wu, Xuegen Huang, Jindi Hua, Bo Zhou, Ruihua Huang"
        ],
        "keywords": ""
    },
    {
        "id": 5490,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of supplementing Saccharomyces cerevisiae fermentation product in sow diets on performance of sows and nursing piglets",
        "organization": "North Carolina State University",
        "abstract": "Forty-two sows were used to determine the effects of adding a Saccharomyces cerevisiae fermentation product (SCFP) to the gestation and lactation diets on the performance of sows and their progeny. At 5 d before breeding, sows were allotted to 2 dietary treatments representing 1) sows fed a diet with 12.0 g of fermentation product/d through gestation and 15.0 g of fermentation product/d through lactation (SCFP treatment, n = 22), and 2) sows fed a diet with equal amounts of a mixture of corn and soybean meal instead of the SCFP (CON treatment, n = 20). Sow BW and backfat thickness were recorded. Blood was collected from sows, as well as piglets, for the measurement of cell numbers, plasma urea nitrogen (PUN), and IgG. Fecal samples from d 7 to 9 of lactation were collected to determine apparent total tract nutrient digestibility. The composition of colostrum and milk was also measured. No difference (P > 0.10) in reproductive performance was observed between treatments. However, sows in the SCFP treatment tended to have increased total litter weaning weight (P = 0.068) and litter BW gain (P = 0.084) compared with sows in the CON treatment. Neutrophil count was decreased (P < 0.05) by adding the fermentation product on d 110 of gestation and d 17 of lactation, whereas a decreased (P < 0.05) white blood cell count was observed only on d 110 of gestation. Concentration of PUN tended to be greater (P = 0.069) for sows in the CON treatment compared with sows in the SCFP treatment on d 110 of gestation. Apparent total tract nutrient digestibility values of ash, CP, DM, and ether extract were not affected (P > 0.10) by adding the fermentation product. Protein and fat contents in colostrum and milk did not differ (P > 0.10) between treatments. Colostrum from sows in the SCFP treatment contained a greater (P < 0.05) amount of ash than colostrum from sows in the CON treatment. Immunoglobulin G measured in the colostrum, milk, and plasma of piglets did not differ (P > 0.10) between sows in the CON and SCFP treatments. This study indicates that adding the SCFP in the gestation and lactation diets has the potential to 1) improve litter BW gain during lactation, possibly by improving maternal protein utilization, as shown in a tendency to reduce PUN; 2) improve the maternal health status, as shown by the reduced neutrophil cell count; and 3) increase milk production, as shown in a tendency to improve litter BW gain without affecting nutrient composition of the colostrum and milk.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Y B Shen",
            "Jeffery A Carroll",
            "I Yoon",
            "R. D. Mateo",
            "Sung Woo Kim"
        ],
        "keywords": "litter weight gain;milk;nursing pig;Saccharomyces cerevisiae fermentation product;sow"
    },
    {
        "id": 5482,
        "label": 111,
        "author": "sung woo kim",
        "title": "Improving efficiency of sow productivity: Nutrition and health",
        "organization": "North Carolina State University",
        "abstract": "This reviews research focused to understand the nutrient requirement and balance to meet the needs of fetal growth, mammary growth, and milk production. This summary will handle how feeding strategies can be adjusted according to the nutrient needs for a sow to enhance productivity and health. Most research data used in this summary are based on the studies conducted by the authors between 1996 and 2013. Nutrient requirements of sows are affected by stage of gestation and parity of sows. Dietary antioxidant concentrations need to be re-evaluated for its sufficiency in sow diets especially to prevent excessive oxidative stress during late gestation and lactation. When feeding sows, consideration of phase feeding of gestating sows and parity feeding of lactating sows could enhances production longevity and health of sows. Use of selected nutrients and additives seems to help productivity and health of sows.",
        "email": "",
        "conf": "Journal of Animal Science and Biotechnology",
        "coauthors": [
            "Sung Woo Kim",
            "Alexandra C. Weaver",
            "Yan Bin Shen",
            "Yan Zhao"
        ],
        "keywords": "Colostrum, Gestation, Lactation, Milk, Nutrition, Pig"
    },
    {
        "id": 5532,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of dietary humic substances on pig growth performance carcass characteristics and ammonia emission",
        "organization": "North Carolina State University",
        "abstract": "Five experiments were conducted to test the effects of various dietary humic substances (HS; HS1, 2, 3, and 4, each with different fulvic and humic acid contents) on pig growth, carcass characteristics, and ammonia emission from manure. In Exp. 1, 120 pigs were allotted to 3 dietary treatments without HS (control) or with HS1 at 0.5 and 1.0% (8 pens/treatment and 5 pigs/pen) and fed diets, based on a 5-phase feeding program, from weaning (d 21.3 ± 0.3 of age) to 60 kg of BW. In Exp. 2 and 3, 384 pigs (192 for each experiment) were allotted to 3 dietary treatments without HS, with HS1, or with HS2 (0.5%) for Exp. 2 and without HS, or with HS3 or HS4 (0.5%) for Exp. 3 (8 pens/treatment and 8 pigs/pen in each experiment). Pigs were fed diets, based on a 6-phase feeding program, from weaning (25.4 ±0.2 and 23.6 ±0.3 d of age for Exp. 2 and 3, respectively) to 110 kg of BW. In Exp. 4, 96 pigs were weaned at 22.1 ±0.2 d of age and allotted to 2 treatments without or with HS1 at 0.5% (6 pens/treatment and 8 pigs/pen), and in Exp. 5 96 pigs were weaned at 20.9 ±0.3 d of age and allotted to 3 treatments without HS, or with HS3 or HS4 (0.5%; 4 pens/treatment and 8 pigs/pen). Pigs were fed the diets for at least 2 wk before they were moved to an environmental chamber to measure aerial ammonia and hydrogen sulfide for 48 h at 5-min intervals. In Exp. 1, pigs fed diets with HS1 at 0.5% had greater (P <0.05) ADG during phase 3 and greater (P <0.05) G:F during phases 3 and 5 than control pigs. In Exp. 2, pigs fed diets with HS1 or HS2 at 0.5% had greater (P <0.05) ADG and G:F than control pigs during the entire feeding period, whereas in Exp. 3 HS3 or HS4 did not improve pig growth performance. Ammonia emission from manure was reduced by 18 or 16% when pigs were fed diets with HS1 (P = 0.067) or HS4 (P = 0.054), respectively. The results of this study indicate that the effects of dietary HS are variable but may improve growth performance of pigs and reduce ammonia emission from manure. Further research is needed to clarify these effects and the mechanisms by which HS may cause them.",
        "email": "sungwoo.kim@ttu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "F Ji",
            "John McGlone",
            "Sung Woo Kim"
        ],
        "keywords": ": ammonia, carcass characteristic, growth performance, humic substance, pig"
    },
    {
        "id": 5471,
        "label": 111,
        "author": "sung woo kim",
        "title": "Effects of feed grade L-methionine on intestinal redox status intestinal development and growth performance of young chickens compared with conventional DL-methionine",
        "organization": "North Carolina State University",
        "abstract": "This study was conducted to test the effects of supplemental L-Met on redox status, gut development, and growth performance of young broiler chickens compared with DL-Met. A total of 888 (half male and half female) 1-d-old Ross 308 chickens were weighed and randomly allotted to 7 treatments in a randomized complete block design for 21 d, including a basal diet (BD), the BD + 0.095% L-Met or DL-Met, the BD + 0.190% L-Met or DL-Met, and the BD + 0.285% L-Met or DL-Met (representing 60, 70, 80, and 90% of the Met + Cys requirement). Feed disappearance and BW were recorded every 7 d. Liver and duodenum samples were collected on d 0, 7, and 21 to measure redox status and intestine morphology. On d 7, chicks fed a diet supplemented with either 0.285% l-Met or 0.285% DL-Met had increased (P < 0.05) concentrations of glutathione (GSH) and reduced (P < 0.05) protein carbonyl (PC) and malonedialdehyde contents in duodenum mucosa compared with chicks fed the BD. Chicks fed a diet supplemented with 0.285% L-Met had greater (P < 0.05) villus width compared with chicks fed a diet supplemented with 0.285% DL-Met. Chicks fed a diet supplemented with 0.285% L-Met had lower (P < 0.05) crypt depth and greater (P < 0.05) villus height:crypt depth ratio compared with chicks fed a diet supplemented with 0.285% DL-Met or the BD. On d 21, chicks fed a diet supplemented with 0.285% L-Met had increased (P < 0.01) concentrations of GSH and total antioxidant capacity (TAC) but reduced (P < 0.05) PC content in duodenum mucosa compared with chicks fed a diet supplemented with 0.285% DL-Met and the BD. Chicks fed a diet supplemented with 0.285% L-Met had greater (P < 0.05) villus height compared with chicks fed the BD. During the entire 21-d supplementation of either L-Met or DL-Met, ADG and G:F were enhanced (P < 0.01) compared with chicks fed the BD. Chicks fed diets supplemented with L-Met had greater (P < 0.05) ADG and G:F than chicks fed diets supplemented with DL-Met. The relative bioavailability of L-Met to DL-Met for ADG and G:F was 138.2 and 140.7%, respectively. Overall, supplementation of either L-Met or DL-Met has beneficial effects on villus development in association with increased GSH production and levels of TAC and reduced protein oxidation in duodenum. Supplementation of L-Met served a better function on redox status and development of the gut of chicks compared with DL-Met. Chicks fed diets with L-Met had better growth response than chicks fed diets with DL-Met.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Y.B. Shen",
            "Peter Ferket",
            "Inkyung Park",
            "R. D. Malheiros",
            "Sung Woo Kim"
        ],
        "keywords": "broiler chicken, dl-methionine, growth, l-methionine"
    },
    {
        "id": 5557,
        "label": 111,
        "author": "sung woo kim",
        "title": "Nutritional value of fish meals in the diet for young pigs",
        "organization": "North Carolina State University",
        "abstract": "A series of three experiments was conducted to evaluate the nutritional value of fish meals as protein sources in young pigs' diets. Four fish meals (menhaden; mackerel, dried at 85 °C and 70 °C; and herring, dried at 70 °C) were tested. For the first experiment, eight pigs (2 wk old) were surgically fitted with ileal cannulas and used to measure apparent digestibility of the fish meals over the age period of 3 to 7 wk. Compared with menhaden fish meal, mackerel and herring fish meals yielded higher (P < 0.05) ileal digestibility values for threonine, serine, alanine, valine, histidine, lysine, and arginine and also for the average of all amino acids. Ileal digestibility was increased (P < 0.05) as pigs grew. For the second experiment, four different diets each containing different fish meals were fed to 120 pigs to evaluate growth performance over the age period of 3 to 7 wk. Average daily gain was higher (P < 0.07) in pigs fed diets containing either mackerel or herring fish meal than in pigs fed menhaden fish meal during 3 to 5 wk of age and was highest (P < 0.07) in pigs fed a diet containing mackerel fish meal during 5 to 6 wk of age. Gain/feed was higher (P < 0.05) in pigs fed diets containing mackerel and herring fish meals than in pigs fed menhaden fish meal. Mackerel dried at 70 °C showed the highest value from the previous two experiments and was chosen to measure the relative bioavailability in comparison to spray-dried porcine plasma. A classical slope-ratio design was used to measure relative bioavailability of mackerel fish meal compared to porcine plasma protein. This study showed that mackerel dried at 70 °C can replace spray-dried porcine plasma with the same bioavailability during d 17 to 29 postpartum with additional crystalline lysine and amino acid supplementation to match amino acid profile of the spray-dried porcine plasma.",
        "email": "",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Sung Woo Kim",
            "R. A. Easter"
        ],
        "keywords": "Bioavailability, Digestibililty, Fish Meal, Growth, Ileum, Pigs"
    },
    {
        "id": 5477,
        "label": 111,
        "author": "sung woo kim",
        "title": "Efficacy of dietary spray dried plasma protein to mitigate the negative effects on performance of pigs fed diets with corn naturally contaminated with multiple mycotoxins",
        "organization": "North Carolina State University",
        "abstract": "The ability of spray dried plasma protein (SDPP) to reduce the negative effects of multiple mycotoxins from naturally contaminated corn on weaned pig performance and health was investigated (n = 180; 6.84 ± 0.11 kg). For 12 d after weaning, pigs were fed phase 1 nursery diets with either 0% SDPP (PP0) or 6% SDPP (PP6). After 12 d, pigs were fed phase 2 diets for 3 wk. Pigs fed PP0 in phase 1 continued to be fed a phase 2 diet with no SDPP (PP0/PP0) or were fed a diet including corn naturally contaminated with multiple mycotoxins (M), labeled PP0/PP0M. Pigs fed SDPP in phase 1 were fed either a diet with no SDPP (PP6/PP0), a diet with M and no SDPP (PP6/PP0M), a diet with M and 3% SDPP (PP6/PP3M), or a diet with M and 6% SDPP (PP6/PP6M). During phase 1, pigs fed PP6 had increased (P < 0.05) ADG, ADFI, and G:F, whereas immunological parameters were not altered. During phase 2, pigs consuming PP0/PP0M had reduced ADG (P < 0.01) and ADFI (P < 0.05) in contrast to pigs fed PP0/PP0, whereas the performance of pigs fed PP6/PP0M was intermediate to pigs fed PP0/PP0M and PP6/PP0. The ADG and ADFI did not differ for pigs fed PP0/PP0M and PP6/PP0M during phase 2. Performance of pigs fed PP6/PP3M in contrast to pigs fed PP6/PP0M during phase 2 did not differ; however, these pigs had lower (P < 0.05) tumor necrosis factor α and tended (P = 0.094) to have lower DNA damage. During phase 2, ADG and ADFI of pigs fed PP6/PP6M did not differ from pigs fed PP6/PP0M, but G:F tended (P = 0.067) to be increased in pigs fed PP6/PP6M. Over the entire study period, pigs fed PP0/PP0M had reduced (P < 0.05) ADG and tended (P = 0.067) to have reduced ADFI. During this time, pigs fed PP6/PP0M tended to have greater ADG and ADFI (P = 0.093 and P = 0.067, respectively) compared with pigs fed PP0/PP0M. Overall, feeding a diet with SDPP improved growth performance and feed intake of young pigs directly after weaning. Feeding multiple M had a negative impact on growth performance of pigs during this trial. This response was more significant when pigs were not fed SDPP in phase 1. Overall, when combining phase 1 and 2 performance data, daily gain and feed intake tended to be reduced when pigs were not fed 6% SDPP in phase 1. This study indicates that the composition of diets fed immediately after weaning may be important for pigs that subsequently are under a M challenge.",
        "email": "sungwoo_kim@ncsu.edu",
        "conf": "Journal of Animal Science",
        "coauthors": [
            "Alexandra Weaver",
            "Joy M. Campbell",
            "Joe David Crenshaw",
            "J. Polo",
            "Sung Woo Kim"
        ],
        "keywords": "aflatoxin, fumonisin, mycotoxins, pigs, spray dried plasma protein"
    },
    {
        "id": 5470,
        "label": 111,
        "author": "sung woo kim",
        "title": "Differential expression of proteins involved in energy production along the crypt-villus axis in early-weaning pig small intestine",
        "organization": "North Carolina State University",
        "abstract": "Weaning of piglets reflects intestinal dysfunction and atrophy and affected the physiological state of enterocytes. However, few studies have defined physiological state of enterocytes along the crypt-villus axis in early-weaning piglets. A total of 16 piglets from 8 litters were used in the experiment. One group of piglets was nursed by sows until age 21 days, and another group was weaned at age 14 days and then fed creep feed instead of breast milk for 7 days. Piglets were killed at 21 days, and the jejunum segments were dissected. After sequential isolation of jejunum epithelial cells along the crypt-villus axis, their proteins were analyzed through the isobaric tags for relative and absolute quantification, and proteins involved in the mammalian target of rapamycin signaling pathway and proliferating cell nuclear antigen abundances in jejunal epithelial cells of weaning or suckling group were determined by Western blotting. The differential proteins in three cell fractions were identified and analyzed. The results showed that proteins involved in the tricarboxylic acid cycle, β-oxidation, and the glycolysis pathway were significantly downregulated in the upper and middle villus of the early-weaned group. However, proteins involved in glycolysis were significantly upregulated in crypt cells. In addition, Western blot analysis showed that the expression of mammalian target of rapamycin pathway-related proteins was decreased (P < 0.05) in the early-weaned group. The present results showed that early-weaning differentially affect the expression of proteins involved in energy production of enterocytes along the jejunal crypt-villus axis.",
        "email": "",
        "conf": "AJP Gastrointestinal and Liver Physiology",
        "coauthors": [
            "Xia Xiong, Huansheng Yang, Bie Tan, Chengbo Yang, Miaomiao Wu, Gang Liu, Sung Woo Kim, Tiejun Li, Lili Li, Junjun Wang, Guoyao Wu, Yulong Yin"
        ],
        "keywords": ""
    },
    {
        "id": 5499,
        "label": 111,
        "author": "sung woo kim",
        "title": "Bio-fermentation Technology to Improve Efficiency of Swine Nutrition",
        "organization": "North Carolina State University",
        "abstract": "The United Nations Convention on Biological Diversity defines biotechnology as ??Any technological application that uses biological systems, dead organisms, or derivatives thereof, to make or modify products or processes for specific use?? Biotechnology has made tremendous contributions to improve production efficiency of agriculture during the last century. This article reviews successful examples of application of bio-fermentation in improving swine nutrition efficiency mainly based on the authors??own research experience. Production of feed grade supplemental amino acids by bio-fermentation allowed nutritionists to formulate accurate feed for optimal lean growth and reduced nitrogen excretion. Recent issues with high feed grain prices caused potential feed quality problems. Bio-fermentation allowed nutritionists to use exogenous supplemental enzymes such as phytase and NSPases in swine diets, thereby improving nutrient utilization and reducing nutrient excretion to the environment. Yeast metabolites are also produced by bio-fermentation and have been repeatedly shown to improve milk production of sows during early lactation even though actual mechanisms are still to be investigated. Bio-fermentation technology also allowed nutritionists to prepare vegetable protein sources with large protein molecules and anti-nutritional factors suitable for feeding newly weaned piglets, as selected microorganisms significantly reduce specific anti-nutritional factors and size of peptides. Preparations of vegetable protein sources suitable for newly weaned pigs will greatly contribute to swine nutrition by providing efficient alternatives to the use of animal protein sources that are often expensive and somewhat against societal preference. Considering the few examples listed above, biotechnology has closely influenced improvement of production efficiency in the swine industry. As we have limited resources to produce meat to satisfy ever-increasing global demands, extensive adaptation of biotechnology to enhance production efficiency should be continued. However, at the same time, wise and careful application of bio-technology should be considered to ensure production of safe food and to meet the expectations of our society.",
        "email": "",
        "conf": "Asian Australasian Journal of Animal Sciences",
        "coauthors": [
            "Sung Woo Kim"
        ],
        "keywords": "Amino Acids; Enzyme; Fermented Ingredients; Swine; Yeast Metabolites"
    },
    {
        "id": 5493,
        "label": 111,
        "author": "sung woo kim",
        "title": "Preventive effect of Coptis chinensis and berberine on intestinal injury in rats challenged with lipopolysaccharides",
        "organization": "North Carolina State University",
        "abstract": "Coptis chinensis has been used in traditional Chinese medicine to treat inflammatory symptoms. Berberine is the main alkaloid compound of C. chinensis. This study utilized a typical lipopolysaccharide (LPS) injured model to investigate the effects of C. chinensis aqueous extract (CCAE) and berberine (major active ingredient in CCAE) in the gut-derived sepsis. In rats, pretreatment with different doses of berberine (30 or 120 mg/kg bw, i.g.; BBR30 or BBR120) or CCAE (containing 9.9% berberine; 300 mg/kg bw, i.g.; CCAE300) prior to the administration of LPS (20 mg/kg bw, i.p.) significantly suppressed the increased tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β) and nitrite oxide (NO) in plasma as well as the activation of toll-like receptor 4 (TLR4) and nuclear factor-κB (NF-κB) in ileum. In addition, CCAE300 and BBR30 markedly elevated the activities of superoxide dismutase (SOD) and glutathione peroxidase (GSH-Px); significantly prevented the increased malondialdehyde (MDA), NO and villi injury in ileum compared with the negative control. Collectively, CCAE300 and BBR30 reduced the LPS-induced intestinal damage by elevating the activities of SOD and GSH-Px and by suppressing the activation of TLR4 and NF-κB in ileum. These results indicate that CCAE and berberine are promising agents for preventing sepsis and its complications.",
        "email": "",
        "conf": "Food and chemical toxicology: an international journal published for the British Industrial Biological Research Association",
        "coauthors": [
            "Qian Zhang",
            "Xiang-Lan Lan Piao",
            "Xiang-Shu Piao",
            "Ting Lu",
            "Ding Wanf",
            "Sung Woo Kim"
        ],
        "keywords": "Coptis chinensis,Berberine,Inflammatory cytokines,Toll-like receptor 4,Nuclear factor kappa B,Reactive oxygen species"
    },
    {
        "id": 5510,
        "label": 111,
        "author": "sung woo kim",
        "title": "Dietary supplementation with cholesterol and docosahexaenoic acid increases the activity of the arginine-nitric oxide pathway in tissues of young pigs",
        "organization": "North Carolina State University",
        "abstract": "Nitric oxide (NO), synthesized from l-arginine by tetrahydrobiopterin (BH4)-dependent NO synthase (NOS), is critical for neurological and muscular development and function. This study was designed to test the hypothesis that cholesterol and docosahexaenoic acid (DHA) may modulate the arginine-NO pathway in tissues of the young pig. Sixteen newborn pigs were nursed by sows for 24 h and then assigned to one of four treatment groups, representing supplementation with 0.0%, 0.2% cholesterol, 0.2% DHA, or cholesterol plus DHA to the basal milk-formula. All piglets were euthanized at 49 days of age. Brain, liver and gastrocnemius muscle were analyzed for BH4, NADPH and arginine, GTP cyclohydrolase-I (GTP-CH) and NOS activities, and NOS protein isoforms. Hepatic NOS activity was below the detection limit in all pigs. DHA supplementation (P < 0.01) increased GTP-CH activities, as well as BH4 and NADPH concentrations in brain, liver, and muscle by 24–46%, while enhancing (P < 0.05) NOS activities by 45–48% in brain and muscle. Dietary cholesterol supplementation increased (P < 0.05) NOS and GTP-CH activities by 17–26% in brain but had no effect in liver or muscle. The enhanced NOS activity in the brain or muscle of cholesterol- or DHA-supplemented piglets was attributable to the combined effects of increased eNOS and nNOS activation (changes in phosphorylation levels) and total iNOS protein. Additionally, DHA and cholesterol enhanced (P < 0.05) arginine concentrations in brain (35–42%), but not in liver or muscle. These tissue-specific effects of cholesterol and DHA on NO synthesis may play an important role in postnatal growth and development.",
        "email": "",
        "conf": "Nitric Oxide",
        "coauthors": [
            "Peng Li",
            "Sung Woo Kim",
            "Xilong Li",
            "Sujay Datta",
            "Wilson G. Pond",
            "Guoyao Wu"
        ],
        "keywords": "Arginine,Nitric oxide,Pig,Synthesis,Guanosine triphosphate cyclohydrolase-I,Tetrahydrobiopterin"
    }
]