[
    {
        "id": 5827,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Modelling Volatility Asymmetry of Business Cycles in the US",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "KY Ho",
            "Albert K. C. Tsui",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5781,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "News and Return Volatility of Chinese Bank Stocks",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "Using the comprehensive RavenPack Dow Jones News Analytics (DJNA) database that captures firm-specific news releases and their sentiment scores at high frequencies, we examine the contemporaneous correlation as well as the lead-lag relation between news and return volatility of major commercial banks listed on the Chinese stock market. Contrary to the Sequential Information Arrival Hypothesis (SIAH), most of the Chinese bank stocks do not exhibit significant lead-lag relations between news and volatility. However, there is substantial evidence that news is strongly correlated with return volatility in all the stocks, consistent with the Mixture of Distributions Hypothesis (MDH). Further analysis based on news sentiment scores suggests that positive news arrivals influence return volatility more strongly, compared with negative news. In addition, there is some evidence indicating that news arrivals contribute to the persistence in return volatility.",
        "email": "Zhaoyong.zhang@ecu.edu.au",
        "conf": "International Review of Economics & Finance",
        "coauthors": [
            "Kin-Yip Ho",
            "Yanlin Shi",
            "Zhaoyong Zhang"
        ],
        "keywords": "Chinese stock markets,News sentiment,Stock return volatility,Lead-lag relations"
    },
    {
        "id": 5802,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "The Chinese IPO examination mechanism affected by administrative factors: New evidence from rejected IPO firms",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "Administrative factors permeate the Chinese financial market. This study provides an insight into the emerging government-dominated IPO market. Using up-to-date data from 520 listed firms and 140 rejected IPO applicants in the Chinese stock market over 2006 to 2012, this study, based on prior analytical framework (Bhattacharya et al., 2010; Hearn, 2013), includes some IPO-related administrative factors into its multivariate regression model. It aims to examine, to some degree, these determinants affect the Chinese IPO examination mechanism. It suggests that the IPO probability is determined by selected administrative factors that are ultimately decided by the authorities, once the IPO applicants satisfy the minimum financial requirements. Those applicants with strong government background are more likely to pass the IPO examination.",
        "email": "",
        "conf": "Journal of Economic Research",
        "coauthors": [
            "Hai Long",
            "Zhaoyong Zhang"
        ],
        "keywords": "Chinese Stock Market, IPO examination mechanism, administrative factors, rejected IPO firms"
    },
    {
        "id": 5807,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Conditional heteroscedasticity with leverage effect in stock returns: Evidence from the Chinese stock market",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "In recent years the Chinese stock market has experienced an astonishing growth and unprecedented development, but is also viewed as one of the most volatile markets, which has been called by many observers a “casino”. This study intends to examine the presence of heteroskedasticity and the leverage effect in the Chinese stock markets, and to capture the dynamics of conditional correlation between returns of China's stock markets and those of the U.S. in a bivariate VC-MGARCH framework. The results show that the leverage effect is significant in these markets during the sample period in 2000–2013, and the conditional correlation between mainland China's and the U.S. stock markets is quite low and highly volatile. The Chinese stock markets are found to be highly regimes persistent. These findings have important implication for investors seeking opportunity of portfolio diversification.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "Economic Modelling",
        "coauthors": [
            "Ling Long",
            "Albert K. C. Tsui",
            "Zhaoyong Zhang"
        ],
        "keywords": "Stock return,Chinese stock market,Conditional heteroskedasticity,Leverage effect,Regime persistence"
    },
    {
        "id": 5823,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "The suitability of a monetary union in East Asia: What does the cointegration approach tell?",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Mathematics and Computers in Simulation",
        "coauthors": [
            "Kiyotaka Sato",
            "Zhaoyong Zhang",
            "David Edmund Allen"
        ],
        "keywords": ""
    },
    {
        "id": 5824,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Measuring Asymmetry and Persistence in Conditional Volatility in Real Output: Evidence from Three East Asian Tigers Using a Multivariate GARCH approach",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Applied Economics",
        "coauthors": [
            "Vu Thanh Hai",
            "Albert K. Tsuia",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5825,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "AFTA and APEC with policy implications for Vietnam's trade and FDI",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Development Policy Review",
        "coauthors": [
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5776,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "The Effect of External Shocks on Macroeconomic Fluctuations: Implications for a Monetary Union in East Asia",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "Recovering from the severe economic downturn during the currency crisis, East Asian countries have shown considerable economic growth again and regional integration appears to be accelerating. Such a deepening integration process recalls to us an interesting question as to whether a regional monetary union or a common currency unit can be established in East Asia. While the ongoing economic integration suggests the feasibility of regional monetary arrangements, a rigorous empirical investigation of this issue will be very necessary. In this paper we employ a structural VAR model with block exogeneity to comparatively investigate if external shocks originated from the US play a dominant role in influencing the macroeconomic fluctuations in East Asia during the sample period from 1978 to 2007. Our results indicate that the real output variable and inflation rate are highly correlated and statistically significant among the Asian NIEs and during both the whole sample period and the period after the financial crisis. The US real output growth was correlated significantly with that in Japan, Taiwan, Malaysia and Thailand during the period 1978-1987, but maintained significant correlation only with that of Hong Kong, Singapore and Taiwan during the post-crisis period. The real GDP growth in Japan has a significant correlation with the Asian NIEs and China during the post-crisis period, while the latter has only one significant correlation. This finding is consistent with the results from the correlation analysis of structural shocks using the conventional Blanchard and Quah (1989) technique. The results from the structural VAR model with block exogeneity show that the US shock and the Japanese shock are the dominant sources of disturbance in the region before the financial crisis, especially during the 1978-1987 period, both in terms of short run and long run, During the post-crisis period, it is found that the US shock has become the dominant source of the disturbance in most economies with the exception of the Chinese economy, while the Japanese influence has become decreased. The Chinese shock influence shows an increasing trend over time, but the size is still small and not compatible with that of the US shock. The world oil price shock has become increasingly important in influencing the stability of the real output growth in the region, most notably in the economies of China, Hong Kong, Singapore and Thailand. This indicates their increasing reliance on the world oil supply associated with their industrialization. The results also indicate that most of the East Asian economies have positive impulse responses to the external shocks originated from the United States through the different time periods, with the only exception of Indonesia during the postcrisis period. The impulse responses to the regional shock originated from China and Japan show an increasing trend, especially during the post crisis period, but the sizes are smaller and not compatible with that of the United States in all the time horizons. These findings imply that even though the regional integration appears to be deepening and accelerating especially after the recent financial crisis, the influence of the US shock is still playing a dominant role in real output fluctuations in the East Asian region. It is often pointed out that Japanese firms have been building a production network in East Asia through trade and investment, and also that China has grown rapidly and become a candidate of a regional key country. However, our result implies that the US influence in the region is still asymmetric and strong, and it is hard to conclude that shocks to the East Asian economies have become more regionally originated.",
        "email": "Zhaoyong.zhang@ecu.edu.au",
        "conf": "World IMACS/MODSIM Congress",
        "coauthors": [
            "Kiyotaka Sato",
            "Zhaoyong Zhang",
            "Michael John McAleer"
        ],
        "keywords": ""
    },
    {
        "id": 5832,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "How Intra-Industry Trade Is Related to Income Difference and Foreign Direct Investment in East Asia",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Asian Economic Papers",
        "coauthors": [
            "Chan-Hyun Sohn",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5810,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Estimating Time-Varying Currency Betas: New Evidence from Nine Developed and Emerging Markets",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This paper examines the conditional time-varying currency betas from five developed markets and four emerging markets. We employ BEKK multivariate GARCH models of Engle and Kroner (1995) to estimate the time-varying conditional variance and covariance of returns of stock index, the world market portfolio and changes in bilateral exchange rate between the US dollar and the local currency. It is found that currency betas are more volatile than those of the world market betas. Currency betas in emerging markets are more volatile than those in the developed markets. Moreover, we find evidence of long-memory in currency betas. The usefulness of time-varying currency betas are illustrated by two applications.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Ling Long",
            "Albert K. C. Tsui",
            "Zhaoyong Zhang"
        ],
        "keywords": "time-varying currency betas, multivariate GARCH-M models, international CAPM, long memory, stochastic dominance"
    },
    {
        "id": 5800,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "New estimates of time-varying currency betas: A trivariate BEKK approach",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This paper examines the conditional time-varying currency betas from five developed markets and four emerging markets. We employ a modified trivariate BEKK-GARCH-in-mean model of Engle and Kroner (1995) to estimate the time-varying conditional variance and covariance of returns of stock index, the world market portfolio and changes in bilateral exchange rate between the US dollar and the local currency. It is found that currency betas are more volatile than those of the world market betas. Currency betas in emerging markets are more volatile than those in the developed markets. Moreover, we find evidence of long-memory in currency betas. The usefulness of time-varying currency betas are illustrated by two applications.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "Economic Modelling",
        "coauthors": [
            "Prabhath Jayasinghe",
            "Albert K. C. Tsui",
            "Zhaoyong Zhang"
        ],
        "keywords": "Time-varying currency betas,Multivariate GARCH-M models,International CAPM,Fractionally integrated processes,Stochastic dominance"
    },
    {
        "id": 5799,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Sovereign Wealth Funds in East Asia: An Update of their Recent Developments",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "Sovereign wealth funds (SWFs) in East Asia have become increasingly prominent in the international financial landscape. This chapter aims to provide an update on the recent developments of three relatively young SWFs in East Asia: the China Investment Corporation (CIC), the Korean Investment Corporation (KIC), and Vietnam’s State Capital Investment Corporation (SCIC). We discuss the policy implications of these developments.",
        "email": "",
        "conf": "Handbook of Asian Finance: Financial Markets and Sovereign Wealth Funds",
        "coauthors": [
            "Kin-Yip Ho",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5795,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "The Perceptions and Challenges of Corporate Sustainability Reporting in China",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "The connection between the respect of sustainable development and joint rules of conduct in international trade has increased dramatically in recent years. Many countries have promoted sustainability development and requirement with their trading partners both in the West and the East-Asian Region. This has led corporate sustainability disclosures to become a vital role that facilitates international trade. Although recently there have been numerous studies that investigate corporate sustainability disclosures in China, understanding the perceived importance of this form of disclosure cannot be ignored for analyses. Consequently, the purpose of this study is to provide exploratory evidence, showing the users’ perceived importance in corporate sustainability in China and addressing to what extent it is different from what was intended in the GRI guidelines. This study examines three sustainable aspects, which are corporate environmental, economic and social disclosures. The findings in this study provide an indication that what was intended in GRI may not be so important in China. Although there are indicators shown to be different from what was intended in the GRI guidelines, 50 % of the items remain to be significant when analysing CSD in China.",
        "email": "",
        "conf": "A New Paradigm for International Business",
        "coauthors": [
            "Junru Zhang",
            "Hadrian Geri Djajadikerta",
            "Zhaoyong Zhang"
        ],
        "keywords": "Corporate sustainability reporting, Corporate environmental reporting, Corporate social reporting, Users’ perception of sustainability reporting, GRI, China "
    },
    {
        "id": 5780,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "News Release and Volatility Spillover Effects in the Chinese Stock Index Spot Market and Index Future Market",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This paper examines the dynamic of the stock index spot market and the future index market by providing an insight into the price discovery process and the volatility spillover effects between 2006 and 2018 using CSI300, A50 and SSE50 stock indexes, as well as their correspondent future rates in the Chinese markets. The results indicate that the stock index spot rates have the dominant predict power in the price discovery process, whereas the future index rates are not significant vice versa. Also, volatility spillover effects are found",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Xinmiao Zhou",
            "Junru Zhang",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5821,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Improving technological capability of Beijing in the context of multinational R&D transfer",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "The establishment of multinational R&D organisations in Beijing is an opportunity and challenge for improving Beijing technological innovation and technological capacity. Against the background of multinational R&D transfer, how to enhance Beijing's technological innovation capability is the theme of this study. This study analyses the stages, status, trends and characteristics of multinational R&D transfer in Beijing, and finds that multinational R&D organisations established in Beijing have positive and negative impacts on Beijing's technological innovation, presents the thinking of technological capability upgrade of later-development countries/regions, and claims that Beijing should enhance technical capacity based on independent R&D.",
        "email": "",
        "conf": "International Journal of Strategic Change Management",
        "coauthors": [
            "Jingyuan Zhao",
            "Zhongying Qi",
            "Zhaoyong Zhang"
        ],
        "keywords": "technological capability, technology transfer, independent R&amp, amp, D, R&amp, amp, D organisations, multinational corporations, MNCs, Beijing, research and development, China, technological innovation"
    },
    {
        "id": 5820,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Identifying Shocks in Regionally Integrated East Asian Economies with Structural VAR and Block Exogeneity",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "In this paper we use a structural VAR model with block exogeneity to investigate if external shocks originating from the USA played a dominant role in influencing the macroeconomic fluctuations in East Asia during the period 1978–2007. The empirical results show a dynamic effect of external shocks, implying that, even though regional integration appears to be deepening and accelerating, especially after the recent global financial crisis, the influence of US shocks on real output fluctuations in the East Asian region is still very strong. The effects of Chinese shocks show an increasing trend over time, but the impacts are still small and not comparable with those of US shocks. The world oil price shock has become increasingly important in influencing the stability of real output growth in the region. The results from variance decomposition and impulse response analysis confirm the findings. Even though Japanese firms have established production networks in East Asia through trade and investment, and China has also grown rapidly and become a key regional country, the results suggest that US influence in the region is still asymmetric and strong. Therefore, it is difficult to conclude that shocks to the East Asian economies have become more regionally oriented.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "Mathematics and Computers in Simulation",
        "coauthors": [
            "Kiyotaka Sato",
            "Zhaoyong Zhang",
            "Michael John McAleer"
        ],
        "keywords": "Structural vector autoregression,Block exogeneity,Monetary union,External shock,East Asia"
    },
    {
        "id": 5834,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Is a monetary union feasible for East Asia?",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Applied Economics",
        "coauthors": [
            "Michael John McAleer",
            "Zhaoyong Zhang",
            "Kiyotaka Sato"
        ],
        "keywords": ""
    },
    {
        "id": 5844,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Trade Interdependence and Direct Foreign Investment Between ASEAN and China",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "World Development",
        "coauthors": [
            "Zhaoyong Zhang",
            "Ow Chin Hock"
        ],
        "keywords": ""
    },
    {
        "id": 5839,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Productivity and economic growth: an empirical assessment of the contribution of FDI to the Chinese economy",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Journal of Economic Development",
        "coauthors": [
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5843,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "The Exchange Value of the Renminbi and China's Balance of Trade: An Emp irical Study",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5794,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "A New Paradigm for International Business: Proceedings of the Conference on Free Trade Agreements and Regional Integration in East Asia",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This book offers a collection of studies on regional integration and the dynamic business environment in East Asia. The papers included, originally presented at the 2014 Asia Pacific Business Conference on \"Free Trade Agreements and Regional Integration in East Asia,\" examine the challenges and dynamics in the increasingly integrated East Asian markets and outline a new paradigm for doing international business in the region. The papers address diverse areas related to regional integration, financial markets, investment, trade and capital flow, sustainability, accounting and auditing issues, exchange rates, strategies and the regional business environment. The book provides a valuable resource for practitioners, policy-makers and students who are interested in understanding the vibrant aspects of business in today’s East Asia.",
        "email": "",
        "conf": "conference on free trade agreements and regional integration in East Asia",
        "coauthors": [
            "Hadrian G. Djajadikerta",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5842,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Foreign Exchange Rate Reform the Balance of Trade and Economic Growth: An Empirical Analysis for China",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Journal of Economic Development",
        "coauthors": [
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5805,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Estimating Time-Varying Currency Betas with Contagion: New Evidence from Developed and Emerging Financial Markets",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This paper examines the conditional time-varying currency betas from five developed and six emerging financial markets with contagion and spillover effects. We employ a trivariate asymmetric BEKK-type GARCH-in-Mean (MGARCH-M) approach to estimate the time-varying conditional variance and covariance of returns of stock market index, the world market portfolio and bilateral exchange rate between the US dollar and the local currency. The results show that the world market and currency risks are not only priced in the stock markets, but also time-varying. It is found that currency betas are much more volatile than the world market betas, and currency betas in the emerging markets are more volatile than those in the developed markets. We find empirical evidence of contagion effect and spillovers between stock market and foreign exchange market during the recent global financial crisis, and the effect is stronger in the emerging markets than that in the developed markets. Two applications are provided to illustrate the usefulness of time-varying currency betas.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "Japan and the World Economy",
        "coauthors": [
            "Ling Long",
            "Albert K. C. Tsui",
            "Zhaoyong Zhang"
        ],
        "keywords": "Time-varying currency betas,MGARCH,ICAPM,Contagion,Long memory"
    },
    {
        "id": 5778,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Shocking Aspects of East Asian Monetary Integration: an Optimum Currency Area Approach",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This paper examines the viability of regional monetary integration in East Asia by focusing on the symmetry of shocks, which is one of the preconditions for forming an optimum currency area (OCA). We extend the conventional 2-variable structural VAR model by incorporating foreign (namely, US) variables, as well as real effective exchange rates to capture country-specific shocks in estimation. We also obtain similar estimates for European countries to check for robustness. Impulse response function analysis is conducted to measure the size of shocks and the speed of adjustment to shocks. The empirical results reveal that it is less feasible for East Asian economies to form an OCA than is suggested in previous studies, especially as only small sub-groups are potential candidates for a currency arrangement.",
        "email": "",
        "conf": "Center for International Trade Studies (CITS)",
        "coauthors": [
            "Kiyotaka Sato",
            "Zhaoyong Zhang",
            "Michael John McAleer"
        ],
        "keywords": "Optimum currency area, monetary integration, structural vector autoregression, East Asia"
    },
    {
        "id": 5822,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Volatility dynamics of the US business cycle: A multivariate asymmetric GARCH approach",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Mathematics and Computers in Simulation",
        "coauthors": [
            "Kin-Yip Ho",
            "Albert K. C. Tsui",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5837,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "The Dynamics of Political and Economic Interactions Between Mainland China and Taiwan",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Papers in Regional Science",
        "coauthors": [
            "Wei-Bin Zhang",
            "Zhaoyong Zhang",
            "Xin Xu"
        ],
        "keywords": ""
    },
    {
        "id": 5829,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "A Monetary Union in East Asia: What Does the Common Cycles Approach Tell?",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Kiyotaka Sato",
            "David Edmund Allen",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5787,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Democracy-growth nexus and its interaction effect on human development: A cross-national analysis",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This paper examines the democracy-growth nexus and its interactive effect on human development by using cross-national panel data spanning over 20 years incorporating the effect of democratization process. We find evidence that the effect from democracy to human development is nonlinear and varies depending on the levels of growth and democracy. The results confirm that the interaction effect of democracy-growth nexus has a positive impact on human development but the effect is sensitive to democratization process and the level of a country's economic development. It is established that democracy is more crucial in developed countries, whereas economic growth is vital in developing countries. The findings imply that the role of democracy in enhancing human development should not be overemphasized as economic growth is vital in the developing countries.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "Economic Modelling",
        "coauthors": [
            "Shrabani Saha",
            "Zhaoyong Zhang"
        ],
        "keywords": "Democracy,Human development,Economic growth"
    },
    {
        "id": 5830,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "A Monetary Union in East Asia: Common Cycles Approach",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "SSRN Electronic Journal",
        "coauthors": [
            "Kiyotaka Sato",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5791,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Economic Cooperation and Interdependence Between China and ASEAN: Two to Tango?",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "The objective of this paper is to examine the economic cooperation and interdependence between China and ASEAN through trades and flows of production factors in the context of increasing regional integration in East Asia. In particular, we assess the dynamic development of China–ASEAN economic relations and examine the changes in bilateral trade flows and trade patterns between China and ASEAN in the context of increasing significance of regional production fragmentation and investigate more closely how the China–ASEAN Free Trade Area (CAFTA) and China’s recent “Belt and Road” initiative will eventually reshape production and trade relationships between China and the ASEAN member countries. It also sheds light on the opportunities and challenges brought forth to both parties for further development of economic relations and cooperation due to their structural similarity in trade and lack of economic complementarity.",
        "email": "",
        "conf": "Chinese Global Production Networks in ASEAN",
        "coauthors": [
            "Fengming Qin",
            "Tao Xu",
            "Zhaoyong Zhang"
        ],
        "keywords": "China–ASEAN Free Trade Area, Economic interdependence, Revealed comparative advantage, FDI flow "
    },
    {
        "id": 5841,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Exchange Rate Policies in the Transition Economy of China: Is Currency Board an Alternative?",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "China Report",
        "coauthors": [
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5788,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Exchange rate pass-through and inflation in Australia China and India: a comparative study with disaggregated data",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This article analyses the exchange rate shocks and its pass-through to various levels of prices in two emerging economies and one developed country by employing a structural VAR framework over the period 1990-2011. We assess the pass-through into import, export, producer and consumer prices in Australia, China and India in industries including mining, agriculture and manufacturing. We test whether the exchange rate pass-through to import prices is more complete in any particular sector and estimate the passthrough to consumer prices to investigate whether there is any linkage between the pass-through and the average inflation rate across these countries. The impulse responses indicate that exchange rates have less effect in the rising mining and natural resources prices in Australia than in China and India. Moreover, the pass-through of exchange rate to aggregate consumer prices is greater in China and India than Australia. This will have important policy implications for the monetary authorities.",
        "email": "",
        "conf": "Journal of Economic Research",
        "coauthors": [
            "Shrabani Saha",
            "Zhaoyong Zhang"
        ],
        "keywords": "exchange rate pass-through (ERPT), structural VAR model, Australia, China and India, disaggregate data"
    },
    {
        "id": 5835,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Asian Monetary Integration: a Structural VAR Approach",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Mathematics and Computers in Simulation",
        "coauthors": [
            "Zhaoyong Zhang",
            "Kiyotaka Sato",
            "Michael John McAleer"
        ],
        "keywords": ""
    },
    {
        "id": 5803,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "A Regime-Switching Analysis of Asian Bank Stocks",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "The market prices or returns of bank stocks contain important information for both supervisory bodies and market participants. In this chapter we examine the impact of firm-specific and macroeconomic news announcements on major Asian bank stock returns by applying a regime-switching framework. The analysis suggests that both the occurrence and sentiment of those news announcements have predictive power for future stock returns. Overall, firm-specific news has greater effects than macroeconomic news, and negative (positive) news can reduce (increase) stock returns. In addition, the magnitudes of those effects are different, depending on the types of news and regimes of stock returns. Our findings have great importance for policy makers seeking stability of financial system. Also, daily impact of news will help traders anticipate the potential effects on the returns of banks that they are monitoring.",
        "email": "",
        "conf": "Handbook of Asian Finance. Volume 1: Financial markets and sovereign wealth funds",
        "coauthors": [
            "Kin Yip Ho",
            "Yanlin Shi",
            "Zhaoyong Zhang"
        ],
        "keywords": "Asian bank stocks,Firm-specific news,Macroeconomic news,News sentiment,Regime-switching"
    },
    {
        "id": 5831,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Introduction: Monetary and Economic Integration in the East Asian Region",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "World Economy",
        "coauthors": [
            "Paul De Grauwe",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5817,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Modeling Time-Varying Currency Betas: New Evidence from the Selected Markets",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "In the past decade, studies of exchange rate exposure have mainly focused on three approaches. The first approach uses conventional methods such as sub-sampling, dummy variables, and overlapping moving window regression to capture exchange rate exposure. The second approach uses pre-specified determinants of exposure coefficients to analyze the time-variation of exchange rate exposure. For example, Allayannis (1997) suggests that currency beta is determined by export and import shares, and finds support for time-variation of exposure in some 4-digit level SIC industries. The third approach employs time-varying second moments to derive time-varying exchange rate exposure (see, for instance, Hunter, 2005; Lim, 2005). Hunter (2005) analyzes the time-varying exchange rate exposure of small and large firms using size-based portfolios of the Fama-French-type, and Lim (2005) derives both market and currency betas at country level, with allowance for non-orthogonality between risk factors. It is believed that the third approach is more appealing as the well-documented bivariate GARCH-type models are often employed to estimate the time-varying exchange rates conditional on available information. There are three models associated with this approach, namely, the VECH models; the BEKK models; and the Constant Conditional Correlation GARCH (CCC-GARCH) models. However, the VECH model is less popular because of the difficulty in maintaining positive definiteness of the variance and covariance matrix and other computational hindrance on convergence during estimation, while the CCC-GARCH model is too restrictive as the computed covariance between returns and exchange rate changes can be either negative or positive in all periods, depending on the sign of the constant conditional correlation coefficient. In reality, exchange rate changes may affect returns on stock index either positively and/or negatively in different time periods. Hence, it is inappropriate to assume time-constancy in the conditional correlation coefficient. In this paper, we adopt the general framework of conditional ICAPM proposed by Adler and Dumas (1983) and De Santis and Gerard (1998) to estimate the time varying currency betas and the time-varying market betas for nine developed and emerging countries. A trivariate BEKK-GARCH-type model is used to estimate the conditional variance and covariance of return variables using a set of daily data spanning from 5 January 1999 to 30 December 2005. In particular, we compute the time-varying currency betas and market betas using estimates of the conditional variance and covariance of returns from country stock index, world market portfolio and changes in exchange rate of the trading country. To the best of our knowledge, this is the first study that estimates such betas from a BEKK-GARCH-type specification based on daily returns. The main advantage of BEKK parameterization is that it guarantees the variance and covariance matrix to be positive definiteness during estimation, and the often alleged difficulty of interpreting parameters in BEKK models is not an issue. Our results indicate that currency betas are generally more volatile than that of the world market betas. In addition, currency betas in the emerging markets, such as Korea, Taiwan and Thailand, are more volatile than those in the developed markets. We also find some evidence of long-memory in the estimated currency betas. The findings have important implications for investment and hedging strategies.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "International Congress on Modelling and Simulation, Perth, Australia",
        "coauthors": [
            "Prabhath Jayasinghe",
            "Albert K. C. Tsui",
            "Zhaoyong Zhang"
        ],
        "keywords": "Time-varying currency betas; multivariate GARCH-M models; international CAPM; fractionally integrated processes; stochastic dominance"
    },
    {
        "id": 5812,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "The impact of the interaction between economic growth and democracy on human development: cross-national analysis",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This paper evaluates the effects of economic growth and democracy on human development using panel data over 170 countries for the period 1980-2010. Our results show that democracy enhances human development in any level of economic development. However, economic growth increases human development only in developing countries. The interaction effect between economic growth and democracy shows that democracy increase human development in developing countries where growth level is low.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "",
        "coauthors": [
            "Shrabani Saha",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5796,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Public News Flows and Chinese Renminbi: A Volatility Regime-Switching Analysis",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "In recent years the Chinese foreign exchange rate policy and the internationalization of Chinese renminbi (RMB) have been hotly debated both in the academic world and in practice as the growing weight of China’s foreign trade and investment flows in the world economy. Most of the existing studies tend to review the process and impact of the RMB internationalization issues. The great interest of RMB internationalization is probably with financial institutions doing international business in the currency and also the Chinese firms conducting international business. This paper examines the impact of public information flows on the volatility of the Chinese RMB spot and non-deliverable forward (NDF) exchange rates using a regime-switching framework. Two major types of news items – articles that report on the RMB and those that report on the US dollar (USD) – are used to measure information flows. The results indicate that the impact of news flows is more significant in the calm (low volatility) regime rather than in the turbulent (high volatility) regime. These findings have important implications for policy-makers in both the public and private sectors and for business firms who wish to hedge their exposures.",
        "email": "",
        "conf": "A New Paradigm for International Business",
        "coauthors": [
            "Kin-Yip Ho",
            "Yanlin Shi",
            "Zhaoyong Zhang"
        ],
        "keywords": "Public news flow, Volatility regime-switching analysis, Chinese renminbi "
    },
    {
        "id": 5801,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Examining IPO Success in the Emerging Growth Enterprise Market of China",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "Adopting a sample of the initial 243 IPOs from the emerging Growth Enterprise Market of China (GEMC) over the 2009 to 2011 period, this study develops a regression model to investigate the relationships between these factors and suggests that the firm’s net profit and its growth rate substantively determine the IPO volume. In addition, this study adopts probit models to test the influence of the four factors on IPO likelihood, and shows that: 1) fundraising amount, as one of the most significant IPO determinants, is positively associated with IPO probability on the new listing market; 2) the net profit, as a fundamental IPO determinant, is positively associated with IPO probability, but also with other indicators, which demonstrates the fact that the GEMC is a profit-preferring listing venue; 3) the net assets determine IPO probability but not IPO volume on the market.",
        "email": "",
        "conf": "Global Economy and Finance Journal",
        "coauthors": [
            "Hai Long",
            "Zhaoyong Zhang"
        ],
        "keywords": "IPO; Growth Enterprise Market of China"
    },
    {
        "id": 5798,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "What Drives the Time-Varying Performance of Japanese Mutual Funds?",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "In this chapter, we review the performance of Japanese mutual funds with the most recent data and examine the time-varying volatility and the leverage effect of Japanese mutual funds over the business cycle by using a Markov Regime-Switching GARCH model. The results suggest that volatility persistence of Japanese mutual funds are generally quite large and vary significantly with their business cycles. Moreover, the significant leverage effects of shocks on volatility are observed, and positive shocks generally have greater positive effects than negative shocks. Also, we find that contemporary news sentiment and flow can reduce a considerable proportion of the volatility persistence. The effects are different, depending on the states of business cycle. Finally, the marginal effects of negative and positive news on volatility are roughly symmetric in both states of business cycle. All the results are robust when mutual funds are modeled within the proxied global business cycle. Our results have important implications for investors seeking opportunity of portfolio diversification.",
        "email": "",
        "conf": "Handbook of Asian Finance: REITs, Trading, and Fund Performance",
        "coauthors": [
            "Kin-Yip Ho",
            "Yanlin Shi",
            "Zhaoyong Zhang"
        ],
        "keywords": "Business cycle,Japanese mutual funds,Leverage effect,News sentiment,Regime-Switching GARCH"
    },
    {
        "id": 5813,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Dynamic Linkages among Financial Markets in the Greater China Region: A Multivariate Asymmetric Approach",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This study examines the volatility dynamics of the Greater China stock markets by employing a multivariate framework that incorporates the features of asymmetries, persistence and time‐varying correlations. The multivariate framework with these features will contribute to a better understanding of the interdependence and integration among the stock markets in the Greater China region. Our results confirm the existence of volatility persistence and asymmetries, and there is some evidence of a common degree of persistence (‘co‐persistence’) among the markets. It is also found that the Mainland Chinese markets are actually less volatile than the Taiwan and Hong Kong stock exchanges in the late 1990s and early 2000s. The Shenzhen and Shanghai stock exchanges are positively (not perfectly) correlated with each other, but they show a weaker correlation with the Hong Kong and Taiwan markets. These findings have important implications for hedging and portfolio management.",
        "email": "",
        "conf": "World Economy",
        "coauthors": [
            "Kin-Yip Ho",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5789,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "The Rise of China and Regional Integration in East Asia",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "Over the past decades, East Asia has achieved one of the most profound economic transformations in recorded history, and has become the most dynamic economic region and one of the most integrated areas in the world. However, regional and economic integration in East Asia is a relatively new phenomenon and cooperation is lightly institutionalized (ADB, 2008). Largely reflecting the diversity of the economies, the East Asian regionalism follows a markedly different pattern from that in Europe and other regions. In the absence of a formal institutional framework, the regional integration in East Asia has been driven by market forces and by the development of increasingly sophisticated production sharing and intra‐regional network trade, in which China's rapid growth has been instrumental. It is the international firms that are creating linkages across borders in their search for profitable opportunities through trade, foreign direct investment (FDI), and other arrangements in accordance with changes in comparative advantage, industrial upgrading, and unilateral liberalization of goods and capital markets in the region (Dobson, 1997; Zhang, 2003; De Grauwe and Zhang, 2012). Policies such as preferential trading arrangements have traditionally not played much of a role in the integration of the region.",
        "email": "",
        "conf": "Scottish Journal of Political Economy",
        "coauthors": [
            "Paul De Grauwe",
            "Zhaoyong Zhang"
        ],
        "keywords": "Social Sciences, Economics, Political Science, Business & Economics, Government & Law, 1401 Economic Theory, 1606 Political Science"
    },
    {
        "id": 5797,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Price Discovery and Dynamic Correlations: The Case of the Chinese Renminbi Markets",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "The Chinese renminbi (RMB) currency system has undergone several major developments in the past two decades, including the adoption of a managed-floating system since July 2005, the expansion of an offshore RMB non-deliverable forward (NDF) market, and the relaxation of certain regulatory controls to promote the increased use of the RMB in the region. These developments have sparked intense debate on the potential of RMB internationalization and its pros and cons. In view of these developments, this paper provides a comprehensive analysis of the dynamics of the RMB in both the spot and NDF markets since 2005 by examining the role and significance of the RMB NDF by quantifying the contributions of the RMB spot and NDF rates in the price discovery process and the volatility dynamics of the RMB markets by adopting two different frameworks with multivariate Student’s t-distribution and time-varying conditional correlations. The results indicate that asymmetric volatility effects are significant for several NDF contract maturities and the spot-NDF correlations are significantly time-varying. Moreover, shocks to the volatility levels are highly persistent. Causality tests on the spot and NDF volatilities further suggest that the NDF markets impact the future fluctuations of the spot market, but the spot market does not have predictive power for the volatility of the NDF markets.",
        "email": "",
        "conf": "A New Paradigm for International Business",
        "coauthors": [
            "Kin-Yip Ho",
            "Yanlin Shi",
            "Zhaoyong Zhang"
        ],
        "keywords": "Price discovery, Dynamic correlations, Chinese renminbi "
    },
    {
        "id": 5790,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Charting directions for economic development in Myanmar: A computable general equilibrium (CGE) approach on high quality education in labour-growth strategy",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "Since 2011, Myanmar has progressively liberalized its trade and investment policies, resulting in both opportunities and challenges. The rising inequality between urban and non-urban areas has become a growing concern for policy makers, in addition to the existing pervasive poverty issue. This research attempts to investigate how Myanmar can affect if the qualified labour supply is increased and what policies are needed to integrate into the existing policies to ensure economic development. This research applies the concept of Computable General Equilibrium (CGE) and the ORANIG model to test a sample of 57 sectors under 15 industries using the GEMPack software. The results obtained confirm that by integrating high-quality educational systems into trade and investment liberalization policies, Myanmar would increase new employment opportunities by 8.8659%. The macroeconomic indicators indicate that the current account deficit problem, and the unemployment problem would decline through an increase in value-added production and new employment opportunities, accompanied by a decrease in the output prices, the purchasers’ prices and the prices for the primary factor composite. The rural concentrated value-added vegetable oil and fat sector, crop sector, and cereal and grain sector have the highest potential by increasing labour demand by 37.0368%. There would also be another 14 winning sectors: 12 urban sectors and 2 regional industries. But, some constraints would hinder the growth of some industries with massive employment opportunities and increase production. To ensure Myanmar is on the right track of growth with equity, Myanmar policy makers need to have intervention policies that control both the rising land and capital price, and the inflation rate. If so, an additional 12 urban sectors, 3 regional sectors, 8 rural sectors and 1 supporting industry have massive potential to grow.",
        "email": "",
        "conf": "",
        "coauthors": [
            "Shwe Zin Ko",
            "Zhaoyong Zhang",
            "Pierre Horwitz",
            "Hadrian G. Djajadikerta"
        ],
        "keywords": ""
    },
    {
        "id": 5774,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Revisiting the 1997 Asian Financial Crisis: A Copula Approach",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This study is motivated by the stylized fact that the asymmetry in dependence usually exists in returns of financial data series. Owing to political and monetary reasons, this phenomenon may be present in daily changes of exchange rates. In this paper, we study the relationships between five currencies in Asia around the period of Asian Financial Crisis in 1997, including the Singapore Dollar, Japanese Yen, South Korea Won, Thailand Baht and Indonesia Rupiah. We employ various time-varying copula models to examine the possible structural breaks. The results indicate significant changes at the dependence level, tail behavior and asymmetry structures between returns of all permuted pairs from the five currencies before and after the crisis. Other methods for identifying structure changes are also explored to compare and contrast the findings using the copular models. The results show that the copular approach seems to have more explanatory power than the existing ones in identifying structure breaks.",
        "email": "Zhaoyong.zhang@ecu.edu.au",
        "conf": "Doctoral dissertation",
        "coauthors": [
            "Albert K. C. Tsui",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5775,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Equilibrium Exchange Rate of Asian Currencies: the Chinese Renminbi",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "We estimate the equilibrium exchange rate (EER) of the Chinese renminbi (RMB) vis-à-vis the U.S. dollar from 1992 to 2009. In contrast to the recent empirical studies on the EER employing a large cross-country analysis, we focus on the supply side real factors in estimating the EER by extending the Yoshikawa (1990) model. To better reflect China's processing exports in the context of growing intra-regional trade in Asia, we incorporate in the empirical analysis the source country breakdown data on import prices and input coefficients of intermediate inputs by constructing an annual new International Input-Output (IIO) table for the period from 1992 to 2009. The results show that the EER of Chinese RMB appreciates sharply from 2005 to 2009, suggesting that the current RMB exchange rate has been substantially undervalued and should be revalued by 46 percent as of 2009 compared to from the year 2004 level. Such sharp appreciation of the EER corresponds to the dramatic increase in China's current account surplus from the mid-2000s, especially against the United States, which is ascribed to the significant improvement of both labor and intermediate input coefficients in China.",
        "email": "",
        "conf": "Joint International Conference of Cowan University and Yokohama National University",
        "coauthors": [
            "Kiyotaka Sato",
            "Junko Shimizu",
            "Nagendra Shrestha",
            "Zhaoyong Zhang"
        ],
        "keywords": "Equilibrium exchange rate; purchasing power parity (PPP); International Input-Output Table; Chinese renminbi"
    },
    {
        "id": 5836,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Regional integration trade and investment expansion in the Asia Pacific - Introduction",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Papers in Regional Science",
        "coauthors": [
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5818,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Modelling exchange rate pass-through in Australia China and India",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "Exchange rate pass-through (ERPT) has attracted attention of many researchers in the last three decades due to the adoption of flexible exchange rate system by many countries. The objectives of this study are to make a comparative study by exploring the literature relating pass-through for import prices and domestic prices in Australia, China and India. In particular, we test whether the exchange rate pass-through to import prices is complete, estimate the pass-through to CPI to investigate whether there is any association between the pass-through and the average inflation rate across these countries. Using a structural VAR model we test the exchange rate pass-through over the period 1990-2011. The impulse responses indicate that exchange rates have less effect in the rising domestic prices in China and India. This will have important policy implication for the monetary authorities.",
        "email": "",
        "conf": "International Congress on Modelling and Simulation",
        "coauthors": [
            "Shrabani Saha",
            "Zhaoyong Zhang"
        ],
        "keywords": "Exchange rate pass-through (ERPT), structural VAR model, Australia, China and India"
    },
    {
        "id": 5816,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Should Chinese Renminbi be Blamed for its Trade Surplus? A Structural VAR Approach",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "During the recent years, the Renminbi (RMB) exchange rate issue has been at the centre of ongoing debate over the source of global current account imbalance, especially with the United States. The objective of this study is to contribute to the current discussion by providing some new evidence on China’s exchange rate policy and the impacts of RMB devaluation/revaluation on China’s trade balance using a structural vector autoregression (VAR) approach. The results indicate that the dynamic effect of exchange rate on China’s trade balance is still very limited and China’s balance of trade is mainly determined by the world demand and its trade performance, with the latter being a result of its successfully maintained comparative advantage.",
        "email": "",
        "conf": "World Economy",
        "coauthors": [
            "Zhaoyong Zhang",
            "Kiyotaka Sato"
        ],
        "keywords": ""
    },
    {
        "id": 5808,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "How does news sentiment impact asset volatility? Evidence from long memory and regime-switching approaches",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This paper examines the dynamic relationship between firm-level return volatility and public news sentiment. By using the new RavenPack News Analytics ⿿ Dow Jones Edition database that captures over 1200 types of firm-specific and macroeconomic news releases and their sentiment scores at high frequencies, we investigate the circumstances in which public news sentiment is related to the intraday volatility of the constituent stocks in the Dow Jones Composite Average (DJN 65). Two different conditionally heteroskedastic models are employed: the Fractionally Integrated Generalized Autoregressive Conditionally Heteroskedastic (FIGARCH) and the two-state Markov Regime-Switching GARCH (RS-GARCH) models. For most of the DJN 65 stocks, our results confirm the significant impact of firm-specific news sentiment on intraday volatility persistence, even after controlling for the potential effects of macroeconomic news. Compared with macroeconomic news sentiment, firm-specific news sentiment apparently accounts for a greater proportion of overall volatility persistence. Moreover, negative news has a greater impact on volatility than positive news. Furthermore, the results from the RS-GARCH model indicate that news sentiment accounts for a greater proportion of volatility persistence in the high-volatility regime (turbulent state) than in the low-volatility regime (calm state). In-sample forecasting performance and residual diagnostic tests suggest that FIGARCH generally outperforms RS-GARCH.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "The North American Journal of Economics and Finance",
        "coauthors": [
            "Kin-Yip Ho",
            "Yanlin Shi",
            "Zhaoyong Zhang"
        ],
        "keywords": "Public information arrival,Asset volatility,News sentiment,FIGARCH,Markov Regime-Switching GARCH"
    },
    {
        "id": 5786,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Macroeconomic forecasting with mixed data sampling frequencies: Evidence from a small open economy",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "The aim of this study was to forecast the Singapore gross domestic product (GDP) growth rate by employing the mixed‐data sampling (MIDAS) approach using mixed and high‐frequency financial market data from Singapore, and to examine whether the high‐frequency financial variables could better predict the macroeconomic variables. We adopt different time‐aggregating methods to handle the high‐frequency data in order to match the sampling rate of lower‐frequency data in our regression models. Our results showed that MIDAS regression using high‐frequency stock return data produced a better forecast of GDP growth rate than the other models, and the best forecasting performance was achieved by using weekly stock returns. The forecasting result was further improved by performing intra‐period forecasting.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "Journal of Forecasting",
        "coauthors": [
            "Albert K. C. Tsui",
            "Cheng Yang Xu",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5804,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Volatility and Correlation Dynamics of the MainlandChinese and Hong Kong Stock Markets: Evidence from the A- B- H- and Red Chip Markets",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This article examines the volatility dynamics of the mainland Chinese stock markets (Shanghai A- and B-shares, Shenzhen A- and B-shares, H-shares, and red chips) by employing the daily returns data from 1993 to 2012 and a multivariate volatility framework that incorporates the features of asymmetries, persistence, and time-varying correlations, which are typically observed in stock markets of developed economies. Our results indicate that, unlike the Shenzhen and Shanghai A-share markets, the B-share, H-share and red chip markets do not exhibit significant asymmetric volatility (leverage effect). Furthermore, return volatility in the A-share markets is relatively more volatile than the others before 1997 and becomes more stable afterward. In addition, there is strong evidence of volatility persistence in all the markets, and this finding is robust to changes in model specification. The Chinese stock markets apparently share a common degree of persistence (fractional integration) in volatility. Moreover, the conditional correlations are significantly time-varying and are strengthening over time, especially after 2002. These findings have important implications for hedging and portfolio management and diversification.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "The Journal of Wealth Management",
        "coauthors": [
            "Kin-Yip Ho",
            "Yanlin Shi",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5833,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Real Output Co-movements in East Asia: A Cointegration Approach",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "",
        "coauthors": [
            "Kiyotaka Sato",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5779,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Exchange Rate Volatility and Disaggregated Manufacturing Exports: Evidence from an Emerging Country",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "The link between export performance and exchange rate policy has been attracting attention from policymakers, academics, and practitioners for some time, particularly for emerging countries. It has been recently claimed that implementing a policy that devalues the currency in Vietnam is an important factor for enhancing its export performance. However, it is also argued that such a policy could result in the harmful consequence of exchange rate volatility. This study analyzes the link between exchange rate devaluation, volatility, and export performance. The analysis focuses on the manufacturing sector and 10 of its subsectors that were engaged in the export of goods between Vietnam and 26 key export partners during the 2000–2015 period. Potential factors that could affect this relationship, such as the global financial crisis, Vietnam’s participation in the World Trade Organization, or even the export partners’ geographic structures, are also accounted for in the model. The findings confirm that a strategy that depreciates Vietnam’s currency appears to enhance manufacturing exports in the short run, whereas the resulting exchange rate volatility has clear negative effects in the long run. The impact of exchange rate volatility on manufacturing subsectors depends on two factors, namely, (i) the type of export and (ii) the export destination. Policy implications emerging from these conclusions are presented.",
        "email": "",
        "conf": "ournal of Risk and Financial Management",
        "coauthors": [
            "Duc Hong Vo",
            "Anh THE Vo",
            "Zhaoyong Zhang"
        ],
        "keywords": "exchange rate volatility; export performance; disaggregated data; manufacturing sector; emerging country"
    },
    {
        "id": 5838,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Can the rest of East Asia catch up with Japan: Some empirical evidence",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Japan and the World Economy",
        "coauthors": [
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5785,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Public information arrival price discovery and dynamic correlations in the Chinese renminbi markets",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "The Chinese renminbi (RMB) currency system has undergone several major developments in the past two decades, including the adoption of a managed floating system since July 2005, the expansion of an offshore RMB non-deliverable forward (NDF) market, and the relaxation of certain regulatory controls to promote the increased use of the RMB in the region. These developments have sparked intense debate on the potential of RMB internationalization and its pros and cons. In view of these developments, this paper provides a comprehensive analysis of the dynamics of the RMB in both the spot and NDF markets since 2005 by examining the role and significance of the RMB NDF in the price discovery process and in predicting the volatility dynamics of the RMB markets. The results indicate that asymmetric volatility effects are significant for several NDF contract maturities and the spot-NDF correlations are significantly time-varying. Moreover, shocks to the volatility levels are highly persistent. Causality tests on the spot and NDF volatilities further suggest that the NDF markets impact the future fluctuations of the spot market, but the spot market does not have predictive power for the volatility of the NDF markets. Public information flows are found to have a significantly positive impact on the spot-forward conditional correlations. These findings have important implications for market linkages and effective hedging strategies.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "The North American Journal of Economics and Finance",
        "coauthors": [
            "Kin-Yip Ho",
            "Yanlin Shi",
            "Zhaoyong Zhang"
        ],
        "keywords": "Chinese renminbi,Price discovery,Volatility,Forward markets"
    },
    {
        "id": 5828,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "An analysis of the conditional volatility dynamics of the Australian Business Cycle",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Journal of Economic Development",
        "coauthors": [
            "Albert K. C. Tsui",
            "Kin-Yip Ho",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5809,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Do exchange rates affect consumer prices? A comparative analysis for Australia China and India",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "An important issue for exchange rate pass-through (ERPT) is the extent to which exchange rate changes affect the prices of imported goods and the consumer prices. The objectives of this study are to make a comparative study by exploring the literature relating pass-through for import prices and domestic prices in Australia, China and India. In particular, we test whether the exchange rate pass-through to import prices is complete, estimate the pass-through to consumer price index (CPI) to investigate whether there is any association between the pass-through and the average inflation rate across these countries. A structural VAR model is used to examine the exchange rate pass-through over the period 1990–2011. The impulse responses indicate that exchange rates have less effect in the rising domestic prices in China and India. This will have important policy implication for the monetary authorities.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "Mathematics and Computers in Simulation",
        "coauthors": [
            "Shrabani Saha",
            "Zhaoyong Zhang"
        ],
        "keywords": "Exchange rate pass-through (ERPT),Structural VAR model,Australia, China and India"
    },
    {
        "id": 5793,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "A New Paradigm for International Business",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This book offers a collection of studies on regional integration and the dynamic business environment in East Asia. The papers included, originally presented at the 2014 Asia Pacific Business Conference on \"Free Trade Agreements and Regional Integration in East Asia,\" examine the challenges and dynamics in the increasingly integrated East Asian markets and outline a new paradigm for doing international business in the region. The papers address diverse areas related to regional integration, financial markets, investment, trade and capital flow, sustainability, accounting and auditing issues, exchange rates, strategies and the regional business environment. The book provides a valuable resource for practitioners, policy-makers and students who are interested in understanding the vibrant aspects of business in today?s East Asia.",
        "email": "",
        "conf": "conference on free trade agreements and regional integration in East Asia",
        "coauthors": [
            "Hadrian G. Djajadikerta",
            "Zhaoyong Zhang"
        ],
        "keywords": "Economics;Endogenous growth;Economic policy,Economics or management science,Trade,Economic Growth,Emerging Markets,Emerging Globalization"
    },
    {
        "id": 5815,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "New Estimates of the Equilibrium Exchange Rate: The Case for the Chinese Renminbi",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "We estimate the equilibrium exchange rate (EER) of the Chinese renminbi (RMB) vis-a-vis the U.S. dollar from 1992 to 2008. In contrast to the recent empirical studies on the EER employing a large cross-country analysis, we focus on the supply side real factors in estimating the EER by extending the Yoshikawa (1990) model. To better reflect China's processing exports in the context of growing intra-regional trade in Asia, we incorporate in the empirical analysis the source country breakdown data on import prices and input coefficients of intermediate inputs by constructing an annual new International Input-Output (IIO) table for the period from 1992 to 2008. The results show that the EER of Chinese RMB appreciates sharply from 2005 to 2008, suggesting that the current RMB exchange rate has been substantially undervalued and should be revalued by 65 percent from the year 2000 level. Such sharp appreciation of the EER corresponds to the dramatic increase in China's current account surplus from the mid-2000s, especially against the United States, which is ascribed to the significant improvement of both labor and intermediate input coefficients in China.",
        "email": "",
        "conf": "World Economy",
        "coauthors": [
            "Kiyotaka Sato",
            "Junko Shimizu",
            "Nagendra SHRESTHA",
            "Zhaoyong Zhang"
        ],
        "keywords": "Equilibrium exchange rate; purchasing power parity (PPP); International Input-Output Table; Chinese renminbi"
    },
    {
        "id": 5783,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Does Sustainability Engagement Affect Stock Return Volatility? Evidence from the Chinese Financial Market",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This paper examines the impact of firms’ sustainability engagement on their stock returns and volatility by employing the EGARCH and FIGARCH models using data from the major financial firms listed in the Chinese stock market. We find evidence of a positive association between sustainability engagement and stock returns, suggesting firms’ sustainability news release in favour of the market. Although volatility persistence can largely be explained by news flows, the results show that sustainability news release has the significant and largest drop in volatility persistence, followed by popularity in Google search engine and the general news. Sustainability news release is found to affect positively stock return volatility. We also find evidence that market expectation can be driven by the dominant social paradigm when sustainability is included. These findings have important implications for market efficiency and effective portfolio management decisions.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "Sustainability",
        "coauthors": [
            "Junru Zhang",
            "Hadrian G. Djajadikerta",
            "Zhaoyong Zhang"
        ],
        "keywords": "corporate sustainability; news release; stakeholder theory; stock return volatility; EGARCH-m"
    },
    {
        "id": 5777,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Real GDP growth rates of Singapore Taiwan and Hong Kong: An asymmetric multivariate GARCH approach",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "The economies of Hong Kong, Singapore and Taiwan have become known as “East Asian Tigers,” enjoyed a remarkable record of high and sustained economic growth over three decades from 1965 to the early 1990s. Their ability to achieve a speedy development with equity has intrigued many economists who attempted to understand the drive of growth. Most of this miraculous growth is believed due to a combination of fundamentally sound development policies, tailored interventions, and an unusually rapid accumulation of physical and human capital, as well as rapid intra-regional trade integration.",
        "email": "Zhaoyong.zhang@ecu.edu.au",
        "conf": "World IMACS/MODSIM Congress, Cairns",
        "coauthors": [
            "V.H. Hai",
            "Zhaoyong Zhang"
        ],
        "keywords": "GDP growth rates, EGARCH, MGARCH, MICSS algorithm, structural changes in volatility, asymmetric volatility"
    },
    {
        "id": 5782,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "RMB Exchange Rates and Volatility Spillover across Financial Markets in China and Japan",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This study examines empirically the volatility spillover effects between the RMB foreign exchange markets and the stock markets by employing daily returns of the Chinese RMB exchange rates and the stock markets in China and Japan during the period in 1998–2018. We find evidence that there exist co-volatility effects among the financial markets in China and Japan, and the volatility of RMB exchange rates contribute to the co-volatility spillovers across the financial markets. Reversely, the return shock from the stock markets can also generate co-volatility spillover to the foreign exchange markets. The bidirectional relationship reveals that both the fundamental hypothesis and the investor-induced hypothesis are valid. Our estimates also show that the spillover effects led by the stock market in Japan are stronger than that from the foreign exchange markets and the Chinese stock markets, implying that market with higher accessibility has greater spillover effects onto other markets. We also found that the average co-volatility spillover effects among the RMB exchange markets and the stock markets in Japan and China are generally negative. These findings have important policy implications for risk management and hedging strategies.",
        "email": "",
        "conf": "Risks",
        "coauthors": [
            "Fengming Qin",
            "Junru Zhang",
            "Zhaoyong Zhang"
        ],
        "keywords": "Chinese RMB; stock markets; volatility; spillover effects"
    },
    {
        "id": 5819,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Modeling exchange rate exposure in the Japanese industrial sectors",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "In recent years the volatility of exchange rate exposure and its associated risk have become a hot issue in international financial management. It is often assumed that a firm’s future operating cash flows is proxied by its market value, and the exposure coefficient would be able to efficiently measure the impact of exchange rate changes on a firm’s return and its sensitivity to the changes. Recently, some studies begin to investigate whether exchange rate exposure is asymmetric between currency appreciations and depreciations. By far most existing studies on exchange rate exposure assume that the variances of a firm’s returns and exchange rates changes are time-invariant. In this paper, we assess empirically the validity of this assumption, and argue that the conveniently defined exchange rate exposure is inadequate for measuring the entire impact of exchange rate changes on a firm’s future operating cash flows in cases of time-varying variances. There are at least four alternative routes through which a firm’s returns are exposed to foreign exchange risks when the variances are time-variant",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "International Congress on Modelling and Simulation",
        "coauthors": [
            "Prabhath Jayasinghe",
            "Albert K. C. Tsui",
            "Zhaoyong Zhang"
        ],
        "keywords": "Exchange rate exposure; volatility spillovers; multivariate GARCH-M models; time-varying"
    },
    {
        "id": 5814,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Monetary Integration and Exchange Rate Issues in East Asia",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "EAST Asia is arguably the world's most dynamic economic region and one of the most integrated areas. Yet, its economic and monetary integration is a recent event and follows a different path from that of Europe. In contrast to the European experience, regional integration in East Asia was not begun with any formal trade liberalisation such as a customs union and free trade area. Instead, it has followed a bottom-up approach and occurred in the absence of a formal institutional framework. East Asia's integration has been market-driven",
        "email": "",
        "conf": "World Economy",
        "coauthors": [
            "Paul De Grauwe",
            "Zhaoyong Zhang"
        ],
        "keywords": "Social Sciences, Business, Finance, Economics, International Relations, Business & Economics, RENMINBI, UNION, 1402 Applied Economics, 1605 Policy and Administration"
    },
    {
        "id": 5784,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Credit constraints and firm market entry decision: Firm-level evidence from internationalizing Chinese multinationals",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This paper studies the role and impact of credit constraints on firm’s export behavior. By using firm-level data from big data matching out of China’s Customs Database and Chinese Industrial Enterprise Database, we study the foreign market entry order strategy of the Chinese exporters and assess the role of credit constraints in the process of internationalization. The results confirm the negative effect of credit constraints on firms’ exporting behavior and entry-time decision. Firms with less credit constraints are more likely to be a pioneer in the foreign market, and those severely credit constrained firms are prevented from doing so because they lack sufficient liquidity. Our robustness tests with different product categories and ownership confirm the evidence. It is also found that a firm’s choice decision for being a pioneer or a follower in exporting each new product-market combination is jointly determined by the firm-level and host-country-level characteristics, and that firms with larger scale, higher productivity, lower production costs and more intense competition are more likely to be pioneers. We also find that the entry timing decision of the followers is influenced by the pioneers’ performance and product category. The results further confirm the existence of crowding out effect and spillover effect between pioneers and followers, and have important policy implications for China’s further financial (credit) market reform and for internationalizing Chinese MNEs.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "The North American Journal of Economics and Finance",
        "coauthors": [
            "Jianhong Qi",
            "Zhaoyong Zhang",
            "Hui Liu"
        ],
        "keywords": "Market entry order,Extensive margin,New product-market combination (new combination),Pioneers,Followers"
    },
    {
        "id": 5806,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Listing Requirements Lose IPO-Screening Functions: Evidence from the Emerging Growth Enterprise Market of China",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "Using two multivariate regression models based on prior studies, this paper aims to examine whether the listing requirements of the GEMC are able to help the exchange to screen high quality IPO firms. It suggests that the approved IPO companies have better performances than failed ones, but listing requirements of the GEMC are unable to screen high quality issuers to go public, because the majority of listed companies performed poorly rather than better after their IPOs. This result is against previous findings that regard an IPO market as a screening device.",
        "email": "",
        "conf": "International Journal of Economics and Finance",
        "coauthors": [
            "Hai Long",
            "Zhaoyong Zhang"
        ],
        "keywords": "listing requirements, IPO-screening functions, growth enterprise market of China"
    },
    {
        "id": 5826,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Whither A Currency Union in Greater China?",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Open Economies Review",
        "coauthors": [
            "Zhaoyong Zhang",
            "Kiyotaka Sato"
        ],
        "keywords": ""
    },
    {
        "id": 5792,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "High-Frequency News Flow and States of Asset Volatility",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This chapter examines the relationship between high-frequency news flow and the states of asset return volatility. To estimate asset return volatility and smoothing probability, we first apply the Markov Regime-Switching Generalized Autoregressive Conditional Heteroskedasticity (GARCH) model. Second, the different states of asset return volatility are identified by comparing the previously generated smoothing probability with certain thresholds. Subsequently, we employ discrete choice models to investigate the impact of high-frequency news flow on the volatility states of hourly returns of the constituent stocks in the Dow Jones Composite Average (DJN 65). Our dataset for high-frequency news flows is constructed from the new RavenPack Dow Jones News Analytics database that captures >1200 types of firm-specific and macroeconomic news releases at high frequencies. Estimated results show that different types of news flows have varying significant effects on the likelihood of volatility states of intraday asset returns.",
        "email": "",
        "conf": "Handbook of high frequency trading",
        "coauthors": [
            "Kin-Yip Ho",
            "Yanlin Shi",
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5840,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Trade Liberalization Economic Growth and Convergence: Evidence From East Asian Economies",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "",
        "email": "",
        "conf": "Journal of Economic Integration",
        "coauthors": [
            "Zhaoyong Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5773,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Financial Market Integration in the Greater China Region: A Multivariate Asymmetric Approach",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This paper examines the existence of long-run relationships between East Asian economic integration and tourism exports for nine selected ASEAN States for the period 1996-2007. I employ tourist arrivals data as a proxy for tourism exports and trade ratios as a proxy for the economic integration. Using Johansen’s Fisher panel cointegration test, the findings show that tourist arrivals and trade ratios are cointegrated in seven out of nine Southeast Asia countries. This suggests that East Asia economic integration can be one of the important factors that influence international tourism demand to ASEAN States in the long-run. However, for Laos and Thailand, the tourist arrivals and trade ratios are not cointegrated.",
        "email": "",
        "conf": "",
        "coauthors": [
            "K. Y. Ho",
            "Zhaoyong Zhang"
        ],
        "keywords": "East Asia economic integration, ASEAN tourism, panel cointegration"
    },
    {
        "id": 5811,
        "label": 118,
        "author": "zhaoyong zhang",
        "title": "Volume volatility and information linkages in the stock and option markets",
        "organization": "Professor of Finance &amp; Economics Edith Cowan University",
        "abstract": "This paper examines the relationship between option trading activity and stock market volatility. Although the option market is uniquely suited for trading on volatility information, there is little analysis on how trading activity in this market is linked to stock price volatility. The bulk of the discussion tends to focus on whether trading activity in the stock market is informative about stock volatility. To analyze the information in option trading activity for stock market volatility, a sample of 15 stocks with the highest option trading volume is selected. For each stock, it is noted that the trading activities in the put and call option markets have significant explanatory power for stock market volatility. In addition, the results indicate that the call option trading activity has a stronger impact on stock volatility compared with that of the put options. Our results demonstrate that information and sentiment in the option market is useful for the estimation of stock market volatility. Also, the significance of the effects of option trading activity on stock price volatility is observed to be comparable to that of stock market trading activity. Furthermore, the persistence and asymmetric effects in the volatility of some stocks tend to disappear once option trading activity is taken into account.",
        "email": "zhaoyong.zhang@ecu.edu.au",
        "conf": "Review of Financial Economics",
        "coauthors": [
            "Kin-Yip Ho",
            "Lin Zheng",
            "Zhaoyong Zhang"
        ],
        "keywords": "Information linkage,Stock market volatility,Option trading volume,Asymmetric effects"
    }
]