[
    {
        "id": 5950,
        "label": 120,
        "author": "zheng zhang",
        "title": "Cutting Edge: Programmed Death-1 Up-Regulation Is Involved in the Attrition of Cytomegalovirus-Specific CD8+ T Cells in Acute Self-Limited Hepatitis B Virus Infection",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Attrition of heterologous virus-specific CD8+ T cells has been demonstrated in murine viral infection; however, little is known regarding this phenomenon in human viral infections. In this study, we observed that CMV-specific CD8+ T cells displayed numerical decline and functional impairment in the early phase of acute infection, whereas programmed death-1 (PD-1) expression was significantly up-regulated by these CMV-specific CD8+ T cells. This early PD-1 up-regulation was found to be closely associated with the increased apoptotic sensitivity of CMV-specific CD8+ T cells. The in vitro addition of anti-PD-1 further enhanced the spontaneous apoptosis of CMV-specific CD8+ T cells; however, blockade of the PD-1-mediated pathway with anti-PD-L1 significantly restored the CMV-specific CD8+ T cell proliferation and IFN-γ production. Thus, PD-1 plays a crucial role in the attrition of CMV-specific CD8+ T cells in acute hepatitis B virus infection, which in turn, influences the preexisting homeostatic virus-specific CD8+ T cell pool.",
        "email": "",
        "conf": "The Journal of Immunology",
        "coauthors": [
            "Ji-Yuan Zhang",
            "Zheng Zhang",
            "Bo Jin",
            "Shu-Ye Zhang",
            "Chun-Bao Zhou",
            "Jun-Liang Fu",
            "Fu-Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5941,
        "label": 120,
        "author": "zheng zhang",
        "title": "Liver fibrosis: Mechanisms of immune-mediated liver injury",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Liver fibrosis and its end-stage consequence, cirrhosis, represent the final common pathway of virtually all chronic liver diseases. Research into hepatic stellate cell activation, imbalance of the extracellular matrix synthesis and degradation and the contribution of cytokines and chemokines has further elucidated the mechanisms underlying fibrosis. Furthermore, clarification of changes in host adaptive and innate immune systems has accelerated our understanding of the association between liver inflammation and fibrosis. Continued elucidation of the mechanisms of hepatic fibrosis has provided a comprehensive model of fibrosis progression and regression. This review summarizes the current concepts of improvements that have been made in the field of fibrosis.",
        "email": "",
        "conf": "Cellular & molecular immunology",
        "coauthors": [
            "Ruonan xu",
            "Zheng Zhang",
            "Fu-Sheng Wang"
        ],
        "keywords": "cirrhosis; hepatic stellate cell; liver fibrosis"
    },
    {
        "id": 5938,
        "label": 120,
        "author": "zheng zhang",
        "title": "Prospective controlled trial of safety of human umbilical cord derived-mesenchymal stem cell transplantation in patients with decompensated liver cirrhosis",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "To evaluate the safety of human umbilical cord derived-mesenchymal stem cell (UC-MSC) transplantation therapy in patients with decompensated liver cirrhosis. UC-MSCs were transplanted intravenously into patients with decompensated liver cirrhosis. Serum levels of glucose (GLU), total cholesterol (TC), blood urea nitrogen (BUN), alpha fetoprotein (AFP), white blood cells (WBC), and prothrombin activity (PA) were detected at different time points after UC-MSCs transplantation. Most UC-MSC transplanted patients experienced an improvement in quality of life, to varying degrees. With the exception of low-grade fever in a few patients, side effects and oncogenic events were rare (treatment group: 1/38 vs. control group: 1/16; P more than 0.05). The UC-MSCs transplantation showed no effect on GLU, TC, BUN, AFP, WBC, or PA. CONCLUSION: UC-MSCs transplantation in patients with decompensated liver cirrhosis is safe and may improve the patient's quality of life.",
        "email": "",
        "conf": "Zhonghua gan zang bing za zhi = Zhonghua ganzangbing zazhi = Chinese journal of hepatology",
        "coauthors": [
            "Hu LIN",
            "Zheng ZHANG",
            "Ming SHI",
            "Ruo-nan XU",
            "Jun-liang FU",
            "Hua GENG",
            "Yuan-yuan LI",
            "Shuang-jie YU",
            "Li-ming CHEN",
            "Sa LV",
            "Fu-sheng WANG"
        ],
        "keywords": "Adult; Aged; Cord Blood Stem Cell Transplantation; adverse effects; Female; Humans; Liver Cirrhosis; complications; surgery; Male; Mesenchymal Stem Cell Transplantation; adverse effects; Middle Aged; Prospective Studies"
    },
    {
        "id": 5954,
        "label": 120,
        "author": "zheng zhang",
        "title": "Increased Regulatory T Cells Correlate With CD8 T-Cell Impairment and Poor Survival in Hepatocellular Carcinoma Patients",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Recent studies have suggested that CD4+CD25+ regulatory T cells (Treg) are increased and linked to compromised immune responses in patients with hepatocellular carcinoma (HCC). This study attempted to further characterize CD4+CD25+ forkhead/winged helix transcription factor (FoxP3)+ Treg in blood, tumor, and nontumor liver tissues of HCC patients, and to understand how the Treg affects immune responses and contributes to disease progression. A total of 123 HCC patients with chronic hepatitis B virus (HBV) infection, 21 HBV-related liver cirrhosis (LC) patients, and 47 normal controls were enrolled randomly. Flow cytometric, immunohistochemical, and immunosuppressive assays were used for analyses of properties of Treg. Multivariate analysis of prognostic factors for overall survival was performed using the Cox proportional hazards model. Increased CD4+CD25+FoxP3+ Treg may impair the effector function of CD8+ T cells, promote disease progression, and represent both a potential prognostic marker and a therapeutic target for HBV-related HCC individuals.",
        "email": "",
        "conf": "Gastroenterology",
        "coauthors": [
            "Junliang Fu",
            "Dongping Xu",
            "Zhenwen Liu",
            "Ming Shi",
            "Ping Zhao",
            "Baoyun Fu",
            "Zheng Zhang",
            "Huiyin Yang",
            "Hui Zhang",
            "Chunbao Zhou",
            "Jinxia Yao",
            "Lei Jin",
            "Huifen Wang",
            "Yongping Yang",
            "Yang-Xing Fu",
            "Fu-Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5927,
        "label": 120,
        "author": "zheng zhang",
        "title": "High circulating CD39+ regulatory T cells predict poor survival for sepsis patients",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Sepsis encompasses two phases, the ‘hyper’-reactive phase and the ‘hypo’-reactive phase. The initial inflammatory stage is quickly counterbalanced by an anti-inflammatory response, which compromises the immune system, leading to immune suppression. Regulatory T cells (Tregs) have been implicated in the pathogenesis of sepsis by inducing immunosuppression; however, the role of CD39+ Tregs in the process of sepsis is uncertain. This study investigated the dynamic levels of CD39+ Tregs and their phenotypic change in sepsis. Fourteen patients with systemic inflammatory response syndrome (SIRS), 42 patients with sepsis, and 14 healthy controls were enrolled. Sequential blood samples were used to analyze the numbers of CD39+ Tregs and their phenotypic changes. Survival at 28 days was used to evaluate the capacity of CD39+ Treg levels to predict mortality in sepsis patients. Increased expression of CD39+ Tregs was associated with a poor prognosis for sepsis patients, which suggests that CD39+ Treg levels could be used as a biomarker to predict the outcome of sepsis patients.",
        "email": "zhangzheng1975@aliyun.com",
        "conf": "International Journal of Infectious Diseases",
        "coauthors": [
            "Huihuang Huang",
            "Ruonan xu",
            "Fang Lin",
            "Chunmei Bao",
            "Siyu Wang",
            "Chengcheng Ji",
            "Ke Li",
            "Lei Jin",
            "Jingsong Mu",
            "Yonggang Wang",
            "Lei Li",
            "Lijian Sun",
            "Biao Xu",
            "Zheng Zhang",
            "Fu-Sheng Wang"
        ],
        "keywords": "Sepsis,Regulatory T cell,CD39,Prognosis"
    },
    {
        "id": 5930,
        "label": 120,
        "author": "zheng zhang",
        "title": "Hepatitis B Virus Infection and Immunopathogenesis in a Humanized Mouse Model: Induction of Human-Specific Liver Fibrosis and M2-Like Macrophages",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "The mechanisms of chronic HBV infection and immunopathogenesis are poorly understood due to a lack of a robust small animal model. Here we report the development of a humanized mouse model with both human immune system and human liver cells by reconstituting the immunodeficient A2/NSG (NOD.Cg-Prkdcscid Il2rgtm1Wjl/SzJ mice with human HLA-A2 transgene) with human hematopoietic stem cells and liver progenitor cells (A2/NSG-hu HSC/Hep mice). The A2/NSG-hu HSC/Hep mouse supported HBV infection and approximately 75% of HBV infected mice established persistent infection for at least 4 months. We detected human immune responses, albeit impaired in the liver, chronic liver inflammation and liver fibrosis in infected animals. An HBV neutralizing antibody efficiently inhibited HBV infection and associated liver diseases in humanized mice. In addition, we found that the HBV mediated liver disease was associated with high level of infiltrated human macrophages with M2-like activation phenotype. Importantly, similar M2-like macrophage accumulation was confirmed in chronic hepatitis B patients with liver diseases. Furthermore, gene expression analysis showed that induction of M2-like macrophage in the liver is associated with accelerated liver fibrosis and necrosis in patients with acute HBVinduced liver failure. Lastly, we demonstrate that HBV promotes M2-like activation in both M1 and M2 macrophages in cell culture studies. Our study demonstrates that the A2/NSG-hu HSC/Hep mouse model is valuable in studying HBV infection, human immune responses and associated liver diseases. Furthermore, results from this study suggest a critical role for macrophage polarization in hepatitis B virus-induced immune impairment and liver pathology",
        "email": "",
        "conf": "PLoS Pathogens",
        "coauthors": [
            "Moses T Bility",
            "Liang Cheng",
            "Zheng Zhang",
            "Yan Luan",
            "Feng Li",
            "Liqun Chi",
            "Liguo Zhang",
            "Zhengkun Tu",
            "Yanhang Gao",
            "Yangxin Fu",
            "Junqi Liu",
            "Fusheng Wang",
            "Lishan su"
        ],
        "keywords": ""
    },
    {
        "id": 5932,
        "label": 120,
        "author": "zheng zhang",
        "title": "Impairment of CD4(+) Cytotoxic T Cells Predicts Poor Survival and High Recurrence Rates in Patients With Hepatocellular Carcinoma",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "The role of CD4+ cytotoxic T cells (CTLs) in hepatocellular carcinoma (HCC) remains obscure. This study characterized CD4+ CTLs in HCC patients and further elucidated the associations between CD4+ CTLs and HCC disease progression. In all, 547 HCC patients, 44 chronic hepatitis B (CHB) patients, 86 liver cirrhosis (LC) patients, and 88 healthy individuals were enrolled in the study. CD4+ CTLs were defined by flow cytometry, immunohistochemistry, and lytic granule exocytosis assays. A multivariate analysis of prognostic factors for overall survival was performed using the Cox proportional hazards model. Circulating and liver‐infiltrating CD4+ CTLs were found to be significantly increased in HCC patients during early stage disease, but decreased in progressive stages of HCC. This loss of CD4+ CTLs was significantly correlated with high mortality rates and reduced survival time of HCC patients. In addition, the proliferation, degranulation, and production of granzyme A, granzyme B, and perforin of CD4+ CTLs were inhibited by the increased forkhead/winged helix transcription factor (FoxP3+) regulatory T cells in these HCC patients. Further analysis showed that both circulating and tumor‐infiltrating CD4+ CTLs were independent predictors of disease‐free survival and overall survival after the resection of the HCC. Conclusion: The progressive deficit in CD4+ CTLs induced by increased FoxP3+ regulatory T cells was correlated with poor survival and high recurrence rates in HCC patients. These data suggest that CD4+ CTLs may represent both a potential prognostic marker and a therapeutic target for the treatment of HCC.",
        "email": "",
        "conf": "Hepatology",
        "coauthors": [
            "Junliang Fu",
            "Zheng Zhang",
            "Lin Zhou",
            "Zhaorui Qi",
            "Shaojun Xing",
            "Jiyun Lv",
            "Jianfei Shi",
            "Baoyun Fu",
            "Zhenwen Liu",
            "Ji‐Yuan Zhang",
            "Lei Jin",
            "Yulai Zhao",
            "George K.K. Lau",
            "Jingmin Zhao",
            "Fu‐Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5926,
        "label": 120,
        "author": "zheng zhang",
        "title": "The Global Burden of Liver Disease: The Major Impact of China",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Liver disease is a major cause of illness and death worldwide. In China alone, liver diseases, primarily viral hepatitis (predominantly hepatitis B virus [HBV]), nonalcoholic fatty liver disease, and alcoholic liver disease, affect approximately 300 million people. The establishment of the Expanded Program on Immunization in 1992 has resulted in a substantial decline in the number of newly HBV‐infected patients; however, the number of patients with alcoholic and nonalcoholic fatty liver diseases is rising at an alarming rate. Liver cancer, one of the most deadly cancers, is the second‐most common cancer in China. Approximately 383,000 people die from liver cancer every year in China, which accounts for 51% of the deaths from liver cancer worldwide. Over the past 10 years, China has made some significant efforts to shed its “leader in liver diseases” title by investing large amounts of money in funding research, vaccines, and drug development for liver diseases and by recruiting many Western‐trained hepatologists and scientists. Over the last two decades, hepatologists and scientists in China have made significant improvements in liver disease prevention, diagnosis, management, and therapy. They have been very active in liver disease research, as shown by the dramatic increase in the number of publications in Hepatology. Nevertheless, many challenges remain that must be tackled collaboratively. In this review, we discuss the epidemiology and characteristics of liver diseases and liver‐related research in China",
        "email": "",
        "conf": "Hepatology",
        "coauthors": [
            "Fu-Sheng Wang",
            "Jian-Gao Fan",
            "Zheng Zhang",
            "Bin Gao",
            "HongYang Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5958,
        "label": 120,
        "author": "zheng zhang",
        "title": "Plasmacytoid Dendritic Cells Act as the Most Competent Cell Type in Linking Antiviral Innate and Adaptive Immune Responses",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Appropriate in vivo control of plasmacytoid dendritic cell (pDC) recruitment and activation is a fundamental requirement for defense against viral infection. During this process, a pivotal event that influences the outcome of viral infection is the production of high levels of type I interferon by pDCs. In particular, recent research findings showed that pDCs not only shape the nature of innate resistance, but are also responsible for the successful transition from innate to adaptive immunity for viral resistance. In addition, pDCs can differentiate into antigen presenting cells that may regulate tolerance to a given pathogen. Importantly, in a series of recent clinical studies, pDCs appeared to be defective in number and function in conditions of chronic viral diseases such as infected with HIV-1, HBV or HCV. pDC-associated clinical antiviral therapy is also emerging. This review describes research findings examining the functional and antiviral properties of in vivo pDC plasticity.",
        "email": "",
        "conf": "Cellular & molecular immunology",
        "coauthors": [
            "Zheng Zhang",
            "Fu Sheng Wang"
        ],
        "keywords": "virus, plasmacytoid dendritic cell, innate immunity, adaptive immunity"
    },
    {
        "id": 5955,
        "label": 120,
        "author": "zheng zhang",
        "title": "B7-H1 Up-Regulation on Myeloid Dendritic Cells Significantly Suppresses T Cell Immune Function in Patients with Chronic Hepatitis B",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Although dysfunctional dendritic cells contribute to inadequate adaptive immunity in chronic hepatitis B (CHB), underlying molecular mechanisms remain largely undefined. In this study, we examined B7-H1 expression on circulating myeloid dendritic cells (mDCs) in 46 CHB patients, 10 autoimmune hepatitis patients, and 10 healthy subjects as control. We found that B7-H1 expression is significantly up-regulated on circulating mDCs of CHB and autoimmune hepatitis patients compared with healthy individuals. The B7-H1 up-regulation was significantly correlated with an elevation of serum alanine aminotransaminase levels and plasma viral load. In addition, in vitro, both IFN-α and IFN-γ could strongly stimulate mDCs to express B7-H1. More importantly, elevated B7-H1 expression is also closely associated with the suppression of T cell immune function. In vitro blockade of B7-H1 signaling could not only down-regulate IL-10 and up-regulate IL-12 production by mDCs, but also enhance mDC-mediated allostimulatory capacity and cytokine production of T cells. Blockade of B7-H1 signaling could improve hepatitis B c Ag-pulsed monocyte-derived DC-induced IFN-γ production by autologous hepatitis B virus-specific T cells. These new findings suggested that chronic inflammation may contribute to B7-H1 up-regulation on mDCs in CHB patients, which potentially cause defective hepatitis B virus-specific T cell function and viral persistence. Our findings further support the notion that the blockade of B7-H1 may represent a novel therapeutic approach for this disease.",
        "email": "",
        "conf": "The Journal of Immunology",
        "coauthors": [
            "Liangen Chen",
            "Zheng Zhang",
            "Weiwei Chen",
            "Zhidong Zhang",
            "Yonggang Li",
            "Ming Shi",
            "Jiyuan Zhang",
            "Lieping Chen",
            "Shengdian Wang",
            "Fu-Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5937,
        "label": 120,
        "author": "zheng zhang",
        "title": "Complement 5a stimulates hepatic stellate cells in vitro  and is increased in the plasma of patients with chronic hepatitis B",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Complement 5a (C5a) is a critical modulator of liver immunity. In this study, we investigated the role of C5a and its receptor in liver fibrosis in patients with hepatitis B virus infection. We found that plasma C5a concentration was significantly increased in patients with chronic hepatitis B, particularly in those patients with higher grade and stage scores. Further analysis indicated that the increased C5a concentration was positively correlated with clinical parameters reflecting liver fibrosis severity, including type IV collagen and procollagen type III N‐terminal peptide. Our in vitro data indicated that the C5a receptor is highly expressed in hepatic stellate cells (HSCs). Addition of C5a significantly activated HSCs and up‐regulated α‐smooth muscle actin, hyaluronic acid and type IV collagen expression. Also, addition of C5a could inhibit the spontaneous and soluble tumour necrosis factor‐related apoptosis‐inducing ligand‐induced apoptosis of HSCs. These findings highlight the potential role of C5a in the regulation of liver fibrosis.",
        "email": "zhangzheng1975@aliyun.com",
        "conf": "Immunology",
        "coauthors": [
            "Ruonan Xu",
            "Fang Lin",
            "Jin He",
            "Lei Jin",
            "Ji‐yuan Zhang",
            "Junliang Fu",
            "Honghong Liu",
            "Siyu Wang",
            "Zheng Zhang",
            "Fu‐Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5961,
        "label": 120,
        "author": "zheng zhang",
        "title": "SARS-Associated Coronavirus Quasispecies in Individual Patients",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "",
        "email": "",
        "conf": "New England Journal of Medicine",
        "coauthors": [
            "Dongping Xu",
            "Zheng Zhang",
            "Fu-Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5928,
        "label": 120,
        "author": "zheng zhang",
        "title": "CXCR5(+) CD4(+) T Follicular Helper Cells Participate in the Pathogenesis of Primary Biliary Cirrhosis",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "There is increasing interest in the role of T follicular helper (Tfh) cells in autoimmunity from the perspective of both their role in breach of tolerance and their effects on the natural history of disease progression. Indeed, the critical role of Tfh cells in autoimmunity is further highlighted based on their location in the germinal center (GC), a pathogenic hot spot for development of autoreactivity. To address the role of Tfh cells in primary biliary cirrhosis (PBC), we comprehensively evaluated the immunobiology of CXCR5+CD4+ Tfh cells in 69 patients with PBC, including a nested subgroup of 16 autoimmune hepatitis (AIH) and 20 healthy controls (HC), followed for 1 year. We report herein several key observations. First, there was an increased frequency of circulating Tfh cells in patients with PBC compared to AIH (P < 0.05) and HC (P < 0.01). Second, the function of circulating Tfh cells from PBC patients, including interleukin (IL)‐21 production (P < 0.05), the ability to promote B‐cell maturation, and autoantibody production, were greater than HC. Third, the frequency of these cells was significantly decreased in ursodeoxycholic acid (UDCA) responders compared to UDCA‐treated nonresponders, in both cross‐sectional (P = 0.023) and longitudinal studies (P = 0.036), respectively. Indeed, similar increases of Tfh cells were noted in liver and spleen. Conclusion: These results significantly extend our understanding of lymphoid subpopulations in PBC and their relative role in disease expression. Our data also provide a novel biomarker for evaluation of the effectiveness of new therapeutic approaches.",
        "email": "",
        "conf": "Hepatology",
        "coauthors": [
            "Lifeng Wang",
            "Ying Sun",
            "Zheng Zhang",
            "Yiqiong Jia",
            "Zhengsheng Zou",
            "Jinbiao Ding",
            "Yuanyuan Li",
            "Xiangsheng Xu",
            "Lei Jin",
            "Tao Yang",
            "Zhiwei Li",
            "Yanling Sun",
            "Ji‐yuan Zhang",
            "Sa Lv",
            "Liming Chen",
            "Baosen Li",
            "M. Eric Gershwin",
            "Fu‐Sheng Wan"
        ],
        "keywords": "Primary biliary cirrhosis, T follicular helper cells, ursodeoxycholic acid, plasma B cells"
    },
    {
        "id": 5918,
        "label": 120,
        "author": "zheng zhang",
        "title": "Infection and depletion of CD4+ group-1 innate lymphoid cells by HIV-1 via type-I interferon pathway",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Innate lymphoid cells (ILCs) are severely depleted during chronic HIV-1 infection by unclear mechanisms. We report here that human ILC1s comprising of CD4+ and CD4- subpopulations were present in various human lymphoid organs but with different transcription programs and functions. Importantly, CD4+ ILC1s expressed HIV-1 co-receptors and were productively infected by HIV-1 in vitro and in vivo. Furthermore, chronic HIV-1 infection activated and depleted both CD4+ and CD4- ILC1s, and impaired their cytokine production activity. Highly active antiretroviral (HAART) therapy in HIV-1 patients efficiently rescued the ILC1 numbers and reduced their activation, but failed to restore their functionality. We also found that blocking type-I interferon (IFN-I) signaling during HIV-1 infection in vivo in humanized mice prevented HIV-1 induced depletion or apoptosis of ILC1 cells. Therefore, we have identified the CD4+ ILC1 cells as a new target population for HIV-1 infection, and revealed that IFN-I contributes to the depletion of ILC1s during HIV-1 infection.",
        "email": "zhangzheng1975@aliyun.com",
        "conf": "PLoS Pathogens",
        "coauthors": [
            "Juanjuan Zhao",
            "Liang Cheng",
            "Hongbo Wang",
            "Haisheng Yu",
            "Bo Tu",
            "Qiang Fu",
            "Guangming Li",
            "Qi Wang",
            "Yanling Sun",
            "Xin Zhang",
            "Zhenwen Liu",
            "Weiwei Chen",
            "Liguo Zhang",
            "Lishan Su",
            "Zheng Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5933,
        "label": 120,
        "author": "zheng zhang",
        "title": "Sofosbuvir and ABT-450: Terminator of hepatitis C virus?",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Combination therapy with peginterferon (pegIFN)-α and ribavirin (RBV) has been the standard of care (SOC) for chronic hepatitis C. Unfortunately, not all patients can achieve a sustained virologic response (SVR) with this regimen. SVR rates are approximately 80% in patients with hepatitis C virus (HCV) genotype 2, 3, 5 and 6 and 40%-50% in patients with genotype 1 and 4. Therefore, strategies to improve SVR rates have been an important issue for clinical physicians. Several direct acting antiviral agents (DAAs) have significantly higher SVR rates when combined with pegIFN-α and RBV than pegIFN-α and RBV alone. Treatments containing DAAs have several advantages over the previous SOC, including higher specificity and efficacy, shorter treatment durations, fewer side effects, and oral administration. Based on these advantages, treatment with pegIFN-α and RBV plus telaprevir or boceprevir has become the current SOC for patients with genotype 1 HCV infection. However, many patients are either not eligible for therapy or decline treatment due to coexisting relative or absolute contraindications as well as an inability to tolerate the hematological side effects and adverse events caused by the new SOC. These factors have contributed to the advent of pegIFN-α-free regimens. The newest therapeutic regimens containing sofosbuvir and ABT-450 have shown promising results. In this review, we summarize the development of anti-HCV agents and the clinical efficacy of sofosbuvir and ABT-450-based therapies as well as the potential for future HCV studies.",
        "email": "",
        "conf": "World Journal of Gastroenterology",
        "coauthors": [
            "Qing-Lei Zeng",
            "Ji-Yuan Zhang",
            "Zheng Zhang",
            "Li-Feng Wang",
            "Fu-Sheng Wang"
        ],
        "keywords": "Sofosbuvir, ABT-450, Hepatitis C virus, Antiviral therapy, Sustained virologic response"
    },
    {
        "id": 5934,
        "label": 120,
        "author": "zheng zhang",
        "title": "Safety and immunological responses to human mesenchymal stem cell therapy in difficult-to-treat HIV-1-infected patients",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "HAART largely decreases morbidity and mortality in chronic HIV-1-infected patients, but immune nonresponders (INRs) with full viral suppression still fail to reverse the immune deficiency. This study evaluated the safety and immunological responses of human umbilical cord mesenchymal stem cell (MSC) therapy in HIV-1-infected INRs. A total of 13 HIV-1-infected INRs were enrolled in this pilot prospectively open-labeled controlled clinical trial. Seven patients were administered three umbilical cord-MSC transfusions at 1-month interval during 12-months of follow-up, whereas six control patients were treated with saline in parallel. Immunological parameters were monitored in these patients throughout the trial. All patients tolerated the umbilical cord-MSC transfusions well throughout the trial. The umbilical cord-MSC transfusions preferentially increased circulating naive and central memory CD4 T-cell counts and restored HIV-1-specific IFN-γ and IL-2 production in the INRs. These enhancements in immune reconstitution were also associated with the reduction of systemic immune activation and inflammation in vivo. umbilical cord-MSC transfusions are well tolerated and can efficiently improve host immune reconstitution in INRs, suggesting that such treatments may be used as a novel immunotherapeutic approach to reversing immune deficiency in HIV-1-infected INRs (ClinicalTrials.gov identifier: NCT01213186).",
        "email": "",
        "conf": "AIDS (London England)",
        "coauthors": [
            "Zheng Zhang",
            "Junliang Fu",
            "Xiangsheng Xu",
            "Siyu Wang",
            "Ruonan Xu",
            "Min Zhao",
            "Weimin Nie",
            "Xicheng Wang",
            "Jiyuan Zhang",
            "Taisheng Li",
            "Lishan Su",
            "Fu-Sheng Wang"
        ],
        "keywords": "clinical trial, HIV-1, immune reconstitution, mesenchymal stem cells, T cells"
    },
    {
        "id": 5951,
        "label": 120,
        "author": "zheng zhang",
        "title": "Severe dendritic cell perturbation is actively involved in the pathogenesis of acute-on-chronic hepatitis B liver failure",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Functionally impaired dendritic cells (DCs) play important roles in suppressing host immune responses and facilitating viral persistence in chronic hepatitis B virus (HBV) infection. However, little is known regarding the status of intrahepatic DCs in HBV infection. Based on availability, 11 recipient liver samples were obtained from acute-on-chronic hepatitis B liver failure (ACHBLF) patients who had undergone liver transplantation. The frequencies, phenotypes, and functions of intrahepatic DC subsets were analyzed. Both plasmacytoid dendritic cells (pDCs) and myeloid dendritic cells (mDCs) extensively infiltrated the liver of the ACHBLF patients and expressed mature phenotypes therein. In particular, activated hepatic pDCs produced interferon (IFN)-α, which subsequently induced interleukin (IL)-12 and IL-10 production via toll-like receptor-9 ligation in liver-infiltrating lymphocytes cultured in vitro. However, blockade of IFN-α production significantly reduced the cytokine production of the LILs. Further, a significantly low frequency of peripheral pDCs and highly reduced IFN-α production were observed in a large cohort of the ACHBLF patients, particularly in the non-survivors. Moreover, a persistently upregulated expression of hepatic IFN-α-associated genes was observed in the ACHBLF patients during disease progression. Activated pDCs accumulated in large numbers in the liver of the ACHBLF patients and regulated local immune responses in chronic HBV infection.",
        "email": "",
        "conf": "Journal of Hepatology",
        "coauthors": [
            "Zheng Zhang",
            "Zheng-Sheng Zou",
            "Jun-Liang Fu",
            "Lun Cai",
            "Lei Jin",
            "Yong-Jun Liu",
            "Fu-Sheng Wang"
        ],
        "keywords": "Acute-on-chronic liver failure,Hepatitis B,Myeloid dendritic cells,Plasmacytoid dendritic cells,Interferon-α"
    },
    {
        "id": 5923,
        "label": 120,
        "author": "zheng zhang",
        "title": "Complement 5a receptor-mediated neutrophil dysfunction is associated with a poor outcome in sepsis",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Complement 5a (C5a) has been implicated in the pathogenesis of sepsis by inducing the functional impairment of neutrophils; however, the utility of C5a receptors (C5aRs; C5aR and C5L2) as biomarkers for the management of sepsis is uncertain. This study investigated the dynamic expression of C5aR and C5L2 on neutrophils and their effects on neutrophil function. We found that sepsis patients displayed low expression levels of C5aR and C5L2 on neutrophils compared to healthy and systemic inflammatory response syndrome (SIRS) subjects, and this expression pattern was correlated with disease severity. Additionally, the expression levels of C5aR and C5L2 were associated with the survival of sepsis patients. In vitro, the addition of C5a significantly reduced C5aR and C5L2 expression levels and IL-8 production in neutrophils from sepsis patients. Those findings suggest that the reduced expression of C5aRs was associated with the functional impairment of neutrophils and a poor prognosis for sepsis patients. Overall, these findings may help establish C5aRs expression levels as early markers to predict the severity of sepsis.",
        "email": "zhangzheng1975@aliyun.com",
        "conf": "Cellular & molecular immunology",
        "coauthors": [
            "Ruonan Xu",
            "Fang Lin",
            "Chunmei Bao",
            "Huihuang Huang",
            "Chengcheng Ji",
            "Siyu Wang",
            "Lei Jin",
            "Lijian Sun",
            "Ke Li",
            "Zheng Zhang",
            "Fu-Sheng Wang"
        ],
        "keywords": "complement 5a, complement 5a receptor, neutrophil, prognosis, sepsis"
    },
    {
        "id": 5924,
        "label": 120,
        "author": "zheng zhang",
        "title": "Primary biliary cirrhosis-associated hepatocellular carcinoma in Chinese patients: Incidence and risk factors",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "To investigate the incidence, characteristics, and risk factors for hepatocellular carcinoma (HCC) in Chinese patients with primary biliary cirrhosis (PBC). We reviewed the data of 52 PBC-associated HCC patients treated at Beijing 302 Hospital from January 2002 to December 2013 and analyzed its incidence and characteristics between the two genders. The risk factors for PBC-associated HCC were analyzed via a case-control study comprising 20 PBC patients with HCC and 77 matched controls without HCC. The matched factors included gender, age, follow-up period and Child-Pugh scores. Conditional logistic regression was used to evaluate the odds ratios of potential risk factors for HCC development. A P < 0.05 was considered statistically significant. HCC is not rare in Chinese PBC patients. Risk factors for PBC-associated HCC include BMI ≥ 25 and a history of alcohol intake. In addition to regular monitoring, PBC patients may benefit from abstinence from alcohol and body weight control.",
        "email": "",
        "conf": "World journal of gastroenterology: WJG",
        "coauthors": [
            "Xue-Xiu Zhang",
            "Li-Feng Wang",
            "Lei Jin",
            "Yuan-Yuan Li",
            "Shu-Li Hao",
            "Yan-Chao Shi",
            "Qing-Lei Zeng",
            "Zhi-Wei Li",
            "Zheng Zhang",
            "George KK Lau",
            "Fu-Sheng Wang"
        ],
        "keywords": "Primary biliary cirrhosis, Hepatocellular carcinoma, Body mass index, History of alcohol intake, Case-control study"
    },
    {
        "id": 5935,
        "label": 120,
        "author": "zheng zhang",
        "title": "LIVER How can acute-on-chronic liver failure be accurately identified?",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Acute-on-chronic liver failure (ACLF) is a unique clinical entity that causes confusion amongst clinicians because no clear definition or standardized clinical features have been agreed worldwide. A recent comprehensive study provided an evidence-based definition and addressed its clinical features in patients with ACLF who have cirrhosis with acute decompensation.",
        "email": "",
        "conf": "Nature Reviews Gastroenterology &#38 Hepatology",
        "coauthors": [
            "Fu-Sheng Wang",
            "Zheng Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5940,
        "label": 120,
        "author": "zheng zhang",
        "title": "Immunopathogenesis and prognostic immune markers of chronic hepatitis B virus infection",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Host immune responses induced by hepatitis B virus (HBV) infection not only substantially drive disease progression, but also significantly influence efficacy of antiviral treatments in HBV‐infected individuals. Therefore, it is important to fully understand the course of immune pathogenesis and to find efficient immunological markers that can predict the disease progression of chronic HBV infection. This review introduces the current progress in clinical immunology and analyzes the mechanisms of antiviral effects and liver injury, which are induced by both innate and adaptive immune responses. The recently identified immunological markers indicated to be closely correlated with disease progression and antiviral efficacy during HBV infection are also summarized. Careful monitoring of these immune markers may help physicians to make decisions on when to begin or withdraw antiviral drugs, or to formulate the prognosis of acute‐on‐chronic liver failure (ACLF) patients in the clinic. Finally, this review highlights some novel therapeutic strategies to modulate host immunity that have been proposed to sustain antiviral control of chronic HBV infection, as well as the challenges that we are presently facing in the field.",
        "email": "",
        "conf": "Journal of Gastroenterology and Hepatology",
        "coauthors": [
            "Zheng Zhang",
            "Ji-Yuan Zhang",
            "Li-Feng Wang",
            "Fu-Sheng Wang"
        ],
        "keywords": "hepatitis B,immunology,liver immunobiology,viral hepatitis"
    },
    {
        "id": 5953,
        "label": 120,
        "author": "zheng zhang",
        "title": "PD-1 up-regulation is correlated with HIV-specific memory CD8+ T-cell exhaustion in typical progressors but not in long-term nonprogressors",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "The immunoreceptor PD-1 is significantly up-regulated on exhausted CD8+ T cells during chronic viral infections such as HIV-1. However, it remains unknown whether PD-1 expression on CD8+ T cells differs between typical progressors (TPs) and long-term nonprogressors (LTNPs). In this report, we examined PD-1 expression on HIV-specific CD8+ T cells from 63 adults with chronic HIV infection. We found that LTNPs exhibited functional HIV-specific memory CD8+ T cells with markedly lower PD-1 expression. TPs, in contrast, showed significantly up-regulated PD-1 expression that was closely correlated with a reduction in CD4 T-cell number and an elevation in plasma viral load. Importantly, PD-1 up-regulation was also associated with reduced perforin and IFN-γ production, as well as decreased HIV-specific effector memory CD8+ T-cell proliferation in TPs but not LTNPs. Blocking PD-1/PD-L1 interactions efficiently restored HIV-specific CD8+ T-cell effector function and proliferation. Taken together, these findings confirm the hypothesis that high PD-1 up-regulation mediates HIV-specific CD8+ T-cell exhaustion. Blocking the PD-1/PD-L1 pathway may represent a new therapeutic option for this disease and provide more insight into immune pathogenesis in LTNPs.",
        "email": "",
        "conf": "Blood",
        "coauthors": [
            "Ji-Yuan Zhang",
            "Zheng Zhang",
            "Xicheng Wang",
            "Jun-Liang Fu",
            "Jinxia Yao",
            "Yanmei Jiao",
            "Liangen Chen",
            "Hui Zhang",
            "Jianan Wei",
            "Lei Jin",
            "Ming Shi",
            "George Fu Gao",
            "Hao Wu",
            "Fu-Sheng Wang"
        ],
        "keywords": "hiv, hiv long-term survivors, memory, t-lymphocytes, up-regulation (physiology), programmed cell death 1 ligand 1"
    },
    {
        "id": 5960,
        "label": 120,
        "author": "zheng zhang",
        "title": "Genetic Variation of SARS Coronavirus in Beijing Hospital",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "To characterize genetic variation of severe acute respiratory syndrome–associated coronavirus (SARS-CoV) transmitted in the Beijing area during the epidemic outbreak of 2003, we sequenced 29 full-length S genes of SARS-CoV from 20 hospitalized SARS patients on our unit, the Beijing 302 Hospital. Viral RNA templates for the S-gene amplification were directly extracted from raw clinical samples, including plasma, throat swab, sputum, and stool, during the course of the epidemic in the Beijing area. We used a TA-cloning assay with direct analysis of nested reverse transcription–polymerase chain reaction products in sequence. One hundred thirteen sequence variations with nine recurrent variant sites were identified in analyzed S-gene sequences compared with the BJ01 strain of SARS-CoV. Among them, eight variant sites were, we think, the first documented. Our findings demonstrate the coexistence of S-gene sequences with and without substitutions (referred to BJ01) in samples analyzed from some patients.",
        "email": "",
        "conf": "Emerging infectious diseases",
        "coauthors": [
            "Dongping Xu",
            "Zheng Zhang",
            "Fuliang Chu",
            "Yonggang Li",
            "Lei Jin",
            "Lingxia Zhang",
            "George F Gao",
            "Fu-Sheng Wang"
        ],
        "keywords": "SARS coronavirus,genetic variation; quasispecies,spike glycoprotein gene"
    },
    {
        "id": 5920,
        "label": 120,
        "author": "zheng zhang",
        "title": "HIV-1 infection depletes human CD34+CD38- hematopoietic progenitor cells via pDC-dependent mechanisms",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Chronic human immunodeficiency virus-1 (HIV-1) infection in patients leads to multi-lineage hematopoietic abnormalities or pancytopenia. The deficiency in hematopoietic progenitor cells (HPCs) induced by HIV-1 infection has been proposed, but the relevant mechanisms are poorly understood. We report here that both human CD34+CD38- early and CD34+CD38+ intermediate HPCs were maintained in the bone marrow (BM) of humanized mice. Chronic HIV-1 infection preferentially depleted CD34+CD38- early HPCs in the BM and reduced their proliferation potential in vivo in both HIV-1-infected patients and humanized mice, while CD34+CD38+ intermediate HSCs were relatively unaffected. Strikingly, depletion of plasmacytoid dendritic cells (pDCs) prevented human CD34+CD38- early HPCs from HIV-1 infection-induced depletion and functional impairment and restored the gene expression profile of purified CD34+ HPCs in humanized mice. These findings suggest that pDCs contribute to the early hematopoietic suppression induced by chronic HIV-1 infection and provide a novel therapeutic target for the hematopoiesis suppression in HIV-1 patients.",
        "email": "zhangzheng1975@aliyun.com",
        "conf": "PLoS Pathogens",
        "coauthors": [
            "Guangming Li",
            "Juanjuan Zhao",
            "Liang Cheng",
            "Qi Jiang",
            "Sheng Kan",
            "Enqiang Qin",
            "Bo Tu",
            "Xin Zhang",
            "Liguo Zhang",
            "Lishan Su",
            "Zheng Zhang"
        ],
        "keywords": ""
    },
    {
        "id": 5946,
        "label": 120,
        "author": "zheng zhang",
        "title": "Host immunity influences disease progression and antiviral efficacy in humans infected with hepatitis B virus",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Hepatitis B virus (HBV) infection can lead to several severe liver diseases, including hepatitis, cirrhosis and hepatocellular carcinoma, although the underlying mechanisms responsible for the clinical outcome have not been well characterized. In this review, we retrospectively examine the history of immunological responses to HBV infection and summarize the current understanding of innate and adaptive immunity in the context of HBV-associated liver disease. Recent data indicate that the interaction between HBV and the host immune response not only substantially drives disease progression, but also significantly influences antiviral efficacy in HBV-infected individuals. Advances in the field have provided insight into the immunopathology of HBV infection. Based on the characteristics of host immune responses in patients with HBV infection, a ‘climbing slope hypothesis’ is proposed to suggest that therapeutic strategies aimed at modulating the immune activity of the host may represent a complementary approach to antiviral drug treatment for the management of chronically HBV-infected patients.",
        "email": "zhangzheng1975@aliyun.com",
        "conf": "Expert review of gastroenterology & hepatology",
        "coauthors": [
            "Fu-Sheng Wang",
            "Zheng Zhang"
        ],
        "keywords": "antiviral therapy, disease progression, hepatitis B virus, host immunity, immune therapy"
    },
    {
        "id": 5929,
        "label": 120,
        "author": "zheng zhang",
        "title": "The role of neutrophils in the development of liver diseases",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Liver disease encompasses a wide variety of liver conditions, including liver failure, liver cirrhosis and a spectrum of acute and chronic hepatitis, such as alcoholic, fatty, drug, viral and chronic hepatitis. Liver injury is a primary causative factor in liver disease; generally, these factors include direct liver damage and immune-mediated liver injury. Neutrophils (also known as neutrophilic granulocytes or polymorphonuclear leukocytes (PMNs)) are the most abundant circulating white blood cell type in humans, and PMNs are a major innate immune cell subset. Inappropriate activation and homing of neutrophils to the microvasculature contributes to the pathological manifestations of many types of liver disease. This review summarizes novel concepts of neutrophil-mediated liver injury that are based on current clinical and animal model studies.",
        "email": "",
        "conf": "Cellular & molecular immunology",
        "coauthors": [
            "Ruonan xu",
            "Huihuang Huang",
            "Zheng Zhang",
            "Fu-Sheng Wang"
        ],
        "keywords": "liver disease, liver injury, neutrophil"
    },
    {
        "id": 5947,
        "label": 120,
        "author": "zheng zhang",
        "title": "Transfusion of autologous cytokine-induced killer cells inhibits viral replication in patients with chronic hepatitis B virus infection",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Adoptive immune transfer plays an important role in clearance of hepatitis B virus (HBV) in chronic hepatitis B (CHB) patients. However, it is unclear whether cytokine-induced killer (CIK) cells could suppress HBV replication in CHB patients, especially if drug resistance develops. In this study, functional CIK cells were efficiently generated from 21 CHB patients and were transfused in an autologous manner. We found that CIK cells from the CHB patients displayed substantial proliferation and function. Administration of the CIK cells closely correlated with the decrease in the serum HBV load and improvement in liver function in some patients. The virological response rate in patients with baseline serum alanine aminotransferase (ALT) levels of > 40 U/L was higher than that in patients with baseline serum ALT levels of ≤ 40 U/L. Moreover, patients who had HBeAg loss or showed seroconversion generally had baseline serum ALT levels of > 40 U/L. No serious side effects were observed. This protocol represents an alternative immune therapeutic strategy for the disease.",
        "email": "zhangzheng1975@aliyun.com",
        "conf": "Clinical Immunology",
        "coauthors": [
            "Ming der Shi",
            "Junliang Fu",
            "Feng Shi",
            "Bin Zhang",
            "Zirong Tang",
            "Lei Jin",
            "Zhenping Fan",
            "Zheng Zhang",
            "Liming Chen",
            "Huifeng Wang",
            "George K K Lau",
            "Fu-Sheng Wang"
        ],
        "keywords": "Cytokine-induced killer cell,Hepatitis B virus,Chronic hepatitis B,Safety,Efficacy"
    },
    {
        "id": 5936,
        "label": 120,
        "author": "zheng zhang",
        "title": "Stem Cell Therapies for Liver Failure and Cirrhosis.",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Liver failure and cirrhosis occur as a result of a variety of chronic hepatic injuries. They display sequential and overlapping severe pathogenic processes that include severe inflammation, hepatocyte necrosis, and fibrosis/cirrhosis, and carry a high mortality rate [ 1 ]. There is a prevailing contradiction between the urgent need for liver transplants and a severe shortage of donor livers, which highlights the need to develop new therapeutic strategies for these conditions. Recent studies have shown that stem cell-based therapies may reduce liver inflammation, and subsequently improve scarring and replenish hepatocytes, which could be a promising strategy for patients with liver failure and cirrhosis [ 2 ]. By November 1st, 2012, more than 170 clinical trials had been registered or were in proof when ClinicalTrials.gov was searched for the terms “stem cells AND liver diseases”. In particular, mesenchymal stem cells (MSCs) are a heterogeneous subset of stromal stem cells that mainly express CD105, CD73, CD44, CD90, and CD71, rather than hematopoietic markers such as CD45, CD34, and CD14, or co-stimulatory molecules, such as CD80 and CD86. They can be obtained from a variety of tissues including bone marrow, adipose tissue, placenta, and Wharton jelly of the umbilical cord. Importantly, MSCs can not only differentiate into cells of the mesodermal lineage and other embryonic lineages, but can also functionally mediate immune modulation in vivo [ 3 ]. The administration of MSCs in small-sample size clinical trials has also been reported to be well tolerated and safe, and confers beneficial effects in patients with liver failure, by enhancing liver function and reducing Child-Pugh and MELD scores, ascites, and overall mortality.",
        "email": "",
        "conf": "Journal of Hepatology",
        "coauthors": [
            "Zheng Zhang",
            "Fu-Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5949,
        "label": 120,
        "author": "zheng zhang",
        "title": "Functional impairment in circulating and intrahepatic NK cells and relative mechanism in hepatocellular carcinoma patients",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Functional defects in natural killer (NK) cells have been proposed to be responsible for the failure of anti-tumor immune responses. Whether and how NK cells are impaired in hepatocellular carcinoma (HCC) patients remain unknown. In this study, we found that HCC patients displayed a dramatic reduction in peripheral CD56dimCD16pos NK subsets compared with healthy subjects. A significant reduction of CD56dimCD16pos NK subsets was also found in tumor regions compared with non-tumor regions in the livers of these HCC patients. Both these peripheral and tumor-infiltrating NK cells exhibited poorer capacity to produce IFN-γ and kill K562 targets, which was further found to be associated with increased CD4+CD25+ T regulatory cells as we previously-described in HCC patients. Addition of Tregs from HCC patients efficiently inhibited the anti-tumor ability of autologous NK cells in vitro. These findings are helpful for understanding the mechanism of NK cell-mediated anti-tumor immune responses in HCC patients.",
        "email": "",
        "conf": "Clinical Immunology",
        "coauthors": [
            "Lun Cai",
            "Zheng Zhang",
            "Lin Zhou",
            "Haiyan Wang",
            "Junliang Fu",
            "Shuye Zhang",
            "Min Shi",
            "Hui Zhang",
            "Yongping Yang",
            "Hao Wu",
            "Po Tien",
            "Fu-Sheng Wang"
        ],
        "keywords": "NK cells;Regulatory T cells;Liver;Hepatocellular carcinoma"
    },
    {
        "id": 5917,
        "label": 120,
        "author": "zheng zhang",
        "title": "Specific activation of HIV-1 from monocytic reservoir cells by bromodomain inhibitor in humanized mice in vivo",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "The combination antiretroviral therapy (cART) effectively suppresses HIV-1 infection and enables HIV-infected individuals to live long productive lives. However, the persistence of HIV-1 reservoir cells with latent or low-replicating HIV-1 in patients under cART make HIV-1 infection an incurable disease. Recent studies have focused on the development of strategies such as epigenetic modulators to activate and purge these reservoirs. Bromodomain inhibitors (BETi) are epigenetic modulating compounds able to activate viral transcription in HIV-1 latency cell lines in a positive transcription elongation factor b (P-TEFb)-dependent manner. Little is known about the efficacy of activating HIV-1 reservoir cells under cART by BETi in vivo. In this study, we seek to test the potential of a BETi (I-BET151) in activating HIV-1 reservoir cells under effective cART in humanized mice in vivo. We discover that I-BET151 efficiently activates HIV-1 transcription in monocytic cells, but not in CD4+ T cells, during suppressive cART in vivo. We further reveal that HIV-1 proviruses in monocytic cells are more sensitive to I-BET151 treatment than in T cells in vitro. Finally, we demonstrate that I-BET151-activated viral transcription in monocytic cells is dependent on both CDK2 and CDK9, whereas only CDK9 is involved in activation of HIV-1 by I-BET151 in T cells. Our findings indicate a role of myeloid cells in HIV-1 persistence, and highlights the limitation of measuring or targeting T cell reservoirs alone in terms of HIV-1 cure, as well as provides a potential strategy to reactivate monocytic reservoirs during cART.",
        "email": "",
        "conf": "bioRxiv",
        "coauthors": [
            "Guangming Li",
            "Zheng Zhang",
            "Natalia Reszka-Blanco",
            "Feng Li",
            "Liqun Chi",
            "Jianping Ma",
            "Jerry Jeffrey",
            "Liang Cheng",
            "Lishan su"
        ],
        "keywords": ""
    },
    {
        "id": 5948,
        "label": 120,
        "author": "zheng zhang",
        "title": "Dynamic decrease in PD-1 expression correlates with HBV-specific memory CD8 T-cell development in acute self-limited hepatitis B patients",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Programmed death-1 (PD-1) upregulation can impair virus-specific CD8 T-cell responses during chronic viral infection. Whether and how PD-1 affects virus-specific memory CD8 T cells in humans with acute viral infection, however, remains largely undefined. The association between PD-1 expression and HBV-specific memory CD8 T-cell responses were longitudinally analyzed in eighteen patients with acute hepatitis B virus (HBV) infection, including ten patients with human leucocyte antigen (HLA)-A201 and eight with other HLA-A2 subtypes. At clinical onset, PD-1 was significantly up-regulated and subsequently led to the functional suppression of HBV-specific effector CD8 T cells, as blocking PD-1/PD-L1 interactions in vitro enhanced their proliferation and IFN-γ production. Following disease resolution, HBV-specific effector CD8 T cells developed into memory T cells. During this period, the dynamic PD-1 decrease was numerically correlated with the reduction of HBV-specific CD8 T-cell frequency, phenotypically with an acquisition of CCR7, CD45RA and CD127 expressions, and functionally with the increase in proliferation and IFN-γ production of the memory T cells. PD-1-mediated inhibitory signaling not only attenuates HBV-specific CD8 T-cell effector function during the acute phase of infection but also correlates with the development of HBV-specific memory CD8 T cells following disease resolution.",
        "email": "",
        "conf": "Journal of Hepatology",
        "coauthors": [
            "Zheng Zhang",
            "Bo Jin",
            "Ji-Yuan Zhang",
            "Bin Xu",
            "Huifen Wang",
            "Ming Shi",
            "E. John Wherry",
            "George K K Lau",
            "Fu-Sheng Wang"
        ],
        "keywords": "Acute hepatitis B,Programmed death-1,Memory T cells"
    },
    {
        "id": 5922,
        "label": 120,
        "author": "zheng zhang",
        "title": "Reversal of B-cell hyperactivation and functional impairment is associated with HBsAg seroconversion in chronic hepatitis B patients",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "B cells play an important role in the clearance of hepatitis B virus (HBV) and protection against reinfection. However, the functional characteristics of these cells that are associated with the outcome of chronic HBV infection remain unknown. We comprehensively investigated the frequency, phenotype, and function of peripheral B-cell subsets from CHB patients in different phases: immune tolerance (IT), immune activation (IA), immune clearance (IC), responders with HBsAg seroconversion (resolved patients, RP), and healthy controls (HC). IA patients displayed lower percentages of peripheral blood memory B cells compared with the other groups. Overall polyclonal activation of B cells, indicated by higher levels of activation markers and secretion of IgG and IgM, was observed in IA patients. This B-cell hyperactivation could be induced by increased IFN-α and soluble CD40 ligands in IA patients. Notably, the expression of the co-stimulator molecule CD80 and serum HBsAb and the frequency of HBsAg-specific B cells were significantly decreased in IT, IA, and IC patients compared with HC subjects. More importantly, the B-cell hyperactivation, co-stimulatory molecule downregulation and HBsAg-specific B-cell impairment were reversed in RP patients. The reversal of B-cell hyperactivation and functional impairment is associated with HBsAg seroconversion in chronic hepatitis B patients.",
        "email": "zhangzheng1975@aliyun.com",
        "conf": "Cellular & molecular immunology",
        "coauthors": [
            "Xiangsheng Xu",
            "Qinghua Shang",
            "Xinyue Chen",
            "Weimin Nie",
            "Zhengsheng Zou",
            "Ang Huang",
            "Ming Meng",
            "Lei Jin",
            "Ruonan Xu",
            "Ji-Yuan Zhang",
            "Junliang Fu",
            "Lifeng Wang",
            "Zirong Tang",
            "Yunbo Xie",
            "Xiaoming Yang",
            "Zheng Zhang",
            "Fu-Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5919,
        "label": 120,
        "author": "zheng zhang",
        "title": "Human innate responses and adjuvant activity of TLR ligands in vivo in mice reconstituted with a human immune system",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "TLR ligands (TLR-Ls) represent a class of novel vaccine adjuvants. However, their immunologic effects in humans remain poorly defined in vivo. Using a humanized mouse model with a functional human immune system, we investigated how different TLR-Ls stimulated human innate immune response in vivo and their applications as vaccine adjuvants for enhancing human cellular immune response. We found that splenocytes from humanized mice showed identical responses to various TLR-Ls as human PBMCs in vitro. To our surprise, various TLR-Ls stimulated human cytokines and chemokines differently in vivo compared to that in vitro. For example, CpG-A was most efficient to induce IFN-α production in vitro. In contrast, CpG-B, R848 and Poly I:C stimulated much more IFN-α than CpG-A in vivo. Importantly, the human innate immune response to specific TLR-Ls in humanized mice was different from that reported in C57BL/6 mice, but similar to that reported in nonhuman primates. Furthermore, we found that different TLR-Ls distinctively activated and mobilized human plasmacytoid dendritic cells (pDCs), myeloid DCs (mDCs) and monocytes in different organs. Finally, we showed that, as adjuvants, CpG-B, R848 and Poly I:C can all enhance antigen specific CD4+ T cell response, while only R848 and Poly I:C induced CD8+ cytotoxic T cells response to a CD40-targeting HIV vaccine in humanized mice, correlated with their ability to activate human mDCs but not pDCs. We conclude that humanized mice serve as a highly relevant model to evaluate and rank the human immunologic effects of novel adjuvants in vivo prior to testing in humans.",
        "email": "",
        "conf": "Vaccine",
        "coauthors": [
            "Liang Cheng",
            "Zheng Zhang",
            "Guangming Li",
            "Feng Li",
            "Li Wang",
            "Liguo Zhang",
            "Sandra M Zurawski",
            "Gerard Zurawski",
            "Yves Levy",
            "Lishan su"
        ],
        "keywords": "TLR ligands,Adjuvant,Humanized mice,Human innate response,CD40-targeting HIV vaccine,Cytotoxic T cells"
    },
    {
        "id": 5959,
        "label": 120,
        "author": "zheng zhang",
        "title": "Longitudinal alteration of circulating dendritic cell subsets and its correlation with steroid treatment in patients with severe acute respiratory syndrome",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "In this study, we found that 74 patients with severe acute respiratory syndrome (SARS) exhibited a rapid, dramatic decrease in numbers of circulating myeloid and plasmacytoid dendritic cells (mDCs and pDCs) during the first 2 weeks of illness (5.3- and 28.4-fold reductions for mDCs and pDCs compared with 25 healthy individuals, respectively), with slow return to normal cell numbers during convalescence (weeks 5–7 of illness on average). In addition, numbers of circulating CD4 and CD8 T cells exhibited milder reductions (2.1- and 1.8-fold at week 1) and earlier return to normal at a mean of weeks 3 and 4, respectively. A significant inverse correlation was found between numbers of DC and T-cell subsets and high-dose steroid treatment. Our novel findings thus suggest that the acute SARS-coronavirus infection probably contributes to the initial reduction of DC and T-cell subsets in blood, and that high-dose steroid administration may subsequently exacerbate and prolong low expression of the cell subsets. These findings will aid the framing of further studies of the immunopathogenesis of SARS.",
        "email": "",
        "conf": "Clinical Immunology",
        "coauthors": [
            "Zheng Zhang",
            "Dongping Xu",
            "Yonggang Li",
            "Lei Jin",
            "Ming Shi",
            "Min Wang",
            "Xianzhi Zhou",
            "Hao Wu",
            "George F Gao",
            "Fu-Sheng Wang"
        ],
        "keywords": "SARS,Myeloid dendritic cells,Plasmacytoid dendritic cells,Coronavirus,Steroid"
    },
    {
        "id": 5931,
        "label": 120,
        "author": "zheng zhang",
        "title": "HCV-Specific Interleukin-21+CD4+ T Cells Responses Associated with Viral Control through the Modulation of HCV-Specific CD8+ T Cells Function in Chronic Hepatitis C Patients",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Interleukin-21 (IL-21)+CD4+ T cells are involved in the immune response against hepatitis B virus (HBV) by secreting IL-21. However, the role of IL-21+CD4+ T cells in the immune response against chronic hepatitis C (CHC) virus infection is poorly understood. This study aimed to investigate the role of IL-21+CD4+ T cells in CHC patients and the potential mechanisms. The study subjects included nineteen CHC patients who were grouped by viral load (low, < 106 RNA copies/ml, n = 8; high, > 106 RNA copies/ml, n = 11). The peripheral frequency of HCV-specific IL-21+CD4+ T cells was higher in the low viral load group and was negatively correlated with the serum HCV RNA viral load in all CHC patients. Meanwhile, IL-21+ cells accumulated in the liver in the low viral load group. In vitro, IL-21 treatment increased the expression of proliferation markers and cytolytic molecules on HCV-specific CD8+ T cells. In summary, these findings suggest that HCV-specific IL-21+CD4+ T cells might contribute to HCV control by rescuing HCV-specific CD8+ T cells in CHC patients.",
        "email": "",
        "conf": "Moleculer Cells",
        "coauthors": [
            "Guohua Feng",
            "Ji-Yuan Zhang",
            "Qing-Lei Zeng",
            "Lei Jin",
            "Junliang Fu",
            "Bin Yang",
            "Ying Sun",
            "Tianjun Jiang",
            "Xiangsheng Xu",
            "Zheng Zhang",
            "Jinhong Yuan",
            "Liyuan Wu",
            "Fu-Sheng Wang"
        ],
        "keywords": "chronic hepatitis C, HCV-specific CD8+ T cells, HCV-specific IL-21+CD4+ T cells, interleukin-21, viral control"
    },
    {
        "id": 5956,
        "label": 120,
        "author": "zheng zhang",
        "title": "Increased infiltration of intrahepatic DC subsets closely correlate with viral control and liver injury in immune active pediatric patients with chronic hepatitis B",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "The roles of functionally impaired dendritic cells (DCs) in natural history of chronic hepatitis B (CHB) are unknown. We therefore characterized circulating DC subsets in 15 immune tolerant (IT) and 31 immune active (IA) HBV-infected children. Additionally, intrahepatic DC subsets were also analyzed in 4 IT and 9 IA individuals. The results showed that circulating DC subset numbers were decreased, but the intrahepatic DC counts were concomitantly increased in IA patients versus IT patients or healthy children. This results in the reduction of overall IFN-α but not IL-12 production by peripheral blood mononuclear cells of IA patients, although the capacity of single DC in producing cytokines was unchanged in these children. Moreover, there is a significantly inverse correlation of intrahepatic DC subsets with plasma HBV load and a positive correlation with serum ALT levels. These findings suggest that the increased infiltration of intrahepatic DC subsets may participate in the local antiviral immune response in pediatric patients with CHB.",
        "email": "",
        "conf": "Clinical Immunology",
        "coauthors": [
            "Zheng Zhang",
            "Dawei Chen",
            "Jinxia Yao",
            "Hui Zhang",
            "Lei Jin",
            "Ming Shi",
            "Hongfei Zhang",
            "Fu-Sheng Wang"
        ],
        "keywords": "Hepatitis B virus,Dendritic cells,Interferon-alpha,Child,Immune tolerance,Immune active"
    },
    {
        "id": 5944,
        "label": 120,
        "author": "zheng zhang",
        "title": "Implications of the immunoregulatory functions of mesenchymal stem cells in the treatment of human liver diseases",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Transplantation of mesenchymal stem cells (MSCs) has been recently studied in animal models, and in clinical trials of patients with fulminant hepatic failure, end-stage liver diseases and inherited metabolic disorders. Modulatory cytokines produced by MSCs can inhibit immunocyte proliferation and migration to the liver, thereby attenuating inflammatory injury and reducing hepatocyte apoptosis. In addition, MSCs play an important role in regressing liver fibrosis and in supporting the function, proliferation and differentiation of endogenous hepatocytes under appropriate conditions. Although remarkable progress has been achieved in basic and clinical MSC studies, optimal therapeutic regimens for the clinical application of MSCs, such as optimal doses, transplantation routine and interval period for transplantation, need to be elucidated in detail. Furthermore, the long-term safety and therapeutic efficacy of MSC transplantation should be evaluated in future clinical trials. This review summarizes our current understanding of the immunomodulatory effects of MSC therapies on human liver diseases.",
        "email": "",
        "conf": "Cellular & molecular immunology",
        "coauthors": [
            "Hu Lin",
            "Ruonan xu",
            "Zheng Zhang",
            "Liming Chen",
            "Ming Shi",
            "Fu-Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5916,
        "label": 120,
        "author": "zheng zhang",
        "title": "TLR3 agonist and CD40-targeting vaccination induces immune responses and reduces HIV-1 reservoirs",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Activation of HIV-1 reservoirs and induction of anti–HIV-1 T cells are critical to control HIV-1 rebound after combined antiretroviral therapy (cART). Here we evaluated in humanized mice (hu-mice) with persistent HIV-1 infection the therapeutic effect of TLR3 agonist and a CD40-targeting HIV-1 vaccine, which consists of a string of 5 highly conserved CD4+ and CD8+ T cell epitope-rich regions of HIV-1 Gag, Nef, and Pol fused to the C-terminus of a recombinant anti-human CD40 antibody (αCD40.HIV5pep). We show that αCD40.HIV5pep vaccination coadministered with poly(I:C) adjuvant induced HIV-1–specific human CD8+ and CD4+ T cell responses in hu-mice. Interestingly, poly(I:C) treatment also reactivated HIV-1 reservoirs. When administrated in therapeutic settings in HIV-1–infected hu-mice under effective cART, αCD40.HIV5pep with poly(I:C) vaccination induced HIV-1–specific CD8+ T cells and reduced the level of cell-associated HIV-1 DNA (or HIV-1 reservoirs) in lymphoid tissues. Most strikingly, the vaccination significantly delayed HIV-1 rebound after cART cessation. In summary, the αCD40.HIV5pep with poly(I:C) vaccination approach both activates replication of HIV-1 reservoirs and enhances the anti–HIV-1 T cell response, leading to a reduced level of cell-associated HIV-1 DNA or reservoirs. Our proof-of-concept study has significant implication for the development of CD40-targeting HIV-1 vaccine to enhance anti–HIV-1 immunity and reduce HIV-1 reservoirs in patients with suppressive cART.",
        "email": "",
        "conf": "Journal of Clinical Investigation",
        "coauthors": [
            "Liang Cheng",
            "Qi Wang",
            "Guangming Li",
            "Riddhima Banga",
            "Jianping Ma",
            "Haisheng Yu",
            "Fumihiko Yasui",
            "Zheng Zhang",
            "Guiseppe Pantaleo",
            "Matthieu Perreau",
            "Sandra Zurawski",
            "Gerard Zurawski",
            "Yves Levy",
            "Lishan su"
        ],
        "keywords": "AIDS Vaccines,immunology, AIDS Vaccines,pharmacology, Animals, CD40 Antigens,immunology, Epitopes, T-Lymphocyte,immunology, Epitopes, T-Lymphocyte,pharmacology, HIV-1,immunology, Human Immunodeficiency Virus Proteins,immunology, Human Immunodeficiency Virus Proteins,pharmacology, Humans, Immunity, Cellular,drug effects, Mice, Mice, Knockout, Poly I-C,pharmacology, Toll-Like Receptor 3,agonists, Toll-Like Receptor 3,immunology, AIDS vaccine, AIDS,HIV, Cellular immune response, Vaccines"
    },
    {
        "id": 5942,
        "label": 120,
        "author": "zheng zhang",
        "title": "B and T Lymphocyte Attenuator Down-regulation by HIV-1 Depends on Type I Interferon and Contributes to T-Cell Hyperactivation",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Nonspecific T-cell hyperactivation is the main driving force for human immunodeficiency virus (HIV)–1 disease progression, but the reasons why the excess immune response is not properly shut off are poorly defined. Eighty-five HIV-1–infected individuals were enrolled to characterize B and T lymphocyte attenuator (BTLA) expression and function. Infection and blockade assays were used to dissect the factors that influenced BTLA signaling in vitro. HIV-1 infection potentially impairs BTLA-mediated signaling dependent on pDC-derived IFN-α, which may contribute to broad T-cell hyperactivation induced by chronic HIV-1 infection.",
        "email": "",
        "conf": "The Journal of Infectious Diseases",
        "coauthors": [
            "Zheng Zhang",
            "Xiangsheng Xu",
            "Jiyun Lu",
            "Shuye Zhang",
            "Lanlan Gu",
            "Junliang Fu",
            "Lei Jin",
            "Haiying Li",
            "Min Zhao",
            "Jiyuan Zhang",
            "Hao Wu",
            "Lishan Su",
            "Yang-Xin Fu",
            "Fu-Sheng Wang"
        ],
        "keywords": "hiv,disease progression,down-regulation,hiv-1,t-lymphocytes,t-cell activation,hiv-1 infection"
    },
    {
        "id": 5925,
        "label": 120,
        "author": "zheng zhang",
        "title": "Impaired Function of CD4+ T Follicular Helper (Tfh) Cells Associated with Hepatocellular Carcinoma Progression",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "CD4+ T follicular helper (Tfh) cells, a new subset of immune cells, have been demonstrated to be involved in the development and prognosis of tumors. However, their functional role in human hepatocellular carcinoma (HCC) is relatively unknown, and the detailed mechanisms in HCC development remain to be described. A total of 85 HCC patients with hepatitis B virus (HBV) infection, 25 HBV-relative liver cirrhosis (LC) patients, and 20 healthy controls (HC) were randomly enrolled. Flow cytometric analysis, immunohistochemical staining, and relative function (i.e., cytokine secretion, B cell maturation) assays were used to analyze the properties of CXCR5+CD4+ T cells. In addition, the relationship between the frequency of CXCR5+CD4+ T cells and overall survival rates or disease-free survival rates was also analyzed by the Kaplan-Meier method. The frequency of circulating CXCR5+CD4+ T cells was significantly decreased in HCC patients compared with HBV-relative liver cirrhosis (LC) patients and healthy controls, and the decrease in circulating CXCR5+CD4+ T cells correlated with disease progression. The proportion of infiltrated CXCR5+CD4+ T cells was significantly decreased in tumor regions compared with nontumor regions. Furthermore, compared with healthy controls, the function of circulating CXCR5+CD4+ T cells in HCC was impaired, with reduced IL-21 secretion and dysfunction in promoting B cell maturation. Importantly, follow-up data indicated that a decreased frequency of circulating CXCR5+CD4+ T cells was also associated with reduced disease-free survival time in HCC patients. Impairment of CD4+ T follicular helper cells may influence the development of HBV-associated HCC. Decreased CD4+ T follicular helper cells may represent a potential prognostic marker and serve as a novel therapeutic target for HCC patients.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Yiqiong Jia",
            "Zhen Zeng",
            "Yuanyuan Li",
            "Zhiwei Li",
            "Lei Jin",
            "Zheng Zhang",
            "Lifeng Wang",
            "Fu-Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5939,
        "label": 120,
        "author": "zheng zhang",
        "title": "Human umbilical cord mesenchymal stem cells improve liver function and ascites in decompensated liver cirrhosis patients",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Decompensated liver cirrhosis (LC), a life‐threatening complication of chronic liver disease, is one of the major indications for liver transplantation. Recently, mesenchymal stem cell (MSC) transfusion has been shown to lead to the regression of liver fibrosis in mice and humans. This study examined the safety and efficacy of umbilical cord‐derived MSC (UC‐MSC) in patients with decompensated LC. A total of 45 chronic hepatitis B patients with decompensated LC, including 30 patients receiving UC‐MSC transfusion, and 15 patients receiving saline as the control, were recruited; clinical parameters were detected during a 1‐year follow‐up period. No significant side‐effects and complications were observed in either group. There was a significant reduction in the volume of ascites in patients treated with UC‐MSC transfusion compared with controls (P < 0.05). UC‐MSC therapy also significantly improved liver function, as indicated by the increase of serum albumin levels, decrease in total serum bilirubin levels, and decrease in the sodium model for end‐stage liver disease scores. UC‐MSC transfusion is clinically safe and could improve liver function and reduce ascites in patients with decompensated LC. UC‐MSC transfusion, therefore, might present a novel therapeutic approach for patients with decompensated LC.",
        "email": "",
        "conf": "Journal of Gastroenterology and Hepatology",
        "coauthors": [
            "Zheng Zhang",
            "Hu Lin",
            "Ming Shi",
            "Ruonan Xu",
            "Junliang Fu",
            "Jiyun Lv",
            "Liming Chen",
            "Sa Lv",
            "Yuanyuan Li",
            "Shuangjie Yu",
            "Hua Geng",
            "Lei Jin",
            "George K K Lau",
            "Fu‐Sheng Wang"
        ],
        "keywords": "ascites,human,liver cirrhosis,stem cell,umbilical cord"
    },
    {
        "id": 5945,
        "label": 120,
        "author": "zheng zhang",
        "title": "Decreased Ratio of Treg Cells to Th17 Cells Correlates with HBV DNA Suppression in Chronic Hepatitis B Patients Undergoing Entecavir Treatment",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Treatment with nucleotide analogs is known to be effective in inhibiting HBV replication; however, patients with chronic hepatitis B (CHB) often show a wide range of clinical responses to these drugs. Therefore, the identification of an early immunologic marker associated with the clinical outcomes in such cases is critical for the improved clinical management. In our study, we aimed to investigate whether the viral load in CHB patients affected the ratio of the number of regulatory T cells (Tregs) to the number of interleukin-17-producing helper (Th17) cells. Further, we evaluated the clinical implications of the alterations in this ratio. Methodology/Principal Findings - Nine patients seropositive for hepatitis B e antigen received entecavir monotherapy for 12 months and the percentages of Tregs and Th17 cells as well as the HBV-specific IL-17 productions in these patients were longitudinally analyzed. The entecavir-induced suppression of HBV replication was accompanied by a rapid increase in the number of Th17 cells, together with a decrease in Treg cells, which lead to a significant reduction of Treg/Th17 ratios. In addition, peripheral blood mononuclear cells (PBMCs) exhibited a decreased IL-17 production upon stimulation with the HBV core antigen in vitro. Conclusions - The inhibition of viral replication results in an increase in Th17 cells and concomitant decrease in Treg cells. This imbalance of Treg cells to Th17 cells might have an important role in HBV persistence during entecavir treatment.",
        "email": "",
        "conf": "PLoS ONE",
        "coauthors": [
            "Ji-Yuan Zhang",
            "Chun-Hui Song",
            "Feng Shi",
            "Zheng Zhang",
            "Jun Liang Fu",
            "Fu-Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5952,
        "label": 120,
        "author": "zheng zhang",
        "title": "Dynamic Programmed Death 1 Expression by Virus-Specific CD8 T Cells Correlates With the Outcome of Acute Hepatitis B",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Recent studies have shown that programmed death 1 (PD-1) expression can impair virus-specific CD8 T-cell responses during chronic viral infection, including hepatitis B virus (HBV). This study aimed to characterize the PD-1 expression during acute hepatitis B (AHB) and further address whether and how the PD-1–mediated pathway balances antiviral immunity versus immunopathology, possibly contributing to disease progression. Peripheral and intrahepatic PD-1 expression was investigated longitudinally in 23 human HLA-A2–positive patients with acute hepatitis B. Four patients with HBV-related acute liver failure, 13 patients with chronic hepatitis B, and 9 healthy individuals were enrolled as controls. Flow cytometric, immunohistochemical, and immunofunctional assays were performed to analyze the impact of PD-1 expression.  PD-1 expression was significantly up-regulated on HBV-specific CD8 T cells in the early phase of acute HBV infection, and successful viral clearance correlated with a subsequent decrease in PD-1 expression. Blocking the PD-1–mediated pathway in vitro enhanced HBV-specific CD8 T-cell proliferation and inflammatory cytokine production, while reducing interleukin-10 production and apoptosis, confirming the essential role of PD-1 in tempering the T-cell response during the acute phase of infection. In contrast, delayed PD-1 expression on HBV-specific CD8 T cells was associated with acute liver failure. PD-1 up-regulation may efficiently mitigate pathogenic CD8 T-cell responses and liver damage, correlating with disease progression of acute HBV infection. This study therefore shows how this negative signaling pathway functions in such early HBV infection, which will be important for better clinical management, prognosis, and new HBV treatments.",
        "email": "",
        "conf": "Gastroenterology",
        "coauthors": [
            "Zheng Zhang",
            "Ji-Yuan Zhang",
            "E. John Wherry",
            "Bo Jin",
            "Bin Xu",
            "Zheng-Sheng Zou",
            "Shu-Ye Zhang",
            "Bao-Sen Li",
            "Hui-Feng Wang",
            "Hao Wu",
            "George K k Lau",
            "Yang-Xin Fu",
            "Fu-Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5921,
        "label": 120,
        "author": "zheng zhang",
        "title": "HIV and HCV Co-Culture Promotes Profibrogenic Gene Expression through an Epimorphin-Mediated ERK Signaling Pathway in Hepatic Stellate Cells",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Accelerated fibrosis in patients co-infected with hepatitis C virus (HCV) and human immunodeficiency virus (HIV) has been a major cause of mortality in the highly active anti-retroviral therapy (HAART) era. However, the role of co-infection in accelerating the progression of liver fibrosis, particularly with regard to the effects of co-infection on hepatic stellate cells (HSCs), remains unclear. We hypothesized that HIV and HCV induce liver fibrosis synergistically by altering the regulation of epimorphin production, and thereby indirectly alter HSC function. Here, we examined the effects of epimorphin on HSC proliferation and invasion, and the changes in fibrogenesis-related gene activity in HSCs (LX2) in the presence of inactivated CXCR4-tropic HIV and HCV (JFH1). The combination of HIV and HCV significantly increased epimorphin expression, which increased the proliferation and invasion capabilities of HSCs. Epimorphin also induced the expression of profibrogenic tissue inhibitor of metalloproteinase 1 (TIMP1) in an extracellular signal-regulated kinase (ERK)-dependent manner. These data indicated that the effects of HIV/HCV co-infection on hepatic fibrosis might be mediated in part by EPM. Strategies to limit the expression of EPM might represent a novel therapeutic approach to prevent the progression of hepatic fibrosis during HIV/HCV co-infection.",
        "email": "zhangzheng1975@aliyun.com",
        "conf": "PLoS ONE",
        "coauthors": [
            "Lei Shi",
            "Enqiang Qin",
            "Junnian Zhou",
            "Juanjuan Zhao",
            "Weimin Nie",
            "Tianjun Jiang",
            "Weiwei Chen",
            "Dan Wu",
            "Lei Huang",
            "Liying Liu",
            "Liping Lv",
            "Min Zhao",
            "Zheng Zhang",
            "Fusheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5957,
        "label": 120,
        "author": "zheng zhang",
        "title": "Differential Restoration of Myeloid and Plasmacytoid Dendritic Cells in HIV-1-Infected Children after Treatment with Highly Active Antiretroviral Therapy",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Numerical and functional deficits in myeloid (mDC) and plasmacytoid dendritic cell (pDC) subsets have been found in both adult and pediatric HIV-1 carriers. Whether these impaired DC subsets can be restored after treatment with highly active antiretroviral therapy (HAART) is currently unknown, especially in HIV-1-infected children. In this report, we characterized mDC and pDC subsets in 18 HIV-1-infected children who received HAART treatment and compared them with those in 6 untreated HIV-1-infected children and 27 HIV-1-uninfected healthy children. Among children treated with HAART, 11 were found to suppress HIV-1 replication successfully below the detection limit (HAART-suppressed group) while the remaining 7 failed (HAART-failure group). In HAART-suppressed children, a gradual and complete restoration of the frequency and function of mDCs was observed while the recovery of pDCs was only partial. However, mDC and pDC subsets in HARRT failure children were indistinguishable from the HAART-naive infected children. We also found that mDC frequency and IFN-α-releasing capacity of pDC positively correlated with CD4 T cell percentages in all HIV-1-infected children. In HAART-naive children, the mDC frequency correlated the HIV-1-specific CTL frequency. Our findings suggest that HAART has a differential impact on the restoration of mDC and pDC subsets. These findings may help guide the development of HIV-1-specific immune therapy aimed at fully restoring host immune function in chronically HIV-1-infected children.",
        "email": "",
        "conf": "The Journal of Immunology",
        "coauthors": [
            "Zheng Zhang",
            "Junliang Fu",
            "Qingxia Zhao",
            "Yun He",
            "Lei Jin",
            "Hui Zhang",
            "Jinxia Yao",
            "Linqi Zhang",
            "Fu-Sheng Wang"
        ],
        "keywords": ""
    },
    {
        "id": 5943,
        "label": 120,
        "author": "zheng zhang",
        "title": "Hypercytolytic Activity of Hepatic Natural Killer Cells Correlates With Liver Injury in Chronic Hepatitis B Patients",
        "organization": "Research Center for Biological Therapy Beijing 302 Hospital Beijing China",
        "abstract": "Natural killer (NK) cells are abundant in the liver and serve as a major innate immune component against microbial infection. Although NK cells have been implicated in inducing hepatocellular damage in patients with chronic hepatitis virus infections, the roles that hepatic NK cells play in chronic hepatitis B virus (HBV) infections remain obscure. In this study, we comprehensively characterized intrahepatic and peripheral NK cells and investigated their impact on liver pathology in a cohort of HBV‐infected individuals; this cohort included 51 immune‐activated (IA) patients, 27 immune‐tolerant (IT) carriers, and 26 healthy subjects. We found that NK cells expressing NK receptors (activation receptors) preferentially accumulated in the livers of IA patients, in which they were activated and skewed toward cytolytic activity but without a concomitant increase in interferon‐γ production, in comparison with those of IT carriers and healthy subjects. Further analysis showed that the livers of IA patients, in comparison with those of IT and healthy subjects, expressed higher levels of interleukin‐12 (IL‐12), IL‐15, and IL‐18 in situ and lower levels of IL‐10, which in vitro can induce the activation and degranulation of NK cells from healthy individuals. Finally, hepatic NK cells displayed more cytolytic activity than peripheral NK cells, and this was found to be positively correlated with the liver histological activity index and serum alanine aminotransferase levels in these IA patients. Conclusion: In IA patients, hepatic NK cells are activated and preferentially skew toward cytolytic activity, which depends on an imbalanced cytokine milieu and correlates with liver injury during chronic HBV infection.",
        "email": "",
        "conf": "Hepatology",
        "coauthors": [
            "Zheng Zhang",
            "Shuye Zhang",
            "Zhengsheng Zou",
            "Jianfei Shi",
            "Juanjuan Zhao",
            "Rong Fan",
            "Enqiang Qin",
            "Baosen Li",
            "Zhiwei Li",
            "Xiangsheng Xu",
            "Junliang Fu",
            "Jiyuan Zhang",
            "Bin Gao",
            "Zhigang Tian",
            "Fu‐Sheng Wang"
        ],
        "keywords": ""
    }
]